{
  "grundforfattningId": 62502,
  "previousId": 61816,
  "beteckning": "2002:1086",
  "beteckningSortable": "2002:1086",
  "publiceringsar": "2002",
  "lopnummer": "1086",
  "rubrik": "Förordning (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2003-01-17T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Klimat- och näringslivsdepartementet",
    "enhet": null,
    "namnOchEnhet": "Klimat- och näringslivsdepartementet",
    "departementId": 31,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62499,
    "forarbeten": "EGTL106/2001 s1, EGTL280/2002 s62, EGTL214/1993 s1, EGTL280/2002\r\nS37, EGTL200/2002 S22, EGTL280/2002 s27",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": "32001L0018, 32002D0813, 31993R2309, 32002D0812, 32002D0623, 320002D0811",
    "taggar": "genetiskt modifierade organismer",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T14:48:38.012626",
    "uppdateradDateTime": "2026-01-02T14:49:30.0921177",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:49:30.092117",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85322,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1112",
    "omtryck": null,
    "utfardadDateTime": "2002-12-12T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\n1 § Bestämmelserna i denna förordning gäller hantering av\r\ngenetiskt modifierade organismer, med undantag för innesluten\r\nanvändning enligt förordningen (2000:271) om innesluten\r\nanvändning av genetiskt modifierade organismer.\r\n\r\n2 § I denna förordning avses med\r\n\r\ndirektiv 2001/18/EG: Europaparlamentets och rådets direktiv \r\n2001/18/EG av den 12 mars 2001 om avsiktlig utsättning av \r\ngenetiskt modifierade organismer i miljön och om upphävande av \r\nrådets direktiv 90/220/EEG, i lydelsen enligt kommissionens \r\ndirektiv (EU) 2018/350, \r\n\r\nförordning (EG) nr 1946/2003: Europaparlamentets och rådets \r\nförordning (EG) nr 1946/2003 av den 15 juli 2003 om \r\ngränsöverskridande förflyttning av genetiskt modifierade \r\norganismer,\r\n\r\navsiktlig utsättning: avsiktlig utsättning enligt definitionen \r\ni 13 kap. 6 § miljöbalken och som inte innebär ett utsläppande \r\npå marknaden, och\r\n\r\ntillsynsmyndighet: en myndighet som enligt 2 kap. 4, 13, 14, \r\n15, 16, 17 eller 18 § miljötillsynsförordningen (2011:13) har \r\nansvar för tillsyn i fråga om avsiktlig utsättning, \r\nutsläppande på marknaden eller gränsöverskridande \r\nförflyttning.\r\n\r\nI övrigt har termer och uttryck i denna förordning samma \r\nbetydelse som i 13 kap. miljöbalken. Förordning (2020:832).\r\n\r\n3 § Vid tillämpningen av denna förordning skall\r\ntillsynsmyndigheter och verksamhetsutövare, i enlighet med\r\nförsiktighetsprincipen, se till att de lämpliga åtgärder vidtas\r\nsom behövs för att undvika sådana negativa effekter på\r\nmänniskors hälsa eller miljön som kan uppkomma när genetiskt\r\nmodifierade organismer avsiktligt sätts ut eller släpps ut på\r\nmarknaden.\r\n\r\nUndantag för vissa verksamheter\r\n\r\n4 § Bestämmelserna om avsiktlig utsättning och utsläppande på\r\nmarknaden i 13 kap. miljöbalken skall inte tillämpas i fråga om\r\n\r\n1. genetiskt modifierade människor,\r\n\r\n2. organismer som framställs eller har framställts genom\r\nmutagenes, eller\r\n\r\n3. organismer som framställs eller har framställts genom\r\ncellfusion (inklusive protoplastfusion) av växtceller i fall då\r\nväxten även kan framställas med traditionella\r\nförädlingsmetoder.\r\n\r\nUndantagen i första stycket 2 och 3 får inte tillämpas när\r\nframställningen utgått från rekombinanta nukleinsyramolekyler\r\neller genetiskt modifierade organismer som framställts på annat\r\nsätt än som anges i första stycket 2 och 3.\r\n\r\n5 § Bestämmelserna i 6-9 §§ och i 2-5 kap. denna förordning\r\ngäller inte transport av genetiskt modifierade organismer på\r\nväg, järnväg eller inre vattenväg, till havs eller med flyg.\r\n\r\nRiskbedömning och allmänna förutsättningar för\r\ntillståndsprövning\r\n\r\n6 § I 13 kap. 8 § miljöbalken finns bestämmelser om att\r\navsiktlig utsättning och utsläppande på marknaden av genetiskt\r\nmodifierade organismer skall föregås av en utredning som kan\r\nläggas till grund för en bedömning av skaderisker.\r\n\r\nRiskbedömningen skall göras i enlighet med bilaga 1 till denna\r\nförordning. Särskild uppmärksamhet skall ägnas åt genetiskt\r\nmodifierade organismer med gener som ger resistens mot\r\nantibiotika som används inom medicinsk eller veterinär\r\nbehandling.\r\n\r\n7 § Den som bedriver eller avser att bedriva en verksamhet som\r\ninnefattar avsiktlig utsättning eller utsläppande på marknaden\r\nav genetiskt modifierade organismer skall genomföra den\r\nutredning som behövs för riskbedömningen.\r\n\r\n8 § Vid tillståndsprövning enligt denna förordning skall\r\ntillsynsmyndigheten i varje enskilt fall se till att det görs\r\nen noggrann bedömning av vilka omedelbara eller fördröjda\r\npotentiella negativa effekter på människors hälsa eller miljön\r\nsom direkt eller indirekt kan orsakas av genöverföring från\r\ngenetiskt modifierade organismer till andra organismer.\r\nBedömningen skall också omfatta sådan miljöpåverkan som är\r\nberoende av den utsatta organismens karaktär och den mottagande\r\nmiljön.\r\n\r\n8 a § Naturvårdsverket ska ge vägledning till\r\ntillsynsmyndigheterna och bistå dem i deras bedömningar av\r\nrisker för miljön enligt 8 § och Europaparlamentets och rådets\r\nförordning (EG) nr 1829/2003 av den 22 september 2003 om\r\ngenetiskt modifierade livsmedel och foder.\r\nFörordning (2010:1112).\r\n\r\n9 § I fråga om sådana gener för antibiotikaresistens som avses\r\ni 6 § andra stycket och som kan medföra negativa effekter på\r\nmänniskors hälsa eller miljön gäller följande.\r\nTillståndprövning och tillståndsbeslut enligt denna förordning\r\nskall\r\n\r\n1. bidra till en gradvis eliminering av sådana gener och\r\n\r\n2. säkerställa att sådana gener helt har eliminerats senast den\r\n31 december 2004 i genetiskt modifierade organismer som släpps\r\nut på marknaden och senast den 31 december 2008 i genetiskt\r\nmodifierade organismer som är föremål för avsiktlig utsättning.\r\n\r\nFörsiktighetsmått\r\n\r\n10 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela \r\nytterligare föreskrifter om sådana försiktighetsmått som avses \r\ni 2 kap. 3 § miljöbalken.\r\n\r\nInnan en tillsynsmyndighet meddelar föreskrifter enligt första \r\nstycket ska den ge Gentekniknämnden, Naturvårdsverket och de \r\nandra tillsynsmyndigheterna tillfälle att yttra sig. Om \r\nföreskrifterna avser transport av genetiskt modifierade \r\norganismer, ska även Myndigheten för civilt försvar ges \r\ntillfälle att yttra sig. Förordning (2025:1112).\r\n\r\n2 kap. Avsiktlig utsättning\r\n\r\nUndantag från kravet på tillstånd\r\n\r\n1 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om att vissa verksamheter som utgör avsiktlig\r\nutsättning inte skall omfattas av kravet på tillstånd enligt 13\r\nkap. 12 § miljöbalken eller av bestämmelserna i detta kapitel.\r\n\r\nSådana föreskrifter får meddelas endast om de förutsättningar\r\nsom anges i artikel 5 i direktiv 2001/18/EG är uppfyllda.\r\n\r\nAnsökan om tillstånd\r\n\r\n2 § Ansökan om tillstånd till avsiktlig utsättning skall göras\r\nhos den tillsynsmyndighet som är ansvarig på tillsynsområdet.\r\nDen myndigheten prövar också frågor om tillstånd.\r\n\r\n3 § En ansökan om tillstånd skall innehålla tekniska uppgifter\r\noch andra upplysningar i den omfattning som anges i bilaga 2\r\ntill denna förordning, en sammanfattning av dessa uppgifter\r\nsamt en sådan riskbedömning som avses i 1 kap. 6 §.\r\nSlutsatserna av riskbedömningen skall uppfylla kraven i bilaga\r\n1 avsnitt D till denna förordning.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om hur sammanfattningen skall utformas.\r\n\r\n4 § I stället för att lämna in uppgifter får en sökande hänvisa\r\ntill data eller resultat från tidigare ansökningar. En\r\nhänvisning till hemliga uppgifter i någon annans tidigare\r\nansökan får göras endast om den tidigare sökanden medgett det.\r\n\r\n5 § Om tillsynsmyndigheten inte beslutar annat får en ansökan\r\nom tillstånd omfatta flera utsättningar av samma genetiskt\r\nmodifierade organismer eller en kombination av genetiskt\r\nmodifierade organismer, på en plats eller på flera platser,\r\nunder förutsättning att utsättningarna genomförs för samma\r\nändamål och under en bestämd tidsperiod.\r\n\r\n6 § Tillsynsmyndigheten får i det enskilda fallet ge\r\ndispens från kraven på dokumentation i 3 §. En dispens får\r\nges endast om sökanden visar att dispensen är förenlig med\r\nett beslut som meddelats med stöd av artikel 7 i direktiv\r\n2001/18/EG.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nde föreskrifter som behövs till följd av EU-beslutet.\r\n\r\nOm sökanden har begärt dispens, ska tillsynsmyndigheten\r\nunderrätta Europeiska kommissionen om sitt beslut i\r\ndispensfrågan. Förordning (2010:1193).\r\n\r\nTillståndsprövningen\r\n\r\n7 § När tillsynsmyndigheten har tagit emot en ansökan skall den\r\ntill sökanden sända en bekräftelse på detta och ange vilket\r\ndatum ansökan togs emot.\r\n\r\n8 § Tillsynsmyndigheten skall kontrollera att de krav som\r\nföljer av 3 § är uppfyllda och pröva om riskbedömningen kan\r\nanses riktig.\r\n\r\nTillsynsmyndigheten får förelägga sökanden att lämna in de\r\nytterligare uppgifter som behövs för tillståndsprövningen. Ett\r\nsådant föreläggande skall motiveras.\r\n\r\n9 § Senast 30 dagar efter det att ansökan tagits emot ska\r\ntillsynsmyndigheten skicka en sammanfattning av ansökan\r\ntill Europeiska kommissionen. Sammanfattningen ska vara\r\nutformad med hänsyn till rådets beslut 2002/813/EG av den\r\n3 oktober 2002 om fastställande av formuläret för\r\nsammanfattning av anmälningsinformationen om avsiktlig\r\nutsättning av genetiskt modifierade organismer i miljön\r\nför andra ändamål än utsläppande på marknaden, i enlighet\r\nmed Europaparlamentets och rådets direktiv 2001/18/EG.\r\n\r\nOm något annat land i Europeiska unionen begär det, ska\r\ntillsynsmyndigheten skicka en kopia av den fullständiga\r\nansökan dit. Förordning (2010:1193).\r\n\r\n10 § Innan tillsynsmyndigheten beslutar i tillståndsfrågan\r\nskall den ge allmänheten och andra intresserade tillfälle att\r\nyttra sig.\r\n\r\nTillsynsmyndigheten skall inom sitt tillsynsområde fastställa\r\nrutiner för samrådsförfarande enligt första stycket. Rutinerna\r\nskall innebära att intresserade ges skälig tid att lämna\r\nsynpunkter.\r\n\r\n11 § Innan tillsynsmyndigheten beslutar i tillståndsfrågan\r\nskall den upprätta ett förslag till beslut och ge\r\nNaturvårdsverket tillfälle att yttra sig över förslaget.\r\n\r\nTillsynsmyndigheten skall också ge Gentekniknämnden tillfälle\r\natt yttra sig över förslaget om ärendet avser en ny eller\r\ntidigare oprövad organism, en tidigare prövad organism som\r\ntillförts nya egenskaper eller en organism som avses att sättas\r\nut under väsentligt annorlunda förhållanden än tidigare.\r\nFörordning (2006:1504).\r\n\r\n12 § Tillsynsmyndigheten skall, efter att i förekommande fall\r\nha beaktat synpunkter från andra länder i Europeiska unionen,\r\nbesluta i tillståndsfrågan inom 90 dagar från den dag då\r\nansökan togs emot.\r\n\r\nVid beräkningen av 90-dagarsperioden skall inte räknas med den\r\ntid då tillsynsmyndigheten väntar på uppgifter som sökanden har\r\nförelagts att lämna in eller genomför samråd enligt 10 eller\r\n11 §.\r\n\r\nSamråd får inte medföra att 90-dagarsperioden förlängs med mer\r\nän 30 dagar.\r\n\r\nTillståndsbeslut\r\n\r\n13 § Om tillsynsmyndigheten ger tillstånd till utsättning skall\r\nde eventuella villkor som tillståndet förenas med anges i\r\nbeslutet.\r\n\r\n14 § Tillsynsmyndigheten ska underrätta Europeiska\r\nkommissionen om de slutliga beslut som myndigheten\r\nmeddelar i ärenden om tillstånd till avsiktlig utsättning.\r\nOm en ansökan har avslagits, ska kommissionen också\r\nunderrättas om skälen för beslutet. Förordning (2010:1193).\r\n\r\nÄndrade förhållanden och nya uppgifter\r\n\r\n15 § Denna paragraf gäller i fråga om avsiktlig utsättning som\r\nomfattas av tillstånd, eller för vilken tillstånd sökts men\r\ntillståndsfrågan ännu inte avgjorts, och\r\n\r\n1. tillståndshavaren eller sökanden avser att ändra\r\nverksamheten,\r\n\r\n2. omständigheter ändras som har betydelse för den pågående\r\neller planerade utsättningen, eller\r\n\r\n3. det kommer fram nya uppgifter som har betydelse för\r\nriskbedömningen.\r\n\r\nOm en ändring kan innebära risker för människors hälsa eller\r\nmiljön eller om en ny uppgift tyder på att det finns en sådan\r\nrisk, skall tillståndshavaren eller sökanden omedelbart\r\n\r\n1. vidta de åtgärder som behövs för att skydda människors hälsa\r\noch miljön,\r\n\r\n2. anmäla ändringen eller den nya uppgiften till\r\ntillsynsmyndigheten, samt\r\n\r\n3. se till att de uppgifter om skyddsåtgärder och andra\r\nförsiktighetsmått som lämnades i tillståndsansökan ändras eller\r\nuppdateras i relevanta delar.\r\n\r\nEn tillståndshavare får inte genomföra en ändring som kan\r\ninnebära risker för människors hälsa eller miljön utan att\r\nförst ha anmält ändringen till tillsynsmyndigheten.\r\n\r\n16 § Efter det att en anmälan som avses i 15 § har gjorts,\r\nskall tillsynsmyndigheten utvärdera de uppgifter som kommit\r\nfram. Detsamma gäller om myndigheten på annat sätt fått\r\nkännedom om omständigheter som kan ha påtaglig betydelse för\r\nriskerna för människors hälsa eller miljön.\r\n\r\nOm de nya uppgifterna föranleder det, får tillsynsmyndigheten\r\nbesluta att särskilda villkor skall gälla för verksamheten, att\r\nverksamheten skall avbrytas tills vidare eller att verksamheten\r\ninte längre får bedrivas.\r\n\r\nRapportering efter genomförd utsättning\r\n\r\n17 § När en avsiktlig utsättning har genomförts skall\r\ntillståndshavaren upprätta en rapport om vilket resultat\r\nutsättningen fick i fråga om riskerna för människors hälsa\r\neller miljön. Rapporten skall ges in till tillsynsmyndigheten.\r\nTillståndshavaren skall därefter upprätta och ge in sådana\r\nrapporter i den utsträckning som tillsynsmyndigheten angett i\r\nvillkoren för tillståndet.\r\n\r\nOm tillståndshavaren avser att senare ansöka om tillstånd för\r\natt på marknaden släppa ut en produkt som innehåller en\r\norganism som omfattas av utsättningen, skall varje sådan\r\nprodukttyp särskilt anges i rapporten.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela de\r\nföreskrifter om utformning av rapporten som behövs till följd\r\nav beslut som avses i artikel 10 i direktiv 2001/18/EG.\r\n\r\n18 § Tillsynsmyndigheten ska underrätta Europeiska\r\nkommissionen om de resultat som rapporterats enligt 17 §.\r\nFörordning (2010:1193).\r\n\r\n3 kap. Utsläppande på marknaden\r\n\r\nUndantag från tillståndskrav\r\n\r\n1 § Bestämmelsen i 13 kap. 12 § miljöbalken om krav på\r\ntillstånd till utsläppande på marknaden eller bestämmelserna i\r\ndetta kapitel skall inte tilllämpas när genetiskt modifierade\r\norganismer tillhandahålls\r\n\r\n1. för sådan innesluten användning som omfattas av\r\nbestämmelserna i förordningen (2000:271) om innesluten\r\nanvändning av genetiskt modifierade organismer,\r\n\r\n2. enbart för avsiktlig utsättning enligt denna förordning,\r\neller\r\n\r\n3. i produkter som släpps ut i enlighet med rådets förordning\r\n(EEG) nr 2309/93 av den 22 juli 1993 om gemenskapsförfaranden\r\nför godkännande för försäljning av och tillsyn över\r\nhumanläkemedel och veterinärmedicinska läkemedel samt om\r\ninrättande av en europeisk läkemedelsmyndighet och den som\r\nsläpper ut produkten visar att de förutsättningar som anges i\r\nartikel 12.2 i direktiv 2001/18/EG är uppfyllda.\r\n\r\n2 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om att vissa produkter som består av eller\r\ninnehåller genetiskt modifierade organismer och som släpps ut\r\npå marknaden inte skall omfattas av kravet på tillstånd i 13\r\nkap. 12 § miljöbalken eller av bestämmelserna i detta kapitel.\r\n\r\nSådana föreskrifter får meddelas endast om de förutsättningar\r\nsom anges i artikel 12 i direktiv 2001/18/EG är uppfyllda.\r\n\r\nAnsökan om tillstånd\r\n\r\n3 § Ansökan om tillstånd till utsläppande på marknaden skall\r\ngöras hos den tillsynsmyndighet som är ansvarig på\r\ntillsynsområdet. Den myndigheten prövar också frågor om\r\ntillstånd.\r\n\r\n4 § En ansökan om tillstånd ska innehålla tekniska\r\nuppgifter och andra upplysningar i den omfattning som\r\nanges i bilagorna 2 och 3 samt en sådan riskbedömning som\r\navses i 1 kap. 6 §. Slutsatserna av riskbedömningen ska\r\nuppfylla kraven i bilaga 1 avsnitt D.\r\n\r\nDärutöver ska en ansökan innehålla\r\n\r\n1. ett förslag till de villkor som ett tillståndsbeslut\r\nbör förenas med, inklusive särskilda villkor för\r\nanvändning och annan hantering av produkten,\r\n\r\n2. ett förslag till tidsperiod för tillståndets giltighet\r\nom högst tio år,\r\n\r\n3. en övervakningsplan, i enlighet med bilaga 4, med\r\nförslag till den tidsperiod som planen bör omfatta,\r\n\r\n4. ett förslag till märkning och förpackning som uppfyller\r\nkraven i bilaga 3,\r\n\r\n5. en sammanfattning av de tekniska uppgifterna, utformad\r\nmed hänsyn till rådets beslut 2002/812/EG av den 3 oktober\r\n2002 om fastställande av formuläret för sammanfattning av\r\nanmälningsinformationen om utsläppande på marknaden av\r\nprodukter som består av eller innehåller genetiskt\r\nmodifierade organismer, i enlighet med Europaparlamentets\r\noch rådets direktiv 2001/18/EG, och\r\n\r\n6. uppgifter från tidigare gjorda ansökningar eller\r\nutförda utsättningar av samma genetiskt modifierade\r\norganism eller kombination av genetiskt modifierade\r\norganismer.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nnärmare föreskrifter om utformningen av sammanfattningen,\r\nföreskrifter om tillämpning av bilaga 3 som behövs till\r\nföljd av EU-beslut och närmare föreskrifter om\r\ntillämpningen av bilaga 4. Förordning (2010:1193).\r\n\r\n5 § I stället för att lämna in uppgifter får en sökande hänvisa\r\ntill data eller resultat från tidigare ansökningar. En\r\nhänvisning till hemliga uppgifter i någon annans tidigare\r\nansökan får göras endast om den tidigare sökanden medgett det.\r\n\r\n6 § Tillsynsmyndigheten får i det enskilda fallet ge\r\ndispens från kraven på dokumentation i 4 §, om en sådan\r\ndispens\r\n\r\n1. är förenlig med ett EU-beslut som meddelats stöd av\r\nartikel 16 i direktiv 2001/18/EG, eller\r\n\r\n2. avser krav enligt bilaga 3 avsnitt B och sökanden visar\r\natt utsläppandet på marknaden inte medför någon risk för\r\nmänniskors hälsa eller miljön.\r\n\r\nTillsynsmyndigheten får meddela de föreskrifter som behövs\r\ntill följd av EU-beslut som avses i första stycket 1.\r\nFörordning (2010:1193).\r\n\r\nTillståndsprövningen\r\n\r\n7 § När tillsynsmyndigheten har tagit emot en ansökan ska\r\nden\r\n\r\n1. skicka en bekräftelse på detta till sökanden och ange\r\nvilket datum ansökan togs emot, och\r\n\r\n2. omedelbart skicka en kopia av den sammanfattning som\r\navses i 4 § andra stycket 5 till de andra länderna i\r\nEuropeiska unionen och till Europeiska kommissionen.\r\nFörordning (2010:1193).\r\n\r\n8 § Tillsynsmyndigheten ska kontrollera om de krav som\r\nföljer av 4 § är uppfyllda och om riskbedömningen kan\r\nanses riktig.\r\n\r\nTillsynsmyndigheten får förelägga sökanden att lämna in de\r\nytterligare uppgifter som behövs för tillståndsprövningen.\r\nEtt sådant föreläggande ska motiveras.\r\n\r\nNär ansökan uppfyller de krav som följer av 4 § ska\r\ntillsynsmyndigheten skicka en kopia av ansökan till\r\nEuropeiska kommissionen. Förordning (2010:1193).\r\n\r\n9 § Tillsynsmyndigheten skall upprätta en bedömningsrapport.\r\n\r\nVid upprättandet av rapporten skall tillsynsmyndigheten följa\r\nriktlinjerna i bilaga VI till direktiv 2001/18/EG. Myndigheten\r\nskall ge Gentekniknämnden tillfälle att yttra sig. Om ansökan\r\navser en ny eller tidigare oprövad organism eller om ansökan\r\navser ett utsläppande på marknaden under väsentligt annorlunda\r\nförutsättningar än tidigare, skall myndigheten också ge\r\nNaturvårdsverket tillfälle att yttra sig.\r\n\r\nAv bedömningsrapporten skall framgå om tillsynsmyndigheten\r\ntillstyrker eller avstyrker ett utsläppande på marknaden. Om\r\nmyndigheten tillstyrker ett utsläppande, skall av rapporten\r\nockså framgå de villkor som bör gälla för utsläppandet.\r\n\r\n10 § Tillsynsmyndigheten ska ha upprättat och ska skicka\r\nsin bedömningsrapport till sökanden inom 90 dagar efter\r\natt ansökan lämnades in. Om myndigheten har tillstyrkt\r\nutsläppande på marknaden, ska myndigheten inom samma tid\r\nskicka bedömningsrapporten till Europeiska kommissionen.\r\nVid beräkning av 90-dagarsperioden ska inte räknas med den\r\ntid då tillsynsmyndigheten väntar på uppgifter som\r\nsökanden har förelagts att lämna in.\r\n\r\nOm tillsynsmyndigheten har avstyrkt utsläppande på\r\nmarknaden, ska den skicka bedömningsrapporten till\r\nEuropeiska kommissionen tidigast 15 dagar efter det att\r\nbedömningsrapporten skickades till sökanden och senast 15\r\ndagar efter utgången av den 90-dagarsperiod som avses i\r\nförsta stycket. Förordning (2010:1193).\r\n\r\n11 § När tillsynsmyndigheten skickar sin bedömningsrapport\r\ntill Europeiska kommissionen, ska myndigheten bifoga alla\r\nuppgifter som ligger till grund för rapporten och de\r\nuppgifter som är relevanta för beräkningen av 90-\r\ndagarsperioden. Om den kopia av ansökan som avses i 8 §\r\ntredje stycket inte tidigare har skickats till\r\nkommissionen, ska kopian skickas tillsammans med\r\nbedömningsrapporten. Förordning (2010:1193).\r\n\r\n12 § Om tillsynsmyndigheten i sin bedömningsrapport har\r\navstyrkt utsläppande på marknaden, skall myndigheten avslå\r\nansökan och ange skälen för beslutet.\r\n\r\nEn underrättelse om beslutet skall sändas till Gentekniknämnden\r\noch Naturvårdsverket.\r\n\r\n13 § Om tillsynsmyndigheten i sin bedömningsrapport har\r\ntillstyrkt utsläppande på marknaden gäller bestämmelserna i 14-\r\n16 §§.\r\n\r\n14 § I artiklarna 14 och 15 i direktiv 2001/18/EG finns\r\nbestämmelser om ett förfarande där de andra länderna i\r\nEuropeiska unionen och Europeiska kommissionen får begära\r\nkompletterande uppgifter, ge synpunkter och göra\r\ninvändningar. Om kompletterande uppgifter begärs,\r\nsynpunkter eller invändningar framförs eller om det av\r\nnågon annan orsak behövs ytterligare uppgifter för\r\ntillståndsprövningen, får tillsynsmyndigheten förelägga\r\nsökanden att lämna in uppgifterna. Ett sådant föreläggande\r\nska motiveras. Förordning (2010:1193).\r\n\r\n15 § Tillsynsmyndigheten ska ge tillstånd till utsläppande\r\npå marknaden om\r\n\r\n1. det förflutit 60 dagar sedan Europeiska kommissionen\r\nskickade ut bedömningsrapporten till de andra länderna i\r\nEuropeiska unionen, och\r\n\r\n2. det varken från något annat land i Europeiska unionen\r\neller från kommissionen har anmälts en motiverad\r\ninvändning mot ett utsläppande på marknaden.\r\nFörordning (2010:1193).\r\n\r\n16 § Om förutsättningarna för tillstånd enligt 15 § inte\r\när uppfyllda på grund av att en motiverad invändning har\r\nanmälts, ska tillsynsmyndigheten överlägga med berörda\r\nmyndigheter i de andra länderna i Europeiska unionen och\r\nmed Europeiska kommissionen. Överläggningarna ska syfta\r\ntill att nå en överenskommelse inom 45 dagar efter\r\nutgången av den 60-dagarsperiod som avses i 15 §.\r\n\r\nOm en överenskommelse nås inom den tid som anges i första\r\nstycket, ska tillsynsmyndigheten besluta i\r\ntillståndsfrågan i enlighet med överenskommelsen.\r\n\r\nOm en överenskommelse inte nås inom den tid som anges i\r\nförsta stycket, får tillsynsmyndigheten ge tillstånd till\r\nutsläppande på marknaden endast om ett sådant beslut som\r\navses i artikel 18 i direktiv 2001/18/EG medger det.\r\nFörordning (2010:1193).\r\n\r\nTillståndsbeslut\r\n\r\n17 § Ett tillståndsbeslut ska innehålla\r\n\r\n1. uppgift om vilken eller vilka produkter som omfattas av\r\ntillståndet med uppgift om produktens eller produkternas\r\nunika identitetsbeteckning samt de uppgifter i övrigt som\r\nbehövs för att identifiera produkten eller produkterna,\r\n\r\n2. uppgift om tillståndets giltighetstid,\r\n\r\n3. de villkor som ska gälla för användning, hantering och\r\nförpackning samt de villkor som i övrigt behövs för att\r\nskydda människors hälsa och miljön,\r\n\r\n4. villkor om att tillståndshavaren på\r\ntillsynsmyndighetens begäran ska tillhandahålla prover för\r\nkontroll,\r\n\r\n5. villkor om märkning i enlighet med bilaga 3, och\r\n\r\n6. villkor om övervakning i enlighet med bilaga 4,\r\ninnefattande skyldighet att rapportera till de andra\r\nländerna i Europeiska unionen och till Europeiska\r\nkommissionen. Förordning (2010:1193).\r\n\r\n18 § Om tillsynsmyndigheten beslutar att ge tillstånd, ska\r\nden inom 30 dagar skicka en underrättelse om beslutet till\r\nsökanden, till de andra länderna i Europeiska unionen och\r\ntill Europeiska kommissionen.\r\n\r\nÄven Gentekniknämnden och Naturvårdsverket ska\r\nunderrättas. Förordning (2010:1193).\r\n\r\n19 § Av 13 kap. 17 § miljöbalken framgår att ett tillstånd\r\ngäller i fem år om inget annat sägs i tillståndsbeslutet.\r\n\r\nEtt tillstånd får ges för en period av högst tio år räknat från\r\noch med dagen för tillståndsbeslutet.\r\n\r\nTillsynsmyndigheten får besluta att ett tillstånd skall gälla\r\nför längre tid än tio år om beslutet avser saluföring av\r\nlantbruks- eller köksväxter som anges i bilaga 1 till\r\nutsädesförordningen (2000:1330) eller sådana frökällor som\r\nomfattas av det officiella nationella registret över godkända\r\nfrökällor enligt skogsvårdslagen (1979:429). Tillståndet får\r\ninte ges för längre tid än som behövs för att växten eller\r\nfrökällan skall kunna bli godkänd enligt de bestämmelserna.\r\n\r\nAnsökan om förnyat tillstånd\r\n\r\n20 § Den som fått tillstånd till utsläppande på marknaden kan\r\nansöka om att tillståndet skall förnyas. En ansökan om förnyat\r\ntillstånd skall ges in till tillsynsmyndigheten senast nio\r\nmånader innan det tidigare givna tillståndet upphör att gälla.\r\n\r\n21 § En ansökan om förnyat tillstånd skall innehålla\r\n\r\n1. en kopia av det tidigare givna tillståndet till utsläppande\r\npå marknaden,\r\n\r\n2. en rapport om resultatet av den övervakning som genomförts i\r\nenlighet med villkoren i det tidigare tillståndsbeslutet,\r\n\r\n3. alla nya uppgifter som kommit fram beträffande produktens\r\nrisker för människors hälsa eller miljön, samt\r\n\r\n4. ett förslag till de ändringar eller kompletteringar av\r\ntillståndsvillkoren som behövs med anledning av förnyelsen.\r\n\r\nPrövningen av ansökan om förnyat tillstånd\r\n\r\n22 § När tillsynsmyndigheten har tagit emot en ansökan om\r\nförnyat tillstånd skall den till sökanden sända en bekräftelse\r\npå detta och ange vilket datum ansökan togs emot.\r\n\r\n23 § Genetiskt modifierade organismer som omfattas av tillstånd\r\ntill utsläppande på marknaden får, efter att ansökan om förnyat\r\ntillstånd lämnats in, fortsätta att släppas ut på marknaden\r\ntill dess frågan om förnyat tillstånd har slutligt avgjorts.\r\n\r\n24 § Tillsynsmyndigheten skall pröva om ansökan uppfyller\r\nkraven i 21 § och upprätta en bedömningsrapport.\r\n\r\nVid upprättandet av rapporten skall tillsynsmyndigheten ge\r\nGentekniknämnden tillfälle att yttra sig. Om ett förnyat\r\ntillstånd innebär utsläppande på marknaden under väsentligen\r\nannorlunda förhållanden än tidigare, skall myndigheten också ge\r\nNaturvårdsverket tillfälle att yttra sig.\r\n\r\nAv bedömningsrapporten skall framgå om tillsynsmyndigheten\r\ntillstyrker eller avstyrker att tillståndet förnyas. Om\r\nmyndigheten tillstyrker en förnyelse skall av rapporten också\r\nframgå de villkor som bör gälla för fortsatt utsläppande på\r\nmarknaden.\r\n\r\n\r\n25 § Tillsynsmyndigheten ska utan dröjsmål skicka en kopia\r\nav bedömningsrapporten till sökanden och till Europeiska\r\nkommissionen. Till kommissionen ska tillsynsmyndigheten\r\nockså skicka en kopia av ansökan om förnyat tillstånd.\r\nFörordning (2010:1193).\r\n\r\n26 § Tillsynsmyndigheten ska besluta i enlighet med sin\r\nbedömning i bedömningsrapporten, om\r\n\r\n1. det förflutit 60 dagar sedan Europeiska kommissionen\r\nskickade ut bedömningsrapporten till de andra länderna i\r\nEuropeiska unionen, och\r\n\r\n2. det varken från något annat land i Europeiska unionen\r\neller från kommissionen har anmälts en motiverad\r\ninvändning mot förslaget i bedömningsrapporten.\r\nFörordning (2010:1193).\r\n\r\n27 § Om förutsättningarna för beslut enligt 26 § inte är\r\nuppfyllda på grund av att en motiverad invändning har anmälts\r\nskall bestämmelserna i 28 och 29 §§ tillämpas.\r\n\r\n28 § Om tillsynsmyndigheten i sin bedömningsrapport har\r\ntillstyrkt ett förnyat tillstånd, ska myndigheten\r\növerlägga med berörda myndigheter i de andra länderna i\r\nEuropeiska unionen och med Europeiska kommissionen.\r\nÖverläggningarna ska syfta till att nå en överenskommelse\r\ninom 15 dagar efter utgången av den 60-dagarsperiod som\r\navses i 26 §. Om en överenskommelse nås inom denna tid,\r\nska myndigheten besluta i tillståndsfrågan i enlighet med\r\növerenskommelsen. Förordning (2010:1193).\r\n\r\n29 § Om förutsättningarna för beslut enligt 28 § inte är\r\nuppfyllda eller om tillsynsmyndigheten i\r\nbedömningsrapporten har avstyrkt ett förnyat tillstånd,\r\nska myndigheten besluta i enlighet med ett sådant EU-\r\nbeslut som avses i artikel 18 i direktiv 2001/18/EG.\r\nFörordning (2010:1193).\r\n\r\nBeslut om förnyat tillstånd\r\n\r\n30 § Ett beslut att ge förnyat tillstånd till utsläppande på\r\nmarknaden skall innehålla de uppgifter och villkor som anges i\r\n17 §.\r\n\r\nBestämmelserna i 18 § om underrättelser skall tillämpas också i\r\nfråga om beslut som avses i 26, 28 och 29 §§.\r\n\r\nAv 13 kap. 17 § miljöbalken framgår att ett tillstånd gäller i\r\nfem år om inget annat sägs i beslutet. Förnyat tillstånd får\r\nges för längre tid än tio år endast om det finns särskilda\r\nskäl. Om ett förnyat tillstånd ges för kortare eller längre tid\r\nän tio år, skall skälen för tillståndstiden anges i beslutet.\r\n\r\nÖvervakning och rapportering\r\n\r\n31 § När en produkt har släppts ut på marknaden skall\r\ntillståndshavaren se till att övervakning och rapportering görs\r\nenligt de villkor som angetts i tillståndsbeslutet.\r\n\r\n32 § Av bilaga 4 framgår att resultaten av övervakningen skall\r\nrapporteras med vissa intervaller. Sedan den första rapporten\r\nlämnats in till tillsynsmyndigheten, får myndigheten ändra\r\nvillkoren om övervakning. En sådan villkorsändring skall göras\r\nmed beaktande av vad som kommit fram i rapporten och skall vara\r\nförenlig med tillståndsbeslutet samt rymmas inom befintlig\r\növervakningsplan.\r\n\r\nNya uppgifter\r\n\r\n33 § Följande gäller i fråga om utsläppande på marknaden som\r\nomfattas av tillstånd, eller för vilket tillstånd sökts men\r\ntillståndsfrågan ännu inte avgjorts. Om det kommer fram en ny\r\nuppgift om att en genetiskt modifierad organism som omfattas av\r\nutsläppandet kan innebära en risk för människors hälsa eller\r\nmiljön, skall tillståndshavaren eller sökanden omedelbart\r\n\r\n1. vidta de åtgärder som behövs för att skydda människors hälsa\r\noch miljön,\r\n\r\n2. anmäla den nya uppgiften till tillsynsmyndigheten, samt\r\n\r\n3. se till att de uppgifter om villkor, skyddsåtgärder och\r\nandra försiktighetsmått som lämnades i tillståndsansökan ändras\r\neller uppdateras i relevanta delar.\r\n\r\n34 § Om tillsynsmyndigheten får kännedom om en sådan ny\r\nuppgift som avses i 33 §, ska myndigheten omedelbart\r\nunderrätta de andra länderna i Europeiska unionen och\r\nEuropeiska kommissionen. Förordning (2010:1193).\r\n\r\n35 § Om tillsynsmyndigheten fått kännedom om den nya uppgiften\r\ninnan tillståndsfrågan har avgjorts, skall den nya uppgiften\r\nbeaktas inom ramen för det prövningsförfarande som avses i\r\n14-16 §§ samt i 26 och 28 §§.\r\n\r\nOm tillsynsmyndigheten fått kännedom om den nya uppgiften efter\r\natt tillstånd getts gäller bestämmelserna i 36-42 §§.\r\n\r\n36 § Om ett tillstånd till utsläppande på marknaden har getts\r\neller förnyats och tillsynsmyndigheten får kännedom om en sådan\r\nny uppgift som avses i 33 §, skall myndigheten uppdatera den\r\nbedömningsrapport som avses i 9 eller 24 §.\r\n\r\nVid uppdateringen av rapporten skall tillsynsmyndigheten ge\r\nGentekniknämnden och Naturvårdsverket tillfälle att yttra sig.\r\n\r\nAv den uppdaterade bedömningsrapporten skall framgå om\r\ntillsynsmyndigheten anser att tillståndet bör upphöra att gälla\r\neller om tillståndsvillkoren bör ändras och i så fall på vilket\r\nsätt villkoren bör ändras.\r\n\r\n37 § Tillsynsmyndigheten ska skicka den uppdaterade\r\nbedömningsrapporten till Europeiska kommissionen inom 60\r\ndagar från det att myndigheten fick kännedom om den nya\r\nuppgiften. Förordning (2010:1193).\r\n\r\n38 § Tillsynsmyndigheten ska besluta i enlighet med sin\r\nbedömning i den uppdaterade bedömningsrapporten, om\r\n\r\n1. det förflutit 60 dagar sedan Europeiska kommissionen\r\nskickade ut bedömningsrapporten till de andra länderna i\r\nEuropeiska unionen, och\r\n\r\n2. det varken från något annat land i Europeiska unionen\r\neller från kommissionen har anmälts en motiverad\r\ninvändning mot myndighetens bedömning.\r\nFörordning (2010:1193).\r\n\r\n39 § Om förutsättningarna för beslut enligt 38 § inte är\r\nuppfyllda på grund av att en motiverad invändning har anmälts\r\nskall bestämmelserna i 40 och 41 §§ tillämpas.\r\n\r\n40 § Om tillsynsmyndigheten i sin uppdaterade\r\nbedömningsrapport inte har ansett att tillståndet bör\r\nupphöra att gälla, ska myndigheten överlägga med berörda\r\nmyndigheter i de andra länderna i Europeiska unionen och\r\nmed Europeiska kommissionen. Överläggningarna ska syfta\r\ntill att nå en överenskommelse inom 15 dagar efter\r\nutgången av den 60-dagarsperiod som avses i 38 §. Om en\r\növerenskommelse nås inom denna tid, ska\r\ntillsynsmyndigheten besluta i enlighet med\r\növerenskommelsen. Förordning (2010:1193).\r\n\r\n41 § Om förutsättningarna för beslut enligt 40 § inte är\r\nuppfyllda eller om tillsynsmyndigheten i sin\r\nbedömningsrapport har ansett att tillståndet bör upphöra\r\natt gälla, ska myndigheten besluta i enlighet med ett\r\nsådant EU-beslut som avses i artikel 18 i direktiv\r\n2001/18/EG. Förordning (2010:1193).\r\n\r\n42 § Bestämmelserna i 18 § om underrättelser skall tillämpas\r\nockså i fråga om beslut som avses i 38, 40 och 41 §§.\r\n\r\nÖmsesidigt erkännande\r\n\r\n43 § Om en produkt i ett annat land i Europeiska unionen är\r\ngodkänd för utsläppande på marknaden och det godkännandet har\r\ngetts enligt bestämmelser som motsvarar bestämmelserna i denna\r\nförordning, får produkten släppas ut på marknaden i Sverige\r\nutan särskilt tillstånd enligt 13 kap. 12 § miljöbalken och\r\ntrots bestämmelserna i 3-42 §§ detta kapitel.\r\n\r\nFörsta stycket gäller endast om utsläppandet uppfyller de\r\nsärskilda villkor för användning och de krav i fråga om miljöer\r\neller geografiska områden som godkännandet är förenat med.\r\n\r\nTillfälliga begränsningar och förbud\r\n\r\n44 § Om det i fråga om en produkt som omfattas av tillstånd\r\nenligt bestämmelserna i detta kapitel eller av ett motsvarande\r\ngodkännande i ett annat land i Europeiska unionen kommer fram\r\nnya uppgifter som gör det välgrundat att anta att produkten\r\nutgör en risk för människors hälsa eller miljön, får\r\ntillsynsmyndigheten tillfälligt begränsa eller förbjuda\r\nproduktens användning eller försäljning i Sverige.\r\n\r\nOm risken är allvarlig, skall tillsynsmyndigheten se till att\r\nde åtgärder vidtas som behövs för att skydda människors hälsa\r\noch miljön.\r\n\r\n45 § Om tillsynsmyndigheten beslutar om tillfällig\r\nbegränsning eller förbud enligt 44 §, ska myndigheten\r\nomedelbart underrätta de andra länderna i Europeiska\r\nunionen och Europeiska kommissionen om de beslutade\r\nåtgärderna och skälen för dem. Underrättelsen ska\r\ninnehålla den nya riskbedömning som myndigheten gjort och\r\nen redogörelse för de nya uppgifter som föranlett\r\nbeslutet.\r\n\r\nAv underrättelsen ska framgå om tillsynsmyndigheten anser\r\natt gällande tillstånd eller godkännande bör upphävas\r\neller om villkoren bör ändras och i så fall på vilket sätt\r\nvillkoren bör ändras. Förordning (2010:1193).\r\n\r\n4 kap. Märkning, registrering och information till allmänheten\r\n\r\nMärkning\r\n\r\n1 § I 3 kap. 17 § finns en bestämmelse om märkning av produkter\r\nsom släpps ut på marknaden. Om en produkt släpps ut på\r\nmarknaden med stöd av godkännande i ett annat land i Europeiska\r\nunionen, skall produkten vara märkt enligt de villkor som anges\r\ni godkännandet.\r\n\r\nProdukter som avses i 3 kap. 1 § 1 och 2 skall vara märkta i\r\nenlighet med bilaga 3 till denna förordning, i de delar bilagan\r\när relevant för sådana produkter. Märkningen skall innehålla\r\nlämpliga rekommendationer och restriktioner för användning av\r\nprodukten. Det skall framgå att produkten innehåller genetiskt\r\nmodifierade organismer.\r\n\r\nI fråga om en produkt som är avsedd för direkt bearbetning\r\nskall första stycket eller sådana villkor om märkning som avses\r\ni 3 kap. 17 § 5 inte tilllämpas på spår av godkända genetiskt\r\nmodifierade organismer om spåren\r\n\r\n1. inte utgör mer än 0,9 procent av produkten, och\r\n\r\n2. är oavsiktliga eller tekniskt oundvikliga.\r\nFörordning (2006:1504).\r\n\r\n2 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela de\r\nytterligare föreskrifter om märkning som kan bli nödvändiga\r\ntill följd av artiklarna 21.2 och 26.2 i direktiv 2001/18/EG.\r\n\r\nRegistrering\r\n\r\n3 § För att underlätta tillsynen skall tillsynsmyndigheten,\r\ninom sitt tillsynsområde, upprätta register över\r\n\r\n1. platser som används för avsiktlig utsättning med stöd av\r\ndenna förordning och\r\n\r\n2. platser i Sverige där odling sker av produkter som\r\ninnehåller eller består av genetiskt modifierade organismer och\r\nsom släpps ut på marknaden med stöd av tillstånd enligt denna\r\nförordning eller motsvarande godkännande i ett annat land i\r\nEuropeiska unionen.\r\n\r\n4 § Den som odlar produkter som avses i 3 § 2 skall se till att\r\nplatser där odling sker anmäls till ansvarig tillsynsmyndighet.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nnärmare föreskrifter om en sådan anmälan.\r\nFörordning (2006:1504).\r\n\r\nInformation till allmänheten\r\n\r\n5 § Tillsynsmyndigheten ansvarar inom sitt tillsynsområde\r\nför att allmänheten får information om\r\n\r\n1. tillsynsmyndighetens beslut enligt 2 kap. 12 och 16 §§\r\nsamt 3 kap. 15, 16, 26, 28, 29, 38, 40, 41 och 44 §§,\r\n\r\n2. EU-beslut som avses i 3 kap. 16, 29 och 41 §§,\r\n\r\n3. uppgifter som avses i 2 kap. 16 § första stycket,\r\n\r\n4. sådana resultat av utsättning och övervakning som avses\r\ni 2 kap. 17 § och 3 kap. 31 §,\r\n\r\n5. sådana register som avses i 4 kap. 3 §, och\r\n\r\n6. sådan utsättning som avses i 5 kap. 7 §.\r\nFörordning (2010:1193).\r\n\r\n5 kap. Övriga bestämmelser\r\n\r\nUnionsförfaranden\r\n\r\n1 § Tillsynsmyndigheten är inom sitt tillsynsområde den\r\nsvenska behöriga myndighet som avses i\r\ndirektiv 2001/18/EG. I denna egenskap får myndigheten, i\r\nfråga om ärenden som enligt bestämmelserna i direktivet\r\nhandläggs i ett annat land i Europeiska unionen eller av\r\nEuropeiska kommissionen\r\n\r\n1. begära kopia av en ansökan eller begära kompletterande\r\nuppgifter,\r\n\r\n2. framföra synpunkter eller motiverade invändningar,\r\n\r\n3. lägga fram förslag till sådana beslut som avses i\r\nartiklarna 7 och 16 i direktiv 2001/18/EG, och\r\n\r\n4. begära att kommissionen samråder med en vetenskaplig\r\neller med en etisk kommitté i situationer som avses i\r\nartiklarna 28 och 29 i direktiv 2001/18/EG.\r\nFörordning (2010:1193).\r\n\r\n2 § När en tillsynsmyndighet har underrättats om en ansökan om\r\nutsläppande på marknaden, som har gjorts i ett annat land i\r\nEuropeiska unionen, skall den skyndsamt informera regeringen om\r\ndetta.\r\n\r\nRegeringen får förbehålla sig avgörandet i frågan om en\r\nmotiverad invändning skall göras. Förordning (2006:1504).\r\n\r\n3 § Om regeringen inte har förbehållit sig avgörandet enligt\r\n2 § skall tillsynsmyndigheten, inom sitt tillsynsområde, anmäla\r\nen motiverad invändning enligt 1 § 2, om myndigheten vid en\r\nprövning enligt 13 kap. 13 § jämfört med 2 kap. miljöbalken\r\nbedömer att det inte finns förutsättningar att ge tillstånd\r\ntill utsläppande på marknaden av produkten.\r\n\r\nInnan tillsynsmyndigheten avgör om en invändning skall anmälas,\r\nskall den ge Gentekniknämnden tillfälle att yttra sig.\r\nMyndigheten skall också ge Naturvårdsverket tillfälle att yttra\r\nsig i fråga om ansökningar som avser en ny eller tidigare\r\noprövad organism eller ett utsläppande på marknaden under\r\nväsentligt annorlunda förhållanden än tidigare.\r\nNaturvårdsverket skall även få tillfälle att yttra sig i fråga\r\nom förnyat övervägande till följd av nya uppgifter om risker.\r\n\r\nRapportering till Europeiska kommissionen\r\n\r\n4 § Tillsynsmyndigheten ska, inom sitt tillsynsområde,\r\nfullgöra den rapportering till Europeiska kommissionen som\r\navses i artiklarna 11.4 och 31.4 i direktiv 2001/18/EG.\r\nFörordning (2010:1193).\r\n\r\nGränsöverskridande förflyttning av genetiskt modifierade\r\norganismer\r\n\r\n4 a § Naturvårdsverket skall samordna det nationella arbetet\r\nmed Sveriges deltagande i det internationella\r\ninformationsförfarandet enligt förordning (EG) nr 1946/2003.\r\n\r\nTillsynsmyndigheterna skall lämna uppgifter till\r\nNaturvårdsverket enligt artikel 15.1 samma förordning.\r\nTillsynsmyndigheterna skall samråda med Naturvårdsverket om hur\r\nuppgifterna skall lämnas. Förordning (2006:1504).\r\n\r\nSamarbete med länder i Europeiska ekonomiska samarbetsområdet\r\n\r\n5 § Det som i denna förordning sägs om andra länder i\r\nEuropeiska unionen skall också tillämpas i förhållande till\r\nIsland, Norge och Liechtenstein, såvitt avser bestämmelserna om\r\n\r\n1. sändande av kopia enligt 2 kap. 9 § och 3 kap. 7 § 2,\r\n\r\n2. underrättelse om beslut enligt 3 kap. 18, 30 och 42 §§,\r\n\r\n3. underrättelse om en ny uppgift enligt 3 kap. 34 §,\r\n\r\n4. underrättelse om begränsningar och förbud enligt 3 kap.\r\n45 §,\r\n\r\n5. tillsynsmyndighetens behörighet enligt 5 kap. 1 § 1 och 2\r\nsamt 2 §, och\r\n\r\n6. underrättelse om utsättning i miljön utan tillstånd enligt 5\r\nkap. 7 §.\r\n\r\nTillsyn\r\n\r\n6 § Bestämmelser om tillsyn finns i 26 kap. miljöbalken och i \r\nmiljötillsynsförordningen (2011:13). Bestämmelser om det \r\ntillsynsansvar som hör samman med denna förordning finns i \r\n2 kap. 4 och 13-18 §§ miljötillsynsförordningen.\r\nFörordning (2020:642).\r\n\r\n7 § Om en genetiskt modifierad organism sätts ut eller en\r\nprodukt som består av eller innehåller en genetiskt\r\nmodifierad organism släpps ut på marknaden utan att\r\ntillstånd har getts enligt denna förordning, ska\r\ntillsynsmyndigheten vidta de åtgärder som behövs för att\r\nåstadkomma rättelse i enlighet med 26 kap. miljöbalken.\r\n\r\nMyndigheten ska även underrätta de andra länderna i\r\nEuropeiska unionen och Europeiska kommissionen om det\r\ninträffade. Förordning (2010:1193).\r\n\r\nAvgifter\r\n\r\n8 § I förordningen (1998:940) om avgifter för prövning och\r\ntillsyn enligt miljöbalken finns bestämmelser om avgifter.\r\n\r\n9 § I förordningen (2012:259) om miljösanktionsavgifter finns\r\nbestämmelser om miljösanktionsavgifter.\r\nFörordning (2012:260).\r\n\r\nÖverklagande samt straff och förverkande\r\n\r\n10 § I 19 kap. 1 § och 29 kap. miljöbalken finns bestämmelser\r\nom överklagande samt straff och förverkande.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2002:1086\r\n\r\n1. Denna förordning träder i kraft den 17 januari 2003 då\r\nförordningen (1994:901) om genetiskt modifierade organismer\r\nupphör att gälla.\r\n\r\n2. Ansökningar om avsiktlig utsättning eller utsläppande på\r\nmarknaden som gjorts före den 17 januari 2003 men som ännu inte\r\navgjorts vid tiden för ikraftträdandet, skall handläggas enligt\r\nden nya förordningen.\r\n\r\n3. Tillstånd till utsläppande på marknaden som enligt äldre\r\nbestämmelser getts före den 17 oktober 2002 får före den 17\r\noktober 2006 förnyas enligt bestämmelserna i 3 kap. 21-30 §§,\r\nom ansökan om förnyat tillstånd lämnas in till\r\ntillsynsmyndigheten före den 17 oktober 2006.\r\n\r\n\r\nBilaga 1 \r\n\r\nPrinciper för riskbedömning\r\n\r\nDenna bilaga innehåller en allmän beskrivning av det mål som \r\nska uppnås, de faktorer som ska beaktas och de allmänna \r\nprinciper och den metodik som ska följas för att utföra den \r\nriskbedömning som avses 1 kap. 6 §. \r\n\r\nI denna bilaga avses med\r\n\r\n- direkta effekter: primära effekter på människors hälsa eller \r\nmiljön som kan härledas direkt till en genetiskt modifierad \r\norganism och inte genom en serie av händelser med \r\norsakssamband,\r\n\r\n- indirekta effekter: effekter på människors hälsa eller \r\nmiljön som kan härledas till en genetiskt modifierad organism \r\ngenom en serie av händelser med orsakssamband, genom \r\nmekanismer som t.ex. interaktion med andra organismer, \r\növerföring av genetiskt material eller förändringar i bruk \r\neller hantering (observationer av indirekta effekter kommer \r\nsannolikt att vara fördröjda),\r\n\r\n- omedelbara effekter: effekter på människors hälsa eller \r\nmiljön som observeras under den period då genetiskt \r\nmodifierade organismer sätts ut (omedelbara effekter kan vara \r\ndirekta eller indirekta),\r\n\r\n- fördröjda effekter: effekter på människors hälsa eller \r\nmiljön som kanske inte observeras under den period då \r\ngenetiskt modifierade organismer sätts ut men som visar sig \r\nsom en direkt eller indirekt effekt antingen i ett senare \r\nskede eller då utsättningen avslutats,\r\n\r\n- kumulativa långsiktiga effekter: de ackumulerade effekter \r\nsom ett tillstånd kan ha på människors hälsa eller miljön \r\ninbegripet bl.a. floran och faunan, markens bördighet, markens \r\nnedbrytning av organiskt material, näringskedjan, den \r\nbiologiska mångfalden, djurens hälsa samt resistensproblem i \r\nsamband med antibiotika,\r\n\r\n- högre växter: växter som hör till den taxonomiska gruppen \r\nSpermatophytae (Gymnospermae och Angiospermae).\r\n\r\nA. Mål \r\n\r\nMålet med en riskbedömning är att från fall till fall \r\nidentifiera och utvärdera de potentiella negativa effekter som \r\nen avsiktlig utsättning eller ett utsläppande på marknaden av \r\ngenetiskt modifierade organismer kan få för människors hälsa \r\neller miljön. De negativa effekterna kan vara direkta eller \r\nindirekta, omedelbara eller fördröjda. Riskbedömningen bör \r\ngöras för att utreda om det finns behov av riskhantering och i \r\nså fall vilka metoder som är lämpligast.\r\n\r\nB. Allmänna principer \r\n\r\nVid riskbedömningen ska olika effekter analyseras, inklusive \r\nkumulativa långsiktiga effekter, som hänger samman med \r\nutsättningen eller utsläppandet på marknaden.\r\n\r\nDärutöver bör, i enlighet med försiktighetsprincipen, följande \r\nallmänna principer följas när riskbedömningen görs:\r\n\r\n- De identifierade egenskaper hos en genetiskt modifierad \r\norganism och dess användning, som kan förorsaka negativa \r\neffekter, bör jämföras med egenskaperna hos den icke-\r\nmodifierade organism från vilken den härstammar och \r\nanvändningen av denna i motsvarande situationer.\r\n\r\n- Riskbedömningen bör göras på ett vetenskapligt sunt och \r\nöppet sätt och grunda sig på tillgängliga vetenskapliga och \r\ntekniska data.\r\n\r\n- Riskbedömningen bör göras från fall till fall. Den \r\ninformation som behövs kan variera beroende på den typ av \r\ngenetiskt modifierade organismer som berörs, deras avsedda \r\nanvändning och den miljö som eventuellt ska ta emot dem. \r\nDärvid ska beaktas bl.a. de genetiskt modifierade organismer \r\nsom redan finns i miljön.\r\n\r\n- Om nya uppgifter om en genetiskt modifierad organism och \r\ndess effekter på människors hälsa eller miljön blir \r\ntillgängliga, kan riskbedömningen behöva göras om för att \r\navgöra om risknivån har förändrats eller om det finns behov av \r\natt ändra riskhanteringen.\r\n\r\nC. Metodik\r\n\r\nEuropeiska myndigheten för livsmedelssäkerhet har utfärdat \r\nvägledande dokument för tillämpningen av detta avsnitt för \r\nansökningar enligt 3 kap.\r\n\r\nC.1 Allmänna och specifika överväganden vad gäller \r\nriskbedömningen\r\n\r\n1. Avsiktliga och oavsiktliga förändringar\r\n\r\nSom en del av den identifiering och utvärdering av eventuella \r\nnegativa effekter som avses i avsnitt A ska det i \r\nriskbedömningen identifieras avsiktliga och oavsiktliga \r\nförändringar till följd av genetisk modifiering och utvärderas \r\nom förändringarna kan ha negativa effekter på människors hälsa \r\noch miljön.\r\n\r\nAvsiktliga förändringar till följd av genetisk modifiering är \r\nförändringar som är avsedda att inträffa och som uppfyller det \r\nursprungliga målet för den genetiska modifieringen. \r\n\r\nOavsiktliga förändringar till följd av genetisk modifiering är \r\nförändringar som går utöver de avsiktliga förändringar som \r\norsakats av den genetiska modifieringen. \r\n\r\nAvsiktliga och oavsiktliga förändringar kan ha direkta eller \r\nindirekta och omedelbara eller fördröjda effekter på \r\nmänniskors hälsa och miljön.\r\n\r\n2. Långsiktiga negativa effekter och kumulativa långsiktiga \r\nnegativa effekter i riskbedömningen i ansökningar enligt 3 \r\nkap. \r\n\r\nLångsiktiga effekter orsakade av en genetiskt modifierad \r\norganism är effekter som uppstår efter en längre tid till \r\nföljd av andra organismers eller deras avkommas respons \r\nantingen på långsiktig eller kronisk exponering för en \r\ngenetiskt modifierad organism eller till följd av extensiv \r\nanvändning av en genetiskt modifierad organism i tid och rum.\r\n\r\nVid identifiering och utvärdering av potentiella långsiktiga \r\nnegativa effekter av en genetiskt modifierad organism på \r\nmänniskors hälsa och miljön ska hänsyn tas till följande: \r\n\r\ni) samspelet på lång sikt mellan genetiskt modifierade \r\norganismer och utsättningsmiljön,\r\n\r\nii) egenskaper hos den genetiskt modifierade organismen som \r\nblir betydelsefulla på lång sikt, och\r\n\r\niii) information från upprepade avsiktliga utsättningar eller \r\nutsläppanden på marknaden av den genetiskt modifierade \r\norganismen under en lång period. \r\n\r\nVid identifiering och utvärdering av eventuella kumulativa \r\nlångsiktiga negativa effekter som avses i inledningen i denna \r\nbilaga ska hänsyn också tas till genetiskt modifierade \r\norganismer som tidigare avsiktligt satts ut eller släppts ut \r\npå marknaden. \r\n\r\n3. Kvaliteten på uppgifterna \r\n\r\nI syfte att göra en riskbedömning för en ansökan enligt 3 kap. \r\nska sökanden sammanställa redan tillgängliga uppgifter från \r\nvetenskaplig litteratur eller andra källor, inklusive \r\növervakningsrapporter, och, om möjligt, ta fram de uppgifter \r\nsom behövs genom lämpliga studier. Om uppgifter inte kan tas \r\nfram genom studier, ska sökanden i riskbedömningen motivera \r\nvarför. \r\n\r\nEn riskbedömning för ansökningar enligt 2 kap. ska åtminstone \r\nbasera sig på redan tillgängliga uppgifter från vetenskaplig \r\nlitteratur eller andra källor och kan kompletteras med \r\nytterligare uppgifter som sökanden tagit fram. \r\n\r\nOm det i riskbedömningen läggs fram uppgifter som tagits fram \r\nutanför Europa ska deras relevans för utsättningsmiljön i \r\nunionen motiveras. \r\n\r\nUppgifter som lämnas i riskbedömningen för ansökningar enligt \r\n3 kap. ska uppfylla de krav som anges i punkterna a- f: \r\n\r\na) När toxikologiska studier som gjorts för att bedöma risken \r\nför människors eller djurs hälsa lämnas i riskbedömningen ska \r\nsökanden lämna bevis på att studierna gjorts på anläggningar \r\nsom uppfyller \r\n\r\ni) kraven i direktiv 2004/10/EG, eller \r\n\r\nii) OECD:s principer för god laboratoriesed (GLP) om de utförs \r\nutanför unionen. \r\n\r\nb) När andra studier än toxikologiska studier lämnas i \r\nriskbedömningen ska de \r\n\r\ni) följa principerna för god laboratoriesed (GLP) i direktiv \r\n2004/10/EG, \r\n\r\nii) utföras av organisationer som är ackrediterade enligt \r\nrelevant ISO-standard, eller \r\n\r\niii) om relevant ISO-standard saknas, utföras i enlighet med \r\ninternationellt erkända standarder. \r\n\r\nc) Information om resultaten från de studier som avses i a och \r\nb och om de studieprotokoll som använts ska vara tillförlitlig \r\noch heltäckande och ska innehålla rådata i ett elektroniskt \r\nformat som är lämpligt för att göra statistiska eller andra \r\nanalyser. \r\n\r\nd) Sökanden ska, om möjligt, ange storleken på den effekt som \r\nvarje genomförd studie avser att upptäcka och motivera \r\neffekten. \r\n\r\ne) Valet av platser för fältstudier ska basera sig på \r\nrelevanta utsättningsmiljöer med tanke på den eventuella \r\nexponering och effekt som skulle observeras där den genetiskt \r\nmodifierade organismen kan komma att sättas ut. Valet ska \r\nmotiveras i riskbedömningen. \r\n\r\nf) Den icke-genetiskt modifierade jämförelseorganismen ska \r\nvara ändamålsenlig för de relevanta utsättningsmiljöerna och \r\nha en genetisk bakgrund som är jämförbar med den genetiskt \r\nmodifierade organismen. Valet av jämförelseorganism ska \r\nmotiveras i riskbedömningen.\r\n\r\n4. Staplade transformationshändelser i ansökningar enligt 3 \r\nkap. \r\n\r\nVid riskbedömning av en genetiskt modifierad organism som \r\ninnehåller staplade transformationshändelser i ansökningar \r\nenligt 3 kap. ska vad som anges i punkterna a-c tillämpas. \r\n\r\na) Sökanden ska lämna en riskbedömning för varje enskild \r\ntransformationshändelse i den genetiskt modifierade organismen \r\neller hänvisa till redan inlämnade ansökningar för dessa \r\nenskilda transformationshändelser. \r\n\r\nb) Sökanden ska lämna en bedömning av följande aspekter: \r\n\r\ni) transformationshändelsernas stabilitet, \r\n\r\nii) transformationshändelsernas uttryck, och\r\n\r\niii) eventuella additiva eller sam- eller motverkande effekter \r\nsom beror på kombinationen av transformationshändelser. \r\n\r\nc) Om den genetiskt modifierade organismens avkomma kan \r\ninnehålla flera olika underkombinationer av staplade \r\ntransformationshändelser ska sökanden tillhandahålla en \r\nvetenskaplig grund som styrker att det inte behöver lämnas \r\nnågra uppgifter om experiment för de berörda \r\ndelkombinationerna, oberoende av deras ursprung, eller, om en \r\nsådan vetenskaplig grund saknas, lämna uppgifter om \r\nexperiment.\r\n\r\nC.2 Egenskaper hos genetiskt modifierade organismer och \r\nutsättningar\r\n\r\nRiskbedömningen ska beakta relevanta tekniska och \r\nvetenskapliga fakta om egenskaperna hos\r\n\r\n- mottagar- eller föräldraorganismer,\r\n\r\n- genetiska modifieringar (genom införande eller borttagande \r\nav genetiskt material), inklusive relevanta uppgifter om \r\nvektorn och givaren,\r\n\r\n- den genetiskt modifierade organismen,\r\n\r\n- den avsedda utsättningen eller användningen, inklusive \r\nutsättningens eller användningens omfattning,\r\n\r\n- de potentiella utsättningsmiljöer där den genetiskt \r\nmodifierade organismen kommer att sättas ut och där transgenen \r\nkan spridas, och\r\n\r\n- samverkan mellan dessa egenskaper.\r\n\r\nVid riskbedömningen ska relevanta uppgifter från tidigare \r\nutsättningar av samma eller liknande organismer beaktas liksom \r\ntidigare utsättningar av organismer med liknande egenskaper \r\noch deras biotiska och abiotiska interaktion med liknande \r\nmiljöer, inklusive uppgifter från övervakning av sådana \r\norganismer.\r\n\r\nC.3 Olika steg i riskbedömningen\r\n\r\nRiskbedömningen ska göras för samtliga relevanta riskområden \r\nsom avses i avsnitt D.1 eller D.2 i enlighet med följande sex \r\nsteg.\r\n\r\n1. Problemformulering inklusive faroidentifiering \r\n\r\nEn problemformulering ska: \r\n\r\na) Identifiera eventuella ändringar av de egenskaper hos \r\norganismen som hänger samman med den genetiska förändringen, \r\ngenom att jämföra den genetiskt modifierade organismens \r\negenskaper med egenskaperna hos det valda icke-genetiskt \r\nmodifierade jämförelseorganismen under motsvarande \r\nutsättnings- och användningsvillkor.\r\n\r\nb) Identifiera potentiella negativa effekter på människors \r\nhälsa eller miljön som hänger samman med de ändringar som har \r\nidentifierats enligt a. \r\n\r\nPotentiella negativa effekter får inte bortses från av det \r\nskälet att det är osannolikt att de uppträder. \r\n\r\nPotentiella negativa effekter kan variera från fall till fall, \r\noch kan inbegripa \r\n\r\n- effekter på populationsdynamiken inom och mellan arter i \r\nutsättningsmiljön och den genetiska mångfalden inom var och en \r\nav dessa populationer som leder till en eventuell minskning av \r\nden biologiska mångfalden, \r\n\r\n- ändrad känslighet för patogener, vilket underlättar \r\nspridning av smittsamma sjukdomar eller skapar nya reservoarer \r\neller vektorer, \r\n\r\n- äventyrande av läkar-, veterinär- och växtskyddsbehandlingar \r\ni profylaktiskt eller terapeutiskt syfte, till exempel som en \r\nföljd av överföring av gener som ger resistens mot antibiotika \r\nsom används inom human- eller veterinärmedicin, \r\n\r\n- biogeokemiska effekter (biogeokemiska kretslopp), inklusive \r\nåtervinning av kol och kväve, genom att nedbrytningen av \r\norganiskt material i marken förändras, \r\n\r\n- sjukdom som drabbar människor, inklusive allergiska eller \r\ntoxiska reaktioner, eller\r\n\r\n- sjukdomar som drabbar djur och växter, inklusive toxiska \r\nreaktioner och, när det gäller djur, allergiska reaktioner, i \r\nförekommande fall. \r\n\r\nNär potentiella långsiktiga negativa effekter av en genetiskt \r\nmodifierad organism har identifierats ska effekterna bedömas \r\ngenom skrivbordsundersökningar, om möjligt med hjälp av\r\n\r\ni) bevisning från tidigare erfarenheter,\r\n\r\nii) tillgängliga datamängder och tillgänglig litteratur, eller\r\n\r\niii) matematiska modeller. \r\n\r\nc) Identifiera relevanta ändpunkter för bedömningen. \r\n\r\nDe potentiella negativa effekter som kan påverka de \r\nidentifierade parametrarna för bedömningen ska beaktas i nästa \r\nsteg av riskbedömningen. \r\n\r\nd) Identifiera och beskriva exponeringsvägar eller andra \r\nmekanismer genom vilka negativa effekter kan uppträda. \r\n\r\nNegativa effekter kan uppträda direkt eller indirekt genom \r\nexponeringsvägar eller andra mekanismer som kan inbegripa \r\n\r\n- spridning av en eller flera genetiskt modifierade organismer \r\ni miljön, \r\n\r\n- överföring av det införda genetiska materialet till samma \r\norganism eller andra organismer, oavsett om de är genetiskt \r\nmodifierade eller inte, \r\n\r\n- fenotypisk och genetisk instabilitet, \r\n\r\n- interaktion med andra organismer, eller\r\n\r\n- ändrad hantering, inklusive i förekommande fall vad gäller \r\nbrukningsmetoder.\r\n\r\ne) Formulera testbara hypoteser och definiera relevanta \r\nmätbara parametrar för ändpunkterna för att om möjligt \r\nmöjliggöra en kvantitativ utvärdering av eventuella negativa \r\neffekter. \r\n\r\nf) Beakta eventuella osäkerheter, inklusive kunskapsluckor och \r\nmetodbegränsningar. \r\n\r\n2. Farokarakterisering \r\n\r\nOmfattningen av varje potentiell negativ effekt ska \r\nutvärderas. Vid denna utvärdering ska det förutsättas att en \r\npotentiell negativ effekt kommer att inträffa. I \r\nriskbedömningen ska hänsyn tas till att omfattningen sannolikt \r\npåverkas av de utsättningsmiljöer där en genetiskt modifierad \r\norganism avses sättas ut och omfattningen på och villkoren för \r\nutsättningen. \r\n\r\nUtvärderingen ska om möjligt vara kvantitativ. \r\n\r\nOm utvärderingen är kvalitativ ska kategorierna \"hög\", \r\n\"måttlig\", \"låg\" eller \"försumbar\" användas och en förklaring \r\nav effektens omfattning ges för varje kategori. \r\n\r\n3. Exponeringskarakterisering \r\n\r\nSannolikheten för förekomst av varje potentiell negativ effekt \r\nsom har identifierats ska utvärderas. Med stöd av \r\nutvärderingen ska, om möjligt, en kvantitativ bedömning av \r\nexponeringen göras som ett relativt mått på sannolikheten, \r\neller i annat fall en kvalitativ bedömning av exponeringen. \r\nUtsättningsmiljöernas egenskaper och ansökans omfattning ska \r\nbeaktas. \r\n\r\nOm utvärderingen är kvalitativ ska kategorierna \"hög\", \r\n\"måttlig\", \"låg\" eller \"försumbar\" av exponeringen användas \r\noch en förklaring av effektens omfattning ges för varje \r\nkategori. \r\n\r\n4. Riskkarakterisering \r\n\r\nFör varje potentiell negativ effekt ska risken karakteriseras \r\ngenom en kombination av omfattningen och sannolikheten för att \r\nden negativa effekten uppstår, så att en kvantitativ eller \r\nhalvkvantitativ uppskattning av risken kan göras. \r\n\r\nOm en kvantitativ eller halvkvantitativ uppskattning inte kan \r\ngöras ska en kvalitativ uppskattning av risken göras. I det \r\nfallet ska kategorierna \"hög\", \"måttlig\", \"låg\" eller \r\n\"försumbar\" för risken användas och för varje kategori ska en \r\nförklaring av effektens omfattning ges. \r\n\r\nOsäkerheten i fråga om varje identifierad risk ska i \r\nförekommande fall beskrivas och om möjligt uttryckas i \r\nkvantitativa termer. \r\n\r\n5. Riskhanteringsstrategier \r\n\r\nEn riskhanteringsstrategi ska läggas fram när sådana risker \r\nidentifieras som till följd av sina egenskaper kräver insatser \r\nför att kunna hanteras.\r\n\r\nRiskhanteringsstrategierna ska gå ut på att minska faran eller \r\nexponeringen och ska stå i proportion till den avsedda \r\nminskningen av risken, omfattningen på utsättningen, villkoren \r\nför utsättningen och de nivåer av osäkerhet som identifierats \r\ni riskbedömningen. \r\n\r\nMinskningen av den totala risken ska om möjligt kvantifieras. \r\n\r\n6. Utvärdering av den totala risken och slutsatser \r\n\r\nEn kvalitativ och, om möjligt, kvantitativ utvärdering av den \r\ntotala risken på grund av en genetiskt modifierad organism ska \r\ngöras med beaktande av resultaten från riskkarakteriseringen \r\noch de föreslagna riskhanteringsstrategierna inklusive \r\neventuella osäkerheter. \r\n\r\nUtvärderingen av den totala risken ska omfatta de \r\nriskhanteringsstrategier som föreslagits för varje \r\nidentifierad risk. \r\n\r\nI utvärderingen av den totala risken och slutsatserna av \r\nutvärderingen ska det också föreslås särskilda krav för \r\növervakningsplanen av den genetiskt modifierade organismen \r\noch, i förekommande fall, för övervakningen av hur effektiva \r\nde föreslagna riskhanteringsåtgärderna är. \r\n\r\nNär det gäller ansökningar enligt 3 kap. ska utvärderingen av \r\nden totala risken också innehålla en \r\n\r\na) redogörelse för de antaganden som gjordes under \r\nriskbedömningen, \r\n\r\nb) redogörelse för omfattningen och innebörden av de \r\nosäkerheter som hänger samman med riskerna, och \r\n\r\nc) motivering till de föreslagna riskhanteringsåtgärderna.\r\n\r\nD. Slutsatser om särskilda riskområden i riskbedömningen \r\n\r\nSlutsatser ska dras om potentiell miljöpåverkan i relevanta \r\nutsättningsmiljöer till följd av att genetiskt modifierade \r\norganismer sätts ut eller släpps ut på marknaden för varje \r\nrelevant riskområde i avsnitt D.1 för andra genetiskt \r\nmodifierade organismer än högre växter eller avsnitt D.2 för \r\ngenetiskt modifierade högre växter. Slutsatserna ska dras mot \r\nbakgrund av den riskbedömning som ska göras enligt principerna \r\ni avsnitt B och metodiken i avsnitt C och på grundval av den \r\ninformation som krävs enligt bilaga 2. \r\n\r\nD.1 Slutsatser i fråga om andra genetiskt modifierade \r\norganismer än högre växter\r\n\r\n1. Sannolikheten för att den genetiskt modifierade organismen \r\nblir persistent och invasiv i naturliga livsmiljöer under \r\nvillkoren för den eller de föreslagna utsättningarna.\r\n\r\n2. Selektiva fördelar eller nackdelar som tilldelas den \r\ngenetiskt modifierade organismen och sannolikheten för att \r\ndessa förverkligas under villkoren för den eller de föreslagna \r\nutsättningarna.\r\n\r\n3. Potential för genöverföring till andra arter under \r\nvillkoren för den föreslagna utsättningen av den genetiskt \r\nmodifierade organismen, och selektiva fördelar eller nackdelar \r\nsom då tilldelas dessa arter.\r\n\r\n4. Potentiell omedelbar eller fördröjd miljöpåverkan till \r\nföljd av direkt eller indirekt interaktion mellan den \r\ngenetiskt modifierade organismen och målorganismer (i \r\ntillämpliga fall).\r\n\r\n5. Potentiell omedelbar eller fördröjd miljöpåverkan till \r\nföljd av direkt eller indirekt interaktion mellan den \r\ngenetiskt modifierade organismen och icke-målorganismer. Häri \r\ninkluderas påverkan på populationsnivåerna för \r\nkonkurrentorganismer, bytesorganismer, värdorganismer, \r\nsymbionter, predatorer, parasiter och patogener.\r\n\r\n6. Möjliga omedelbara eller fördröjda effekter på människors \r\nhälsa till följd av potentiell direkt eller indirekt \r\ninteraktion mellan den genetiskt modifierade organismen och \r\npersoner som arbetar med, kommer i kontakt med eller vistas i \r\nnärheten av utsättningar av genetiskt modifierade organismer.\r\n\r\n7. Möjliga omedelbara eller fördröjda effekter på djurs hälsa \r\noch konsekvenser för näringskedjan till följd av konsumtion av \r\nden genetiskt modifierade organismen och av produkter som \r\nhärrör från genetiskt modifierade organismer om de är avsedda \r\natt användas som djurfoder.\r\n\r\n8. Möjliga omedelbara eller fördröjda effekter på \r\nbiogeokemiska processer till följd av potentiell direkt eller \r\nindirekt interaktion mellan den genetiskt modifierade \r\norganismen och målorganismer eller icke-målorganismer i \r\nnärheten av en eller flera utsättningar av genetiskt \r\nmodifierade organismer.\r\n\r\n9. Möjlig omedelbar eller fördröjd, direkt eller indirekt \r\nmiljöpåverkan till följd av de specifika metoder som används \r\nför att hantera den genetiskt modifierade organismen, när \r\ndessa metoder skiljer sig från sådana som används för icke-\r\ngenetiskt modifierade organismer.\r\n\r\nD.2 Slutsatser i fråga om genetiskt modifierade högre växter \r\n(GMHV)\r\n\r\n1. GMHV:s persistens och invasivitet, inklusive genöverföring \r\nmellan växter. \r\n\r\n2. Genöverföring mellan växter och mikroorganismer. \r\n\r\n3. GMHV:s interaktion med målorganismer. \r\n\r\n4. GMHV:s interaktion med icke-målorganismer. \r\n\r\n5. Inverkan av specifika metoder för odling, hantering och \r\nskörd. \r\n\r\n6. Effekter på biogeokemiska processer. \r\n\r\n7. Effekter på människors eller djurs hälsa. \r\nFörordning (2020:832).\r\n\r\nBilaga 2 \r\n\r\nObligatoriska uppgifter i ansökan\r\n\r\nEn ansökan om tillstånd till avsiktlig utsättning eller \r\nutsläppande på marknaden enligt denna förordning ska i \r\ntillämpliga delar innehålla de uppgifter som anges i bilagorna \r\n2 A och 2 B. \r\n\r\nEn undergrupp av uppgifter i bilaga 2 A eller 2 B behöver inte \r\ntillhandahållas om uppgifterna inte är relevanta eller \r\nnödvändiga för att utvärdera riskerna i en viss ansökan, \r\nframför allt med hänsyn till den genetiskt modifierade \r\norganismens egenskaper, omfattningen på och villkoren för \r\nutsättningen eller användningen. \r\n\r\nHur detaljerade uppgifter som behöver lämnas kan också variera \r\nmed hänsyn till den föreslagna utsättningens egenskaper och \r\nomfattning. För varje undergrupp av uppgifter som krävs ska \r\nsammanfattningar av och resultat från de studier som hänvisas \r\ntill i ansökan, inklusive i förekommande fall en redogörelse \r\nför varför studierna är relevanta för riskbedömningen. För \r\nansökningar enligt 3 kap. ska detaljerade uppgifter om dessa \r\nstudier bifogas, inklusive en beskrivning av de metoder och \r\nmaterial som använts eller en hänvisning till standardiserade \r\neller internationellt erkända metoder samt namnet på det eller \r\nde organ som har ansvaret för studierna. \r\nFörordning (2020:832).\r\n\r\nBilaga 2 A\r\n\r\nObligatoriska uppgifter i ansökan om utsättning av andra\r\ngenetiskt modifierade organismer än högre växter\r\n\r\nI. Allmänna uppgifter\r\n\r\nA. Sökandens (företag, institution eller motsvarande) namn och\r\nadress.\r\n\r\nB. Den eller de ansvariga forskarnas namn, utbildning och\r\nerfarenhet.\r\n\r\nC. Projektets namn.\r\n\r\nII. Uppgifter om den genetiskt modifierade organismen\r\n\r\nA. Egenskaper hos a) givarorganism, b) mottagarorganism eller\r\nc) moderorganism (i förekommande fall)\r\n\r\n1. Vetenskapligt namn.\r\n\r\n2. Taxonomi.\r\n\r\n3. Övriga namn (vedertaget namn, stamnamn osv.).\r\n\r\n4. Fenotypiska och genetiska markörer.\r\n\r\n5. Grad av släktskap mellan givar- och mottagarorganism eller\r\nmellan moderorganismer.\r\n\r\n6. Beskrivning av identifierings- och detekteringsmetoder.\r\n\r\n7. Detekterings- och identifieringsmetodernas känslighet,\r\ntillförlitlighet (i kvantitativa termer) och specificitet.\r\n\r\n8. Beskrivning av organismens geografiska utbredning och\r\nnaturliga livsmiljö, inklusive information om naturliga\r\npredatorer och bytesorganismer, parasiter och konkurrenter,\r\nsymbionter och värdorganismer.\r\n\r\n9. Organismer med vilka det är känt att överföring av genetiskt\r\nmaterial förekommer under naturliga förhållanden.\r\n\r\n10. Verifiering av organismernas genetiska stabilitet och\r\nfaktorer som påverkar denna.\r\n\r\n11. Patologiska, ekologiska och fysiologiska egenskaper:\r\n\r\na) Faroklassificering enligt gällande EU-regler för skyddet av\r\nmänniskors hälsa och miljön.\r\n\r\nb) Generationslängd i naturliga ekosystem, sexuell och asexuell\r\nreproduktionscykel.\r\n\r\nc) Uppgifter om överlevnadsförmåga, inklusive anpassning till\r\nårstidsväxlingar samt förmåga att bilda överlevnadsstrukturer.\r\n\r\nd) Patogenicitet; infektionsförmåga, toxicitet, virulens och\r\nallergicitet, bärare (vektor) av patogener, möjliga vektorer,\r\nspektrum av värdorganismer inklusive icke-målorganismer, möjlig\r\naktivering av latenta virus (provirus). Förmåga att kolonisera\r\nandra organismer.\r\n\r\ne) Antibiotikaresistens och möjlig användning av dessa\r\nantibiotika för profylax och behandling av människor.\r\n\r\nf) Medverkan i miljöprocesser; primärproduktion,\r\nnäringsomsättning, nedbrytning av organiskt material,\r\nrespiration osv.\r\n\r\n12. Egenskaper hos naturliga vektorer:\r\n\r\na) Sekvens.\r\n\r\nb) Mobiliseringsfrekvens.\r\n\r\nc) Specificitet.\r\n\r\nd) Förekomst av gener som överför resistens.\r\n\r\n13. Historik över tidigare genetiska modifieringar.\r\n\r\nB. Vektorns egenskaper\r\n\r\n1. Vektorns beskaffenhet och ursprung.\r\n\r\n2. Sekvens av transposoner, vektorer och andra icke-kodande\r\ngenetiska segment, som används för att konstruera en viss\r\ngenetiskt modifierad organism och för att uppnå att den införda\r\nvektorn och den infogade DNA-sekvensen fungerar i denna.\r\n\r\n3. Den införda vektorns mobiliseringsfrekvens eller förmåga att\r\növerföra genetiskt material samt metoder för att fastställa\r\ndetta.\r\n\r\n4. Uppgifter om i vilken omfattning vektorn är begränsad till\r\ndet DNA som krävs för den avsedda funktionen.\r\n\r\nC. Den modifierade organismens egenskaper\r\n\r\n1. Uppgifter om den genetiska modifieringen.\r\n\r\na) Använda modifieringsmetoder.\r\n\r\nb) Metoder som använts för att konstruera och införa den eller\r\nde aktuella DNA-sekvenserna i mottagaren eller för att ta bort\r\nen sekvens.\r\n\r\nc) Beskrivning av det införda genmaterialets eller vektorns\r\nuppbyggnad.\r\n\r\nd) Det införda genmaterialets renhet från okända sekvenser samt\r\nuppgifter om i vilken omfattning den införda sekvensen är\r\nbegränsad till det DNA som krävs för den avsedda funktionen.\r\n\r\ne) Metoder och kriterier som används för selektion.\r\n\r\nf) Sekvens, funktionell identitet och lokalisering av berörda\r\nändrade, införda eller borttagna nukleinsyrasegment, med\r\nsärskild hänvisning till eventuellt förekommande känd skadlig\r\nsekvens.\r\n\r\n2. Uppgifter om den färdiga genetiskt modifierade organismen:\r\n\r\na) Beskrivning av genetiska eller fenotypiska egenskaper,\r\nsärskilt sådana nya egenskaper som kan yttra sig eller inte\r\nlängre yttrar sig.\r\n\r\nb) Struktur hos och mängd av den nukleinsyra från vektor eller\r\ngivare som finns kvar i den modifierade organismens slutliga\r\nkonstruktion.\r\n\r\nc) Organismens genetiska stabilitet.\r\n\r\nd) Halt av och uttrycksnivå för det nya genetiska materialet\r\nsamt mätmetoden och dess känslighet.\r\n\r\ne) De uttryckta proteinernas aktivitet.\r\n\r\nf) Beskrivning av identifierings- och detekteringsmetoder,\r\ninklusive metoder för att identifiera och detektera införd\r\nsekvens och vektor.\r\n\r\ng) Detekterings- och identifieringsmetodernas känslighet,\r\ntillförlitlighet (i kvantitativa termer) och specificitet.\r\n\r\nh) Historik över tidigare utsättningar eller användningar av\r\naktuell genetiskt modifierad organism.\r\n\r\ni) Hänsyn till människors och djurs hälsa samt växtskydd:\r\n\r\ni) Toxiska eller allergiframkallande effekter av genetiskt\r\nmodifierade organismer eller deras metaboliska produkter.\r\n\r\nii) Jämförelse mellan den modifierade organismen och givaren,\r\nmottagaren eller (i förekommande fall) moderorganismen avseende\r\npatogenicitet.\r\n\r\niii) Koloniseringsförmåga.\r\n\r\niv) Om organismen är patogen för människor med ett fungerande\r\nimmunförsvar:\r\n\r\n- De sjukdomar som uppkommer samt patogen mekanism inklusive\r\ninvasiv förmåga och virulens.\r\n\r\n- Grad av smittsamhet.\r\n\r\n- Infekterande dos.\r\n\r\n- Spektrum av värdorganismer, möjliga förändringar.\r\n\r\n- Förmåga att överleva utanför mänsklig värd.\r\n\r\n- Förekomst av vektorer eller spridningssätt.\r\n\r\n- Biologisk stabilitet.\r\n\r\n- Mönster för antibiotikaresistens.\r\n\r\n- Allergiframkallande egenskaper.\r\n\r\n- Befintliga lämpliga behandlingsmetoder.\r\n\r\nv) Övriga risker förknippade med produkten.\r\n\r\nIII. Uppgifter om utsättningsförhållanden och den mottagande\r\nmiljön\r\n\r\nA. Uppgifter om utsättningen\r\n\r\n1. Beskrivning av den planerade avsiktliga utsättningen,\r\ninklusive dess ändamål och förväntade produkter.\r\n\r\n2. Planerade utsättningstidpunkter och ett tidsschema för\r\nförsöket med angivande av utsättningarnas frekvens och\r\nvaraktighet.\r\n\r\n3. Förberedelser avseende platsen för utsättningen.\r\n\r\n4. Platsens storlek.\r\n\r\n5. Utsättningsmetoder.\r\n\r\n6. Den mängd genetiskt modifierade organismer som skall sättas\r\nut.\r\n\r\n7. Störningar på platsen (odlingsslag och -metod, gruvbrytning,\r\nkonstbevattning eller annan verksamhet).\r\n\r\n8. Arbetarskyddsåtgärder som skall vidtas under utsättningen.\r\n\r\n9. Behandling av platsen efter utsättningen.\r\n\r\n10. Planerade metoder för eliminering eller inaktivering av\r\ngenetiskt modifierade organismer vid försökets slut.\r\n\r\n11. Uppgifter om och resultat av tidigare utsättningar av samma\r\ngenetiskt modifierade organismer, framför allt utsättningar som\r\ngenomförts i annan skala och i andra ekosystem.\r\n\r\nB. Uppgifter om miljön (både på utsättningsplatsen och i dess\r\nomgivningar)\r\n\r\n1. Utsättningsplatsens eller -platsernas geografiska\r\nlokalisering med hänvisning till rutsystem på karta (vid\r\nansökningar enligt del C motsvarar utsättningsplatserna de\r\nområden där produkten är tänkt att användas).\r\n\r\n2. Fysiskt eller biologiskt avstånd till människor och andra\r\nlivsformer av betydelse.\r\n\r\n3. Avstånd till betydelsefulla biotoper, skyddade områden eller\r\ndricksvattentag.\r\n\r\n4. Klimatförhållanden inom de regioner som kan komma att\r\npåverkas.\r\n\r\n5. Geografiska, geologiska och pedologiska förhållanden.\r\n\r\n6. Flora och fauna, inklusive grödor, boskap och migrerande\r\narter.\r\n\r\n7. Beskrivning av målekosystem och andra ekosystem som kan\r\nkomma att påverkas.\r\n\r\n8. En jämförelse mellan mottagarorganismens naturliga livsmiljö\r\noch tänkta utsättningsplatser.\r\n\r\n9. Känd planerad utveckling eller förändring av\r\nmarkanvändningen i regionen som skulle kunna påverka\r\nutsättningens miljöpåverkan.\r\n\r\nIV. Uppgifter om interaktion mellan genetiskt modifierade\r\norganismer och miljön\r\n\r\nA. Egenskaper som påverkar överlevnad, förökning och utbredning\r\n\r\n1. Biologiska egenskaper som påverkar överlevnad, förökning och\r\nspridning.\r\n\r\n2. Kända eller förutsedda miljöförhållanden, som kan påverka\r\növerlevnad, förökning och utbredning (vind, vatten, mark,\r\ntemperatur, pH osv.).\r\n\r\n3. Känslighet för specifika former av påverkan.\r\n\r\nB. Interaktion med miljön\r\n\r\n1. Förutsedd livsmiljö för de aktuella genetiskt modifierade\r\norganismerna.\r\n\r\n2. Undersökningar av uppträdande och egenskaper hos de\r\ngenetiskt modifierade organismerna samt av ekologiska effekter,\r\nutförda i simulerade naturliga miljöer, såsom mikrokosmer,\r\nväxtkammare eller växthus.\r\n\r\n3. Genöverföringsförmåga:\r\n\r\na) Överföring av genetiskt material från genetiskt modifierade\r\norganismer till organismer i påverkade ekosystem efter\r\nutsättningen.\r\n\r\nb) Överföring av genetiskt material från naturligt förekommande\r\norganismer till genetiskt modifierade organismer efter\r\nutsättningen.\r\n\r\n4. Sannolikheten för att en selektion efter utsättningen leder\r\ntill att oväntade eller oönskade egenskaper yttrar sig i den\r\nmodifierade organismen.\r\n\r\n5. Åtgärder för att säkerställa och verifiera genetisk\r\nstabilitet. Beskrivning av genetiska egenskaper, som kan hindra\r\neller begränsa spridning av genetiskt material. Metoder för att\r\nverifiera genetisk stabilitet.\r\n\r\n6. Biologiska spridningsvägar samt känd eller potentiell\r\ninteraktion med det som sprids, t.ex. inandning, förtäring,\r\nytkontakt, inträngning osv.\r\n\r\n7. Beskrivning av ekosystem till vilka spridning av de\r\ngenetiskt modifierade organismerna skulle kunna ske.\r\n\r\n8. Potential för extraordinär populationsökning i miljön.\r\n\r\n9. Konkurrensfördelar för de genetiskt modifierade organismerna\r\ni förhållande till icke-modifierade mottagar- eller\r\nmoderorganismer.\r\n\r\n10. Identifiering och beskrivning av målorganismerna (i\r\ntillämpliga fall).\r\n\r\n11. Förväntat förlopp och resultat av interaktionen mellan\r\ngenetiskt modifierade organismer som sätts ut och\r\nmålorganismerna (i tillämpliga fall).\r\n\r\n12. Identifiering och beskrivning av icke-målorganismer som kan\r\npåverkas negativt av utsättningen av den genetiskt modifierade\r\norganismen, och förväntade förlopp för identifierad negativ\r\ninteraktion.\r\n\r\n13. Sannolikheten för förskjutningar i biologisk interaktion\r\neller i spektrum av värdorganismer efter utsättningen.\r\n\r\n14. Känd eller förutsedd interaktion med icke-målorganismer i\r\nmiljön, inklusive konkurrentorganismer, bytesorganismer,\r\nvärdorganismer, symbionter, predatorer, parasiter och\r\npatogener.\r\n\r\n15. Känd eller förutsedd medverkan i biogeokemiska processer.\r\n\r\n16. Annan potentiell interaktion med miljön.\r\n\r\nV. Uppgifter om övervakning, kontroll, avfallshantering och\r\nåtgärdsplaner för nödsituationer\r\n\r\nA. Övervakningsmetoder\r\n\r\n1. Metoder för att spåra genetiskt modifierade organismer och\r\nför att övervaka deras effekter.\r\n\r\n2. Övervakningsmetodernas specificitet (för att identifiera\r\ngenetiskt modifierade organismer och för att skilja dem från\r\ngivar-, mottagar- eller i förekommande fall moderorganismerna),\r\nkänslighet och tillförlitlighet.\r\n\r\n3. Metoder för att upptäcka överföring av det tillförda\r\ngenetiska materialet till andra organismer.\r\n\r\n4. Övervakningens varaktighet och frekvens.\r\n\r\nB. Kontroll av utsättningen\r\n\r\n1. Metoder och förfaranden för att undvika eller begränsa\r\nspridning av genetiskt modifierade organismer bortom\r\nutsättningsplatsen eller det avsedda området.\r\n\r\n2. Metoder och förfaranden för att skydda platsen mot tillträde\r\nav obehöriga.\r\n\r\n3. Metoder och förfaranden för att hindra att andra organismer\r\ntränger in på platsen.\r\n\r\nC. Avfallshantering\r\n\r\n1. Typ av avfall som uppstår.\r\n\r\n2. Förutsedd avfallsmängd.\r\n\r\n3. Beskrivning av planerad avfallshantering.\r\n\r\nD. Åtgärdsplaner i nödsituationer\r\n\r\n1. Metoder och förfaranden för att kontrollera de genetiskt\r\nmodifierade organismerna vid oväntad spridning.\r\n\r\n2. Metoder för dekontaminering av påverkade områden, t.ex.\r\nutrotning av de aktuella genetiskt modifierade organismerna.\r\n\r\n3. Metoder för omhändertagande eller sanering av växter, djur,\r\njord osv., som exponerats i samband med eller efter\r\nspridningen.\r\n\r\n4. Metoder för isolering av det område som påverkats av\r\nspridningen.\r\n\r\n5. Åtgärdsplaner för att skydda människors hälsa och miljön om\r\noönskade effekter uppträder.\r\nFörordning (2010:1193).\r\n\r\nBilaga 2 B \r\n\r\nObligatoriska uppgifter i ansökan om utsättning av genetiskt \r\nmodifierade högre växter (GMHV)\r\n\r\nI. Obligatoriska uppgifter i ansökningar enligt 2 kap. \r\n\r\nA. Allmänna uppgifter \r\n\r\n1. Sökandens (företag, institution eller motsvarande) namn och \r\nadress. \r\n\r\n2. Den eller de ansvariga forskarnas namn, utbildning och \r\nerfarenhet.\r\n\r\n3. Projektets namn. \r\n\r\n4. Information om utsättningen. \r\n\r\na) Utsättningens syfte. \r\n\r\nb) Planerade tidpunkter och varaktighet för utsättningen. \r\n\r\nc) Metod för utsättning av GMHV. \r\n\r\nd) Metod för att bereda och sköta utsättningsplatsen före, \r\nunder och efter utsättningen, inklusive odlings- och \r\nskördemetoder. \r\n\r\ne) Ungefärligt antal växter (eller växter per kvadratmeter). \r\n\r\n5. Information om utsättningsplatsen.\r\n\r\na) Utsättningsplatsens eller utsättningsplatsernas \r\nlokalisering och storlek. \r\n\r\nb) Beskrivning av ekosystemet på utsättningsplatsen, inklusive \r\nklimat, flora och fauna. \r\n\r\nc) Förekomst av sexuellt kompatibla vilda släktingar eller \r\nodlade växtarter.\r\n\r\nd) Avstånd till officiellt erkända biotoper eller skyddade \r\nområden som kan påverkas. \r\n\r\nB. Vetenskapliga uppgifter \r\n\r\n1. Uppgifter om mottagarväxter eller, i förekommande fall, \r\nmoderväxter. \r\n\r\na) Fullständigt namn: \r\n\r\ni) familjenamn, \r\n\r\nii) släkte, \r\n\r\niii) art, \r\n\r\niv) underart,\r\n\r\nv) kultiverings- eller förädlingslinje, och \r\n\r\nvi) vedertaget namn. \r\n\r\nb) Geografisk utbredning för och odling av växten inom \r\nEuropeiska unionen. \r\n\r\nc) Uppgifter om reproduktion: \r\n\r\ni) reproduktionssätt, \r\n\r\nii) eventuella särskilda faktorer som påverkar reproduktionen, \r\noch\r\n\r\niii) generationstid. \r\n\r\nd) Sexuell kompatibilitet med andra odlade eller vilda \r\nväxtarter, inbegripet uppgifter om de kompatibla arternas \r\nutbredning i Europa. \r\n\r\ne) Överlevnadsförmåga: \r\n\r\ni) förmåga att bilda strukturer för överlevnad eller \r\ngroningsvila, och \r\n\r\nii) eventuella särskilda faktorer som påverkar \r\növerlevnadsförmågan. \r\n\r\nf) Spridning: \r\n\r\ni) spridningssätt och spridningens omfattning, och\r\n\r\nii) eventuella särskilda faktorer som påverkar spridningen. \r\n\r\ng) I de fall en växtart normalt sett inte odlas inom den \r\nEuropeiska unionen, en beskrivning av dess naturliga \r\nlivsmiljö, inklusive uppgifter om naturliga predatorer, \r\nparasiter, konkurrenter och symbionter. \r\n\r\nh) Potentiell interaktion, som är relevant för GMHV, som \r\nväxten kan ha med organismer i det ekosystem där den \r\nvanligtvis odlas eller på andra håll, inklusive uppgifter om \r\ntoxiska effekter på människor, djur och andra organismer.\r\n\r\n2. Molekylär karakterisering: \r\n\r\na) Uppgifter om den genetiska modifieringen: \r\n\r\ni) beskrivning av de metoder som använts för den genetiska \r\nmodifieringen, \r\n\r\nii) den använda vektorns egenskaper och ursprung, och\r\n\r\niii) ursprung för de nukleinsyror som använts för \r\ntransformation liksom storlek och avsedd funktion för alla \r\nbeståndsdelar i den sekvens som är avsedd att införas. \r\n\r\nb) Information om GMHV: \r\n\r\ni) allmän beskrivning av de egenskaper som har införts eller \r\nmodifierats, och\r\n\r\nii) uppgifter om de sekvenser som faktiskt har införts eller \r\ntagits bort: \r\n\r\n- de införda sekvensernas storlek och antal kopior samt \r\nmetoderna för karakterisering av dem, \r\n\r\n- storleken och funktionen hos eventuella borttagna områden, \r\n\r\n- de införda sekvensernas subcellulära lokaliseringar i \r\nväxtcellerna (integrerade i cellkärnor, kloroplaster, \r\nmitokondrier eller bevarade i icke-integrerad form) och \r\nmetoder för att bestämma dem, \r\n\r\niii) delar av växten där den införda sekvensen uttrycks, och\r\n\r\niv) den införda sekvensens genetiska stabilitet och GMHV:s \r\nfenotypiska stabilitet. \r\n\r\nc) Slutsatser efter den molekylära karakteriseringen. \r\n\r\n3. Uppgifter om särskilda riskområden: \r\n\r\na) Eventuella ändringar i GMHV:s persistens, och invasivitet \r\noch dess förmåga att överföra genetiskt material till sexuellt \r\nkompatibla släktingar och de negativa miljöeffekterna till \r\nföljd av detta. \r\n\r\nb) Eventuella ändringar i GMHV:s förmåga att överföra \r\ngenetiskt material till mikroorganismer och de negativa \r\nmiljöeffekterna till följd av detta. \r\n\r\nc) Förlopp för interaktion mellan GMHV och målorganismen (i \r\ntillämpliga fall) och de negativa miljöeffekterna till följd \r\nav detta. \r\n\r\nd) Potentiella ändringar i GMHV:s interaktion med icke-\r\nmålorganismer till följd av den genetiska modifieringen och de \r\nnegativa miljöeffekterna till följd av detta. \r\n\r\ne) Potentiella ändringar av brukningsmetoder och hantering i \r\nsamband med GMHV till följd av den genetiska modifieringen och \r\nde negativa miljöeffekterna till följd av detta. \r\n\r\nf) Potentiell interaktion med den abiotiska miljön och de \r\nnegativa miljöeffekterna till följd av detta. \r\n\r\ng) Uppgifter om toxiska, allergiframkallande eller andra \r\nskadliga effekter på människors och djurs hälsa till följd av \r\nden genetiska modifieringen. \r\n\r\nh) Slutsatser om särskilda riskområden. \r\n\r\n4. Uppgifter om åtgärdsplaner för kontroll, övervakning, \r\nbehandling efter utsättning och avfallshantering. \r\n\r\na) Alla vidtagna åtgärder, bl.a.: \r\n\r\ni) geografisk och tidsmässig isolering från sexuellt \r\nkompatibla växtarter, såväl vilda släktingar och \r\nogrässläktingar som grödor, och \r\n\r\nii) åtgärder för att minimera eller förhindra spridning av \r\nreproduktiva delar av GMHV. \r\n\r\nb) Beskrivning av metoder för att behandla platsen efter \r\nutsättningen. \r\n\r\nc) Beskrivning av metoder för att behandla det genetiskt \r\nmodifierade växtmaterialet, inklusive avfall, efter \r\nutsättningen. \r\n\r\nd) Beskrivning av övervakningsplaner och övervakningsmetoder. \r\n\r\ne) Beskrivning av eventuella åtgärdsplaner för nödsituationer. \r\n\r\nf) Beskrivning av metoder och förfaranden för att \r\n\r\ni) undvika eller minimera spridning av GMHV utanför \r\nutsättningsplatsen, \r\n\r\nii) skydda platsen mot tillträde av obehöriga, och\r\n\r\niii) hindra att andra organismer tar sig in på platsen. \r\n\r\n5. Beskrivning av metoder för att detektera och identifiera \r\nGMHV. \r\n\r\n6. Uppgifter om tidigare utsättningar av GMHV, i tillämpliga \r\nfall.\r\n\r\nII. Obligatoriska uppgifter i ansökningar enligt 3 kap. \r\n\r\nA. Allmänna uppgifter \r\n\r\n1. Sökandens (företag, institution eller motsvarande) namn och \r\nadress. \r\n\r\n2. Den eller de ansvariga forskarnas namn, utbildning och \r\nerfarenhet. \r\n\r\n3. Beteckning och specifikation av GMHV. \r\n\r\n4. Ansökans omfattning (odling och eventuella övriga \r\nanvändningsområden). \r\n\r\nB. Vetenskapliga uppgifter \r\n\r\n1. Uppgifter om mottagarväxter eller, i förekommande fall, \r\nmoderväxter. \r\n\r\na) Fullständigt namn: \r\n\r\ni) familjenamn, \r\n\r\niii) art, \r\n\r\niv) underart, \r\n\r\nv) kultiverings- eller förädlingslinje, och\r\n\r\nvi) vedertaget namn. \r\n\r\nb) Geografisk utbredning för och odling av växten inom \r\nEuropeiska unionen. \r\n\r\nc) Uppgifter om reproduktion: \r\n\r\ni) reproduktionssätt, \r\n\r\nii) eventuella särskilda faktorer som påverkar reproduktionen, \r\noch \r\n\r\niii) generationstid. \r\n\r\nd) Sexuell kompatibilitet med andra odlade eller vilda \r\nväxtarter, inbegripet kompatibla arters utbredning i unionen. \r\n\r\ne) Överlevnadsförmåga: \r\n\r\ni) förmåga att bilda strukturer för överlevnad eller dvala, \r\noch \r\n\r\nii) eventuella särskilda faktorer som påverkar \r\növerlevnadsförmågan. \r\n\r\nf) Spridning: \r\n\r\ni) spridningssätt och spridningens omfattning, och \r\n\r\nii) eventuella särskilda faktorer som påverkar spridningen.\r\n\r\ng) I de fall en växtart normalt sett inte odlas inom unionen, \r\nen beskrivning av dess naturliga livsmiljö, inklusive \r\nuppgifter om naturliga predatorer, parasiter, konkurrenter och \r\nsymbionter. \r\n\r\nh) Potentiell interaktion som är relevant för GMHV och som \r\nväxten kan ha med organismer i det ekosystem där den \r\nvanligtvis odlas eller på andra håll, inklusive uppgifter om \r\ntoxiska effekter på människor, djur och andra organismer. \r\n\r\n2. Molekylär karakterisering. \r\n\r\na) Uppgifter om den genetiska modifieringen: \r\n\r\ni) beskrivning av de metoder som använts för den genetiska \r\nmodifieringen, \r\n\r\nii) den använda vektorns egenskaper och ursprung, och \r\n\r\niii) ursprung för de nukleinsyror som använts för \r\ntransformation, storlek och avsedd funktion för alla \r\nbeståndsdelar i de sekvenser som är avsedda att införas. \r\n\r\nb) Uppgifter om den genetiskt modifierade växten: \r\n\r\ni) beskrivning av de egenskaper som har införts eller \r\nmodifierats. \r\n\r\nii) uppgifter om de sekvenser som faktiskt har införts eller \r\ntagits bort: \r\n\r\n- storleken på och antal kopior av alla detekterbara införda \r\nsekvenser, både fullständiga och partiella, samt metoderna för \r\natt bestämma dem, \r\n\r\n- det införda genetiska materialets organisering och sekvenser \r\nför varje införingsställe i ett standardiserat elektroniskt \r\nformat, \r\n\r\n- storleken och funktionen hos eventuella borttagna områden, \r\n\r\n- de införda sekvensernas subcellulära lokaliseringar \r\n(integrerade i cellkärnor, kloroplaster, mitokondrier eller \r\nbevarade i icke-integrerad form) och metoder för att bestämma \r\ndem, \r\n\r\n- för andra modifieringar än införande eller borttagning, det \r\nmodifierade genetiska materialets funktion före och efter \r\nmodifieringen samt direkta ändringar av genernas uttryck till \r\nföljd av modifieringen, \r\n\r\n- sekvensuppgifter i standardiserat elektroniskt format för \r\nbåde 5'- och 3'-flankerande områden vid varje införingsställe, \r\n\r\n- bioinformatiska analyser med hjälp av aktuella databaser, \r\nför att undersöka eventuella avbrott i kända gener, \r\n\r\n- samtliga öppna läsramar (en nukleotidsekvens som innehåller \r\nen följd av kodoner som inte avbryts av ett stoppkodon i samma \r\nläsram, ORF) inom den införda sekvensen (antingen till följd \r\nav strukturella förändringar eller inte) och de som skapats \r\ntill följd av en genetisk modifiering vid föreningspunkter med \r\ngenomiskt DNA, \r\n\r\n- bioinformatiska analyser med hjälp av aktuella databaser, \r\nför att undersöka eventuella likheter mellan ORF och kända \r\ngener som kan ha negativa effekter, \r\n\r\n- primär struktur (aminosyrasekvens) och, i förekommande fall, \r\nandra strukturer av det nya protein som uttrycks, \r\n\r\n- bioinformatiska analyser med hjälp av aktuella databaser, \r\nför att undersöka eventuell sekvenshomologi, och vid behov, \r\nstrukturella likheter mellan nya proteiner som uttrycks och \r\nkända proteiner eller peptider som kan ha negativa effekter, \r\n\r\niii) uppgifter om den införda sekvensens uttryck: \r\n\r\n- metoder som använts för att analysera genuttryck tillsammans \r\nmed deras prestanda, \r\n\r\n- uppgifter om den införda sekvensens utvecklingsmässiga \r\nuttryck under växtens livscykel, \r\n\r\n- delar av växten där den införda eller modifierade sekvensen \r\nuttrycks, \r\n\r\n- potentiellt oavsiktliga uttryck av nya ORF som identifierats \r\nenligt led ii sjunde strecksatsen och som utgör en \r\nsäkerhetsrisk, \r\n\r\n- uppgifter om proteiners uttryck, inklusive rådata, som fåtts \r\nvid fältstudier och som har anknytning till grödans \r\nodlingsförhållanden, och \r\n\r\niv) den införda sekvensens genetiska stabilitet och GMHV:s \r\nfenotypiska stabilitet. \r\n\r\nc) Slutsatser efter den molekylära karakteriseringen. \r\n\r\n3. Jämförande analys av odlingsegenskaper och fenotypiska \r\negenskaper och sammansättning: \r\n\r\na) Val av konventionell motsvarighet och kompletterande \r\njämförelseorganism. \r\n\r\nb) Val av platser för fältstudier. \r\n\r\nc) Försöksplan och statistisk analys av fältförsöksdata för \r\nden jämförande analysen: \r\n\r\ni) beskrivning av planen för fältstudier,\r\n\r\nii) beskrivning av relevanta aspekter av utsättningsmiljöerna, \r\noch \r\n\r\niii) statistisk analys. \r\n\r\nd) Val av växtmaterial för analys, om tillämpligt. \r\n\r\ne) Jämförande analys av odlingsegenskaper och fenotypiska \r\negenskaper. \r\n\r\nf) Jämförande analys av sammansättning, om relevant. \r\n\r\ng) Slutsatser av den jämförande analysen. \r\n\r\n4. Särskilda uppgifter för varje riskområde. \r\n\r\nFör vart och ett av de sju riskområden som avses i avsnitt D.2 \r\ni bilaga 1 ska sökanden först beskriva vägarna som leder till \r\nskada och förklara i en kedja av orsak och verkan hur \r\nutsättningen av GMHV kan leda till skada, med beaktande av \r\nbåde fara och exponering. \r\n\r\nSökanden ska lämna in de uppgifter som följer av a-g, förutom \r\nom det inte är relevant mot bakgrund av den genetiskt \r\nmodifierade organismens avsedda användningsområden. \r\n\r\na) Uppgifter om persistens och invasivitet, inklusive \r\ngenöverföring mellan växter. \r\n\r\ni) bedömning av om GMHV kan bli mer persistent eller invasiv \r\noch de negativa miljöeffekterna till följd av detta, \r\n\r\nii) bedömning av om GMHV kan överföra transgener till sexuellt \r\nkompatibla släktingar och de negativa miljöeffekterna till \r\nföljd av detta, och \r\n\r\niii) slutsatser om de negativa miljöeffekterna till följd av \r\nGMHV:s persistens och invasivitet, inklusive negativa \r\nmiljöeffekter till följd av genöverföring mellan växter. \r\n\r\nb) Genöverföring mellan växter och mikroorganismer: \r\n\r\ni) bedömning av om nya införda DNA kan överföras från GMHV \r\ntill mikroorganismer och de negativa effekterna till följd av \r\ndetta, och\r\n\r\nii) slutsatser om de negativa effekterna av överföring av nya \r\ninförda DNA från GMHV till mikroorganismer på människors och \r\ndjurs hälsa och miljön. \r\n\r\nc) GMHV:s interaktion med icke-målorganismer, om tillämpligt: \r\n\r\ni) bedömning av om förändringar kan uppstå i direkt och \r\nindirekt interaktion mellan GMHV och målorganismer och de \r\nnegativa miljöeffekterna, \r\n\r\nii) bedömning av om målorganismen kan utveckla resistens mot \r\ndet protein som uttrycks (på grundval av tidigare utveckling \r\nav resistens mot konventionella bekämpningsmedel eller \r\ntransgena växter med liknande egenskaper) och de negativa \r\neffekterna till följd av detta, och \r\n\r\niii) slutsatser om negativa miljöeffekter av GMHV:s \r\ninteraktion med målorganismer. \r\n\r\nd) GMHV:s interaktion med icke-målorganismer: \r\n\r\ni) bedömning av om direkt och indirekt interaktion kan uppstå \r\nmellan GMHV och icke-målorganismer, inklusive skyddade arter, \r\noch de negativa miljöeffekterna till följd av detta. \r\nBedömningen ska också beakta potentiella negativa effekter på \r\nrelevanta ekosystemtjänster och på arter som tillhandahåller \r\ndessa tjänster, och\r\n\r\nii) slutsatser om negativa miljöeffekter av GMHV:s interaktion \r\nmed icke-målorganismer. \r\n\r\ne) Inverkan av specifika metoder för odling, hantering och \r\nskörd: \r\n\r\ni) i fråga om GMHV för odling, en bedömning av förändringar i \r\nde specifika metoderna för odling, hantering och skörd som \r\nanvänds för GMHV, och de negativa miljöeffekterna till följd \r\nav detta, och \r\n\r\nii) slutsatser om de negativa miljöeffekterna av de specifika \r\nmetoderna för odling, hantering och skörd. \r\n\r\nf) Effekter på biogeokemiska processer: \r\n\r\ni) bedömning av förändringar i de biogeokemiska processerna \r\ninom det område där GMHV ska odlas och i dess omgivningar, och \r\nde negativa effekterna till följd av detta, och \r\n\r\nii) slutsatser om de negativa effekterna av biogeokemiska \r\nprocesser. \r\n\r\ng) I fråga om effekter på människors eller djurs hälsa: \r\n\r\ni) bedömning av om direkta eller indirekta effekter som GMHV \r\nskulle kunna ha på personer som arbetar med eller kommer i \r\nkontakt med dem, inklusive genom pollen eller damm från en \r\nbearbetad GMHV, och en bedömning av de negativa effekterna av \r\ndetta på människors hälsa,\r\n\r\nii) vad gäller GMHV som inte är avsedda som livsmedel, men där \r\nmottagar- eller föräldraorganismerna kan vara avsedda som \r\nlivsmedel, en bedömning av sannolikheten för och eventuella \r\nnegativa effekter på människors hälsa till följd av \r\noavsiktligt intag, \r\n\r\niii) bedömning av potentiella negativa effekter på djurs hälsa \r\ntill följd av djurs oavsiktliga intag av en GMHV eller \r\nmaterial från den växten, och \r\n\r\niv) slutsatser om effekter på människors eller djurs hälsa. \r\n\r\nh) Utvärdering av den totala risken och slutsatser. En \r\nsammanfattning ska lämnas av alla slutsatser för varje \r\nriskområde. Sammanfattningen ska beakta riskkarakteriseringen \r\ni enlighet med steg 1-4 i den metodik som beskrivs i avsnitt \r\nC.3 i bilaga 1 och de föreslagna riskhanteringsstrategierna i \r\nenlighet med avsnitt C.3 punkt 5 i bilaga 1. \r\n\r\n5. Beskrivning av metoder för detektion och identifiering av \r\nGMHV. \r\n\r\n6. Uppgifter om tidigare utsättningar av GMHV, i tillämpliga \r\nfall. Förordning (2020:832).\r\n\r\nBilaga 3 \r\n\r\nYtterligare uppgifter\r\n\r\nI denna bilaga ges en allmän beskrivning av ytterligare \r\nuppgifter som ska lämnas i en ansökan om tillstånd till \r\nutsläppande på marknaden. I bilagan ges även en beskrivning av \r\nde uppgifter som krävs för märkning, såväl av produkter som \r\nbestår av eller innehåller genetiskt modifierade organismer \r\noch som ska släppas ut på marknaden som av genetiskt \r\nmodifierade organismer som är undantagna från bestämmelserna \r\nom utsläppande på marknaden i enlighet med 3 kap. 1 § 1 och 2. \r\nDe krav på märkning som ställs i 4 kap. 1 § andra stycket ska \r\ntillgodoses genom lämpliga rekommendationer och restriktioner \r\nför användningen av dessa genetiskt modifierade organismer.\r\n\r\nA. Utöver det som anges i bilagorna 2, 2 A och 2 B ska \r\nföljande uppgifter lämnas i ansökan om tillstånd till \r\nutsläppande på marknaden av en produkt som består av eller \r\ninnehåller genetiskt modifierade organismer\r\n\r\n1. Produktens föreslagna handelsbeteckning och namn på de \r\ngenetiskt modifierade organismer som den innehåller, och ett \r\nförslag till unik identitetsbeteckning för den genetiskt \r\nmodifierade organismen som skapats i enlighet med \r\nkommissionens förordning (EG) nr 65/2004 av den 14 januari \r\n2004 om inrättande av ett system för skapande och tilldelning \r\nav unika identitetsbeteckningar för genetiskt modifierade \r\norganismer. Sedan tillstånd har getts ska uppgifter om \r\neventuella nya handelsbeteckningar lämnas till den behöriga \r\nmyndigheten.\r\n\r\n2. Namn och fullständig adress för den person som är etablerad \r\ni Europeiska unionen och som svarar för utsläppandet på \r\nmarknaden, antingen detta är tillverkaren, importören eller \r\ndistributören.\r\n\r\n3. Namn och fullständig adress för den eller de personer som \r\nlämnar kontrollprover.\r\n\r\n4. Beskrivning av hur produkten, och den genetiskt modifierade \r\norganism som utgör eller ingår i en produkt, är avsedd att \r\nanvändas. Skillnader i användningen eller hanteringen av den \r\ngenetiskt modifierade organismen jämfört med liknande \r\nprodukter som inte är genetiskt modifierade bör belysas.\r\n\r\n5. Beskrivning av det geografiska område eller de geografiska \r\nområden och miljötyper där produkten är avsedd att användas \r\ninom unionen inbegripet, om det är möjligt, en beräkning av \r\nanvändningens omfattning i varje område.\r\n\r\n6. Tänkta kategorier av användare t.ex. industri, jordbruk och \r\növriga yrkesutövare, konsumenter i allmänhet.\r\n\r\n7. Metoder för detektering, identifiering och, i förekommande \r\nfall, kvantifiering av transformationshändelsen och prover av \r\nde genetiskt modifierade organismerna och kontrollprover till \r\ndessa samt information om var referensmaterialet finns \r\ntillgängligt. Uppgifter som av skäl som hänför sig till deras \r\nkonfidentiella natur inte kan införas i den offentliga delen \r\nav de register som avses i artikel 31.2 i direktiv 2001/18/EG \r\nska identifieras.\r\n\r\n8. Föreslagen märkning på en etikett eller i ett \r\nföljedokument. Denna ska innehålla, åtminstone i komprimerad \r\nform, en handelsbeteckning för produkten, en förklaring att \r\n\"denna produkt innehåller genetiskt modifierade organismer\", \r\nden genetiskt modifierade organismens namn och de uppgifter \r\nsom avses i punkt 2. Märkningen bör ange hur uppgifter kan \r\nerhållas i den offentliga delen av registret.\r\n\r\nB. Utöver det som anges i punkt A ska, i enlighet med 3 kap. 4 \r\n§, följande uppgifter lämnas i ansökan om tillstånd när det är \r\nrelevant\r\n\r\n1. Åtgärder som ska vidtas vid oavsiktlig utsättning eller \r\nmissbruk.\r\n\r\n2. Särskilda instruktioner eller rekommendationer för lagring \r\noch hantering.\r\n\r\n3. Särskilda instruktioner till sökanden för att denne ska \r\nkunna genomföra övervakning och rapportering. Om det behövs \r\nska sådana instruktioner även rikta sig till behörig \r\ntillsynsmyndighet, så att denna kan få nödvändig information \r\nom eventuella negativa effekter. Dessa instruktioner bör \r\nstämma överens med bilaga 4 del C.\r\n\r\n4. Föreslagna restriktioner för användningen av den genetiskt \r\nmodifierade organismen, exempelvis uppgifter om var produkten \r\nfår användas och för vilket ändamål.\r\n\r\n5. Föreslagen förpackning.\r\n\r\n6. Beräknad produktion i eller import till Europeiska unionen.\r\n\r\n7. Föreslagen ytterligare märkning. Detta kan innefatta, \r\nåtminstone i komprimerad form, de uppgifter som avses i \r\npunkterna A4, A5, B1, B2, B3 och B4. Förordning (2020:832).\r\n\r\nBilaga 4 \r\n\r\nÖvervakningsplan\r\n\r\nI denna bilaga ges en allmän beskrivning av det mål som ska \r\nuppnås och de allmänna principer som ska följas för att \r\nutforma den övervakningsplan som avses i 3 kap. 4, 17, 31 och \r\n32 §§. \r\n\r\nVid tillämpningen av denna bilaga ska hänsyn tas till de \r\ntekniska vägledande kommentarer som utarbetas i enlighet med \r\ndet föreskrivande förfarande som avses i artikel 30.2 i \r\ndirektiv 2001/18/EG, i syfte att förenkla genomförandet och \r\nförklaringarna av denna bilaga.\r\n\r\nA. Mål\r\n\r\nMålet med en övervakningsplan är att\r\n\r\n- bekräfta att alla antaganden i riskbedömningen om förekomst \r\noch verkan av eventuella negativa effekter av den genetiskt \r\nmodifierade organismen eller dess användning är korrekta, och\r\n\r\n- identifiera förekomsten av sådana negativa effekter på \r\nmänniskors hälsa eller miljön som kan följa av den genetiskt \r\nmodifierade organismen eller dess användning, och som inte \r\nförutsågs i riskbedömningen.\r\n\r\nB. Allmänna principer\r\n\r\nI enlighet med bestämmelserna i 3 kap. 4, 17, 31 och 32 §§ ska \r\növervakning äga rum efter det att tillstånd har getts till \r\nutsläppande på marknaden av en genetiskt modifierad organism.\r\n\r\nTolkningen av de uppgifter som insamlats genom övervakning bör \r\ngöras mot bakgrund av andra befintliga miljöförhållanden och \r\nannan verksamhet. När förändringar i miljön observeras bör \r\nytterligare bedömning övervägas för att fastställa om de är en \r\nföljd av den genetiskt modifierade organismen eller användning \r\nav den, eftersom sådana förändringar kan vara en följd av \r\nandra miljöfaktorer än utsläppandet av den genetiskt \r\nmodifierade organismen på marknaden.\r\n\r\nErfarenheter och data som samlas in genom övervakning av \r\nexperimentell utsättning av genetiskt modifierade organismer \r\nkan vara till hjälp vid utformningen av det övervakningssystem \r\nsom ska tillämpas efter utsläppandet på marknaden och som \r\nkrävs för att få marknadsföra produkter som består av eller \r\ninnehåller genetiskt modifierade organismer.\r\n\r\nC. Utformning av övervakningsplanen\r\n\r\nÖvervakningsplanen bör utformas enligt följande.\r\n\r\n1. Planen bör vara så detaljerad som varje enskilt fall kräver \r\nmed hänsyn till riskbedömningen.\r\n\r\n2. I planen bör beaktas den genetiskt modifierade organismens \r\negenskaper, den avsedda användningens egenskaper och \r\nomfattning samt omfattningen av relevanta miljöförhållanden \r\ndär den genetiskt modifierade organismen förväntas sättas ut.\r\n\r\n3. Genom planen bör införlivas allmän övervakning av \r\noförutsedda negativa effekter och, om nödvändigt, fallspecifik \r\növervakning som inriktar sig på negativa effekter som \r\nidentifierats i riskbedömningen.\r\n\r\n3.1 Fallspecifik övervakning bör genomföras under tillräckligt \r\nlång tid för att upptäcka omedelbara och direkta samt, i \r\nförekommande fall, fördröjda eller indirekta effekter som har \r\nidentifierats i riskbedömningen.\r\n\r\n3.2 Vid tillsynen bör, i förekommande fall, redan etablerade \r\nrutinmässiga tillsynsmetoder användas, så som övervakning av \r\nlantbruksväxter, växtskydd, veterinärmedicinska produkter \r\neller läkemedel. En förklaring bör ges om hur relevanta \r\nupplysningar som samlats in genom etablerade rutinmässiga \r\ntillsynsmetoder kommer att göras tillgängliga för \r\ntillståndshavaren.\r\n\r\n4. Planen bör underlätta systematisk observation av \r\nutsättningen av en genetiskt modifierad organism i den \r\nmottagande miljön och tolkning av dessa observationer med \r\navseende på människors hälsa och miljön.\r\n\r\n5. I planen bör fastställas vem av tillståndshavaren eller \r\nodlaren som ska genomföra de olika uppgifter som krävs enligt \r\növervakningsplanen och vem som är ansvarig för att se till att \r\növervakningsplanen upprättas och genomförs på lämpligt sätt. \r\nDenne ska se till att det finns kontaktvägar för att informera \r\ntillståndshavare och den behöriga myndigheten om eventuella \r\nobserverade negativa effekter på människors hälsa eller miljön \r\n(tidpunkter och intervaller för rapporter om resultaten av \r\növervakningen ska anges).\r\n\r\n6. I planen bör beaktas mekanismerna för att identifiera och \r\nbekräfta eventuella observerade negativa effekter på \r\nmänniskors hälsa eller miljön. Den bör göra det möjligt för \r\ntillståndshavaren eller, i förekommande fall, den behöriga \r\nmyndigheten att vidta de åtgärder som är nödvändiga för att \r\nskydda människors hälsa och miljön. Förordning (2020:832).",
    "skapadDateTime": "2026-01-02T14:48:38.0126256",
    "uppdateradDateTime": "2026-01-02T14:49:30.0921513",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:49:30.0921512",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 647543,
      "beteckning": "2006:1504",
      "anteckningar": "ändr. 1 kap 2 §, 2 kap 11 §, 4 kap 1, 4 §§, 5 kap 2 §; ny 5 kap 4 a §, rubr. närmast före 5 kap 4 a §",
      "ikraftDateTime": "2007-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL106/2001 s1, EUTL268/2003 s24, EUTL287/2003 s1",
      "rubrik": "Förordning (2006:1504) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "1504",
      "celexnummer": "32001L0018, 32003L1830, 32003L1946",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299646",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926059",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926057",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647544,
      "beteckning": "2008:1033",
      "anteckningar": "ändr. 1 kap 10 §",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:1033) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "1033",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299649",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926262",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926261",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647545,
      "beteckning": "2010:1112",
      "anteckningar": "ny 1 kap. 8 a §",
      "ikraftDateTime": "2010-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL268/2003 s1",
      "rubrik": "Förordning (2010:1112) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "1112",
      "celexnummer": "32003R1829",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299652",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926332",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926331",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647546,
      "beteckning": "2010:1193",
      "anteckningar": "ändr. 2 kap. 6, 9, 14, 18 §§, 3 kap. 4, 6, 7, 8, 10, 11, 14, 15, 16, 17, 18, 25, 26, 28, 29, 34, 37, 38, 40, 41, 45 §§, 4 kap. 5 §, 5 kap. 1, 4, 7 §§, rubr. närmast före 5 kap. 1, 4 §§, bil. 2 A, 3",
      "ikraftDateTime": "2010-12-21T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:1193) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "1193",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299654",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926409",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926407",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647547,
      "beteckning": "2011:37",
      "anteckningar": "ändr. 1 kap. 2 §, 5 kap. 6 §",
      "ikraftDateTime": "2011-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL106/2001 s1, EUTL81/2008 s45",
      "rubrik": "Förordning (2011:37) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "37",
      "celexnummer": "32001L0018, 32008L0027",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299656",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926477",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926476",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647548,
      "beteckning": "2012:260",
      "anteckningar": "ändr. 5 kap. 9 §",
      "ikraftDateTime": "2012-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:260) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "260",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299658",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926555",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926554",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647549,
      "beteckning": "2020:642",
      "anteckningar": "ändr. 5 kap. 6 §",
      "ikraftDateTime": "2020-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:642) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "642",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.029966",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926615",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926614",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647550,
      "beteckning": "2020:832",
      "anteckningar": "ändr. 1 kap. 2 §, bil. 1, 2, 2 B, 3, 4",
      "ikraftDateTime": "2020-11-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2001/18/EG",
      "rubrik": "Förordning (2020:832) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "832",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T14:48:38.0299662",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926689",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926688",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647551,
      "beteckning": "2025:1112",
      "anteckningar": "ändr. 1 kap. 10 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1112) om ändring i förordningen (2002:1086) om utsättning av genetiskt modifierade organismer i miljön",
      "lopnummer": "1112",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:48:38.0299664",
      "uppdateradDateTime": "2026-01-02T14:49:30.0926759",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:49:30.0926758",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T14:48:38.0126247",
  "uppdateradDateTime": "2026-01-02T14:49:30.0897131",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T14:49:30.089713",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}