{
  "grundforfattningId": 62456,
  "previousId": 61734,
  "beteckning": "2025:1053",
  "beteckningSortable": "2025:1053",
  "publiceringsar": "2025",
  "lopnummer": "1053",
  "rubrik": "Lag (2025:1053) om verkställighet av fängelsestraff med elektronisk övervakning",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2026-01-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L5",
    "namnOchEnhet": "Justitiedepartementet L5",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62453,
    "forarbeten": "Prop. 2024/25:202, bet. 2025/26:JuU7, rskr. 2025/26:31",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T14:02:32.215037",
    "uppdateradDateTime": "2026-01-02T14:02:43.0237905",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:02:43.0237902",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85276,
    "upphavdGenom": null,
    "andringInford": null,
    "omtryck": null,
    "utfardadDateTime": "2025-11-13T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Förutsättningar för att verkställa fängelsestraff med \r\nelektronisk övervakning\r\n\r\n1 § Denna lag är tillämplig vid verkställighet av dom på \r\nfängelse med elektronisk övervakning, dock inte fängelse som \r\ndömts ut enligt 28 kap. 3 § brottsbalken.\r\n\r\nKriminalvården ansvarar för verkställighet av fängelsestraff \r\nmed stöd av denna lag.\r\n\r\n2 § Verkställighet av fängelsestraff med elektronisk \r\növervakning sker antingen i den dömdes bostad eller i ett \r\nkontrollerat boende.\r\n\r\n3 § Kriminalvården får besluta att fängelsestraff ska \r\nverkställas med elektronisk övervakning om den dömde ska \r\navtjäna fängelse i högst ett år och sex månader.\r\n\r\nBeslut om verkställighet enligt denna lag får inte fattas, om\r\n\r\n1. den dömde vid tidpunkten för prövningen är häktad eller \r\nintagen i anstalt av någon annan anledning än för \r\nverkställighet av det straff som prövningen avser,\r\n\r\n2. det finns en beaktansvärd risk för att den dömde under \r\nverkställigheten kommer att begå brott, undandra sig straffets \r\nfullgörande eller på annat sätt allvarligt missköta sig, eller\r\n\r\n3. det annars finns särskilda skäl mot att straffet verkställs \r\nmed elektronisk övervakning.\r\n\r\n4 § Om strafftiden överstiger sex månader ska en fördjupad \r\nlämplighetsprövning göras innan ett beslut om verkställighet i \r\nden dömdes bostad fattas. Ett beslut om sådan verkställighet \r\nfår fattas endast om det är lämpligt.\r\n\r\nVid den fördjupade lämplighetsprövningen ska särskild hänsyn \r\ntas till\r\n\r\n1. karaktären på den brottslighet som straffet avser,\r\n\r\n2. risken för återfall i brott, och\r\n\r\n3. hur verkställigheten kan komma att påverka brottsoffer och \r\nden dömdes anhöriga.\r\n\r\n5 § Om den dömde tidigare har avtjänat ett fängelsestraff med \r\nelektronisk övervakning, får ett nytt beslut om sådan \r\nverkställighet fattas först efter att det förflutit en period \r\nav minst tre år under vilken den dömde inte begått något brott \r\nsom har lett till en strängare påföljd än böter.\r\n\r\nFörsta stycket hindrar dock inte att den som avtjänat \r\nfängelsestraff med elektronisk övervakning i sin bostad får \r\navtjäna ett nytt fängelsestraff med elektronisk övervakning i \r\nett kontrollerat boende.\r\n\r\n6 § Kriminalvården får besluta att verkställighet i \r\nkontrollerat boende ska övergå till verkställighet i den \r\ndömdes bostad när halva strafftiden har avtjänats.\r\n\r\n2 kap. Allmänna bestämmelser om verkställighetens innehåll\r\n\r\n1 § Den dömde ska under verkställigheten\r\n\r\n1. vara skötsam,\r\n\r\n2. efter förmåga försöka försörja sig, och\r\n\r\n3. rätta sig efter det som han eller hon är skyldig till \r\nenligt denna lag och enligt föreskrifter som beslutats med \r\nstöd av lagen.\r\n\r\n2 § Den dömde ska under verkställigheten avhålla sig från \r\nalkohol och andra beroendeframkallande medel, sådana medel som \r\navses i 1 § lagen (1991:1969) om förbud mot vissa \r\ndopningsmedel samt sådana varor som omfattas av lagen \r\n(1999:42) om förbud mot vissa hälsofarliga varor.\r\n\r\nDen dömde är, om inte annat motiveras av medicinska eller \r\nliknande skäl, skyldig att under verkställigheten på begäran \r\nlämna blod-, urin-, utandnings-, saliv-, svett- eller hårprov \r\nför kontroll av att han eller hon inte är påverkad av sådana \r\nmedel eller varor som avses i första stycket.\r\n\r\nElektroniska hjälpmedel får användas för att kontrollera att \r\nden dömde avhåller sig från alkohol.\r\n\r\n3 § Under verkställigheten ska den dömde vara förbjuden att \r\nvistas utanför sin bostad eller det kontrollerade boendet \r\nannat än på särskilt angivna tider och för bestämda ändamål \r\nsåsom förvärvsarbete, utbildning, vård, behandling, \r\nåterfallsförebyggande och missbruksrelaterad programverksamhet \r\noch nödvändiga inköp.\r\n\r\nDen dömde får också, om det är lämpligt för att underlätta \r\nhans eller hennes anpassning i samhället, tillåtas att under \r\nen viss kort tid vistas utanför sin bostad eller det \r\nkontrollerade boendet för andra ändamål.\r\n\r\nDen dömde ska ges möjlighet att vistas utomhus minst en timme \r\nvarje dag.\r\n\r\nElektroniska hjälpmedel ska användas för att kontrollera \r\nefterlevnaden av förbudet.\r\n\r\n4 § Under den tid verkställigheten pågår ska Kriminalvården \r\nutöva noggrann tillsyn över den dömde och hålla sig informerad \r\nom hans eller hennes personliga förhållanden.\r\n\r\nVerkställigheten ska utformas så att den dömdes anpassning i \r\nsamhället främjas och särskilt inriktas på åtgärder som är \r\nägnade att förebygga återfall i brott, i den mån kravet på \r\nsamhällsskydd inte eftersätts.\r\n\r\nDet ska upprättas en individuellt utformad verkställighetsplan \r\nför den dömde.\r\n\r\n5 § Kriminalvården ska besluta om särskilda föreskrifter om\r\n\r\n1. vilken bostad den dömde ska ha eller vilket kontrollerat \r\nboende den dömde ska vara placerad i under \r\nverkställighetstiden,\r\n\r\n2. vad som ska gälla i fråga om anställning, annan \r\nförvärvsverksamhet, utbildning eller annan sådan \r\nsysselsättning,\r\n\r\n3. under vilka tider och för vilka ändamål den dömde ska få \r\nvistas utanför bostaden eller det kontrollerade boendet, och\r\n\r\n4. på vilket sätt och i vilken omfattning den dömde ska hålla \r\nkontakt med Kriminalvården och den som enligt 3 kap. 1 § andra \r\nstycket förordnats att biträda vid tillsynen.\r\n\r\nSärskilda föreskrifter får också avse\r\n\r\n1. en skyldighet för den dömde att delta i läkarvård, \r\nnykterhetsvård eller annan vård eller behandling eller i \r\nsärskilt anordnade program eller verksamheter som med hänsyn \r\ntill den dömdes förhållanden framstår som lämpliga,\r\n\r\n2. förbud för den dömde att vistas på en särskilt angiven \r\nplats eller inom ett särskilt angivet område, och\r\n\r\n3. vilken elektronisk kommunikationsutrustning den dömde får \r\nanvända och på vilket sätt.\r\n\r\nElektroniska hjälpmedel får användas för att kontrollera att \r\nföreskrifter enligt andra stycket 1 och 2 följs.\r\n\r\n6 § Vid verkställighet enligt denna lag ska Kriminalvården \r\nförelägga den dömde att inställa sig för upptagning av \r\nfingeravtryck, salivprov för dna-analys och fotografi av \r\nansikte om sådana uppgifter om den dömde inte finns i \r\nbiometriregister som förs enligt lagen (2018:1693) om polisens \r\nbehandling av personuppgifter inom brottsdatalagens område. \r\nUpptagningen ska göras så snart som möjligt efter det att \r\nverkställigheten har inletts. Av föreläggandet ska det framgå \r\natt beslutet om verkställighet kan komma att upphävas om \r\nföreläggandet inte följs.\r\n\r\nKriminalvården får förelägga den dömde att inställa sig för \r\nsådan upptagning på nytt, om det finns särskilda skäl.\r\n\r\nUpptagningen ska utföras av Polismyndigheten.\r\n\r\n3 kap. Särskilda bestämmelser om verkställighet i den dömdes \r\nbostad\r\n\r\n1 § Den dömde ska under verkställighet i sin bostad\r\n\r\n1. informera Kriminalvården om förhållanden som har betydelse \r\nför verkställigheten,\r\n\r\n2. på kallelse inställa sig hos Kriminalvården, och\r\n\r\n3. i övrigt enligt Kriminalvårdens anvisningar hålla kontakt \r\nmed myndigheten.\r\n\r\nKriminalvården kan vid behov förordna en eller flera personer \r\nutanför myndigheten att biträda vid tillsynen. Det som anges \r\nom Kriminalvården i första stycket gäller i sådant fall även \r\nden som har förordnats att biträda vid tillsynen, om \r\nKriminalvården bestämmer det.\r\n\r\n2 § Vid verkställighet i den dömdes bostad ska den dömde \r\nbetala en avgift, om det är motiverat med hänsyn till hans \r\neller hennes möjligheter att få inkomst under \r\nverkställigheten.\r\n\r\nAvgiften uppgår till 100 kronor per dag som verkställigheten \r\nska pågå, dock högst 12 000 kronor för hela \r\nverkställighetsperioden. Kriminalvården fastställer det belopp \r\nsom den dömde ska betala och när betalning ska ske.\r\n\r\nAvgiften ska betalas i förskott och tillföras \r\nbrottsofferfonden. Kriminalvården tar emot och redovisar \r\navgiften.\r\n\r\n4 kap. Särskilda bestämmelser om verkställighet i kontrollerat \r\nboende\r\n\r\n1 § Vid verkställighet i kontrollerat boende får den dömde \r\ninte placeras så att han eller hon vistas tillsammans med \r\ndömda av motsatt kön. En sådan placering får dock göras om det \r\nfinns särskilda skäl för det och det i övrigt är lämpligt.\r\n\r\nDen som är under arton år får inte placeras så att han eller \r\nhon vistas tillsammans med dömda över arton år, om det inte \r\nkan anses vara till hans eller hennes bästa.\r\n\r\nDen dömde får tillåtas att ha sitt spädbarn hos sig, om det \r\nkan anses vara till barnets bästa.\r\n\r\n2 § Vid verkställighet i kontrollerat boende ska de dömda \r\nvistas i gemensamhet.\r\n\r\nDömda får placeras i enrum eller tillsammans med en eller \r\nflera andra dömda i samma rum. Kriminalvården beslutar om \r\nplacering utifrån vad som är lämpligt.\r\n\r\nDömda får hållas avskilda från varandra i anslutning till \r\ndygnsvilan.\r\n\r\n3 § Vid verkställighet i kontrollerat boende ska \r\nKriminalvården se till att den dömde ges möjlighet till \r\nsysselsättning. \r\n\r\nDen dömde har rätt till ersättning från Kriminalvården om han \r\neller hon har utfört eller deltagit i sysselsättning som \r\nanordnats av Kriminalvården och ersättning för \r\nsysselsättningen inte betalas ut av någon annan.\r\n\r\nI fråga om ersättning tillämpas också 3 kap. 4-6 §§ \r\nfängelselagen (2010:610).\r\n\r\n4 § Vid verkställighet i kontrollerat boende ska den dömde ges \r\nmöjlighet att på lämpligt sätt\r\n\r\n1. ägna sig åt fysisk aktivitet och annan \r\nfritidssysselsättning,\r\n\r\n2. följa vad som händer i omvärlden,\r\n\r\n3. utöva sin religion, och\r\n\r\n4. sammanträda med andra dömda för överläggning i frågor som \r\när av gemensamt intresse för dem som vistas på det \r\nkontrollerade boendet (förtroenderåd). Ett förtroenderåd ska \r\nges möjlighet att på lämpligt sätt överlägga med ledningen för \r\ndet kontrollerade boendet.\r\n\r\n5 § Vid verkställighet i kontrollerat boende ska\r\n\r\n1. 5 kap. fängelselagen (2010:610) tillämpas i fråga om \r\npersonliga tillhörigheter,\r\n\r\n2. 7 kap. 1-3 och 6-10 §§ fängelselagen tillämpas i fråga om \r\nbesök och försändelser, och\r\n\r\n3. 8 kap. 1-5, 7, 8-11 och 13 §§ fängelselagen tillämpas i \r\nfråga om kontroll- och tvångsåtgärder.\r\n\r\nEn kontroll- eller tvångsåtgärd enligt första stycket får \r\nendast användas om den står i rimlig proportion till syftet \r\nmed åtgärden. Om en mindre ingripande åtgärd är tillräcklig \r\nska den användas.\r\n\r\n6 § Vid verkställighet i kontrollerat boende ska den dömdes \r\nbehov av hälso- och sjukvård tillgodoses genom att den dömde \r\ntillåts lämna det kontrollerade boendet för att besöka den \r\nallmänna sjukvården. Om det behövs, ska Kriminalvården se till \r\natt den dömde förs till sjukhus.\r\n\r\n5 kap. Förfarandet för prövning och beslut om verkställighet\r\n\r\n1 § Kriminalvården prövar om ett fängelsestraff ska \r\nverkställas enligt denna lag, efter skriftlig ansökan av den \r\ndömde eller på eget initiativ.\r\n\r\n2 § Kriminalvården ska informera den som till följd av dom ska \r\navtjäna fängelse i högst ett år och sex månader om innehållet \r\ni denna lag.\r\n\r\n3 § Har den dömde ansökt om att få avtjäna fängelsestraff \r\nenligt denna lag, får han eller hon inte tas in i en \r\nkriminalvårdsanstalt för att påbörja verkställigheten innan \r\nKriminalvården prövat ansökan.\r\n\r\nDen dömde får dock dessförinnan tas in i en \r\nkriminalvårdsanstalt för verkställighet av straffet, om\r\n\r\n1. ansökan har gjorts efter den dag han eller hon enligt \r\nföreläggande som avses i 6 § första stycket strafftidslagen \r\n(2018:1251) senast skulle ha inställt sig vid en \r\nkriminalvårdsanstalt för verkställighet av straffet,\r\n\r\n2. han eller hon tidigare har fått avslag på en ansökan om att \r\nfå verkställa straffet enligt denna lag,\r\n\r\n3. det med hänsyn till 1 kap. 1, 3 eller 4 § är uppenbart att \r\nförutsättningarna för verkställighet inte är uppfyllda,\r\n\r\n4. det är uppenbart att ansökan inte kan bifallas på grund av \r\nbestämmelserna i 1 kap. 5 §, eller\r\n\r\n5. han eller hon är häktad.\r\n\r\n4 § Bestämmelser om när fängelsestraff får verkställas och hur \r\nstrafftid ska beräknas finns i strafftidslagen (2018:1251). \r\nBestämmelserna i 6 § andra och tredje styckena, 7 § första \r\nstycket 1 och 2 och andra stycket samt  \r\n14-16 §§ den lagen om förpassning, anstånd och uppskov med \r\nverkställighet ska dock inte tillämpas i fråga om \r\nverkställighet enligt denna lag.\r\n\r\nVid tillämpning av 6 § första stycket strafftidslagen ska den \r\ndömde föreläggas att en viss dag inställa sig vid det \r\nkontrollerade boende där straffet ska verkställas eller \r\nföreläggas att i sin bostad en viss dag påbörja \r\nverkställigheten av straffet. Vid verkställighet i den dömdes \r\nbostad ska strafftiden räknas från och med den dagen.\r\n\r\nBestämmelsen i 19 § strafftidslagen om sammanläggning av \r\nfängelsestraff ska inte tillämpas under verkställigheten \r\nenligt denna lag om den sammanlagda fängelsetiden då kommer \r\natt överstiga femhundrafyrtiofem dagar.\r\n\r\nI fråga om avbrott i verkställigheten ska 12 a kap. 1-3 §§ \r\nfängelselagen (2010:610) tillämpas.\r\n\r\n6 kap. Ändring av föreskrifter och upphävande av beslut om \r\nverkställighet\r\n\r\n1 § Om den dömdes personliga förhållanden ger anledning till \r\ndet, får Kriminalvården\r\n\r\n1. ändra föreskrifter enligt 2 kap. 5 § första stycket, eller\r\n\r\n2. ändra, upphäva eller besluta nya föreskrifter enligt 2 kap. \r\n5 § andra stycket.\r\n\r\nKriminalvårdens beslut gäller omedelbart om inte annat \r\nbeslutas.\r\n\r\n2 § Ett beslut om verkställighet enligt denna lag ska \r\nupphävas, om den elektroniska övervakningen annat än \r\ntillfälligt blir omöjlig att upprätthålla. Vistelse på sjukhus \r\neller därmed jämförlig inrättning ska dock inte leda till att \r\nett beslut om verkställighet upphävs.\r\n\r\nEtt beslut om verkställighet ska också upphävas om den dömde\r\n\r\n1. åsidosätter sina skyldigheter enligt denna lag eller enligt \r\nen föreskrift som beslutats med stöd av lagen och \r\nåsidosättandet inte är av mindre betydelse,\r\n\r\n2. begär det,\r\n\r\n3. innan verkställigheten har påbörjats, antingen döms på nytt \r\ntill fängelse eller får villkorligt medgiven frihet förverkad \r\nenligt 26 kap. 19 § eller 34 kap. 5 § brottsbalken på sådan \r\ntid att han eller hon ska avtjäna fängelsestraff som är längre \r\nän femhundrafyrtiofem dagar,\r\n\r\n4. inte följer ett föreläggande att påbörja verkställigheten \r\neller, när verkställigheten ska påbörjas, är häktad eller \r\nintagen i kriminalvårdsanstalt av någon annan anledning än för \r\nverkställighet av det straff som beslutet avser, \r\n\r\n5. inte följer ett föreläggande enligt 2 kap. 6 § att inställa \r\nsig för upptagning av fingeravtryck, salivprov för dna-analys \r\neller fotografi av ansikte, eller\r\n\r\n6. inte betalar det belopp som Kriminalvården har fastställt \r\nenligt 3 kap. 2 §.\r\n\r\n3 § Övervakningsnämnden prövar, efter anmälan av \r\nKriminalvården, frågan om upphävande av beslut om \r\nverkställighet enligt denna lag. Nämnden får också på eget \r\ninitiativ ta upp frågan till prövning.\r\n\r\nOm det finns synnerliga skäl, får nämnden besluta om \r\nåterbetalning av avgift enligt 3 kap. 2 § som avser tiden \r\nefter det att verkställigheten upphört.\r\n\r\nEtt beslut om verkställighet får inte upphävas efter den \r\nfastställda dagen för strafftidens slut.\r\n\r\n4 § Om det uppkommer fråga om att upphäva ett beslut om \r\nverkställighet enligt denna lag, får Kriminalvården bestämma \r\natt beslutet om verkställighet tills vidare inte ska gälla. \r\nKriminalvårdens beslut gäller omedelbart. Övervakningsnämnden \r\nska senast den första arbetsdagen efter den dag då ett sådant \r\nbeslut meddelats pröva om beslutet ska bestå. Fastställer inte \r\nnämnden beslutet inom den tiden, upphör det att gälla.\r\n\r\nOm ett beslut om verkställighet tills vidare inte ska gälla \r\nska övervakningsnämnden skyndsamt ta upp frågan om upphävande \r\nav beslutet till slutlig prövning.\r\n\r\nBeslut enligt denna paragraf får inte meddelas efter den \r\nfastställda dagen för strafftidens slut.\r\n\r\n5 § Om övervakningsnämnden bestämmer att ett beslut om \r\nverkställighet enligt denna lag ska upphävas eller om det \r\nbestäms att ett beslut tills vidare inte ska gälla, ska den \r\ndömde, om verkställigheten har påbörjats, föras till en \r\nkriminalvårdsanstalt för fortsatt verkställighet av \r\nfängelsestraffet. Polismyndigheten ska förpassa den dömde till \r\nen sådan anstalt.\r\n\r\nOm det bedöms kunna ske utan fara för att den dömde undandrar \r\nsig verkställighet, får Polismyndigheten förelägga honom eller \r\nhenne att inställa sig vid kriminalvårdsanstalten i stället \r\nför att förpassa honom eller henne dit.\r\n\r\n7 kap. Överklagande m.m.\r\n\r\n1 § Kriminalvårdens beslut om särskilda föreskrifter enligt \r\n2 kap. 5 § får överklagas till den övervakningsnämnd inom vars \r\nverksamhetsområde det kontrollerade boende eller det \r\nfrivårdskontor är beläget där den dömde är inskriven.\r\n\r\n2 § Frågor om upphävande av beslut om verkställighet och \r\nåterbetalning av avgift enligt 6 kap. 3 och 4 §§ prövas av den \r\növervakningsnämnd inom vars verksamhetsområde det \r\nkontrollerade boende eller det frivårdskontor är beläget där \r\nden dömde är inskriven. Om det finns särskilda skäl, får även \r\nen annan övervakningsnämnd pröva sådana frågor.\r\n\r\n3 § Övervakningsnämndens beslut enligt denna lag gäller \r\nomedelbart, om inte annat beslutas.\r\n\r\nBeslut av en övervakningsnämnd får överklagas till allmän \r\nförvaltningsdomstol. Övervakningsnämnden ska inte vara part i \r\ndomstolen.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten.\r\n\r\n4 § Andra beslut av Kriminalvården enligt denna lag än de som \r\navses i 1 och 2 §§ får överklagas till allmän \r\nförvaltningsdomstol.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten.\r\n\r\n5 § Ett beslut får inte överklagas enligt 4 § innan beslutet \r\nhar omprövats av Kriminalvården. En sådan omprövning får \r\nbegäras av den som beslutet angår om det har gått honom eller \r\nhenne emot. Ett överklagande av ett beslut som inte har \r\nomprövats ska anses som en begäran om omprövning.\r\n\r\nVid omprövning enligt denna paragraf får beslutet inte ändras \r\ntill den dömdes nackdel.\r\n\r\n6 § En begäran om omprövning ska vara skriftlig och ha kommit \r\nin till Kriminalvården inom tre veckor från den dag då den \r\ndömde fick del av beslutet. I begäran om omprövning ska den \r\ndömde ange vilket beslut som avses och vilken ändring i \r\nbeslutet som han eller hon begär.\r\n\r\n7 § Kriminalvården prövar om en begäran om omprövning har \r\nkommit in i rätt tid. Om begäran om omprövning har kommit in \r\nför sent ska den avvisas, om inte förseningen beror på att \r\nmyndigheten lämnat den dömde felaktig information om hur man \r\nbegär omprövning.\r\n\r\n8 § Ett överklagande enligt 4 § ska ges in till den \r\nförvaltningsrätt inom vars domkrets den kriminalvårdsanstalt, \r\ndet häkte, det kontrollerade boende eller det frivårdskontor \r\när beläget där den dömde var inskriven när det första beslutet \r\ni ärendet fattades.\r\n\r\n9 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om ersättning från staten för skador \r\nsom orsakats av den dömde vid oavlönat arbete som utförts \r\nenligt en särskild föreskrift som har beslutats med stöd av \r\n2 kap. 5 § första stycket 2.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2025:1053\r\n\r\n1. Denna lag träder i kraft den 1 januari 2026.\r\n\r\n2. Lagen tillämpas första gången den 1 juni 2026 i fråga om \r\nverkställighet i kontrollerat boende.\r\n\r\n3. Genom lagen upphävs lagen (1994:451) om intensivövervakning \r\nmed elektronisk kontroll.\r\n\r\n4. Den upphävda lagen gäller fortfarande för verkställighet av \r\nfängelsestraff som har beslutats före ikraftträdandet.\r\n\r\n5. Vid tillämpningen av 1 kap. 5 § ska med fängelsestraff med \r\nelektronisk övervakning jämställas fängelsestraff utanför \r\nanstalt i form av intensivövervakning med elektronisk kontroll \r\nenligt lagen (1994:451) om intensivövervakning med elektronisk \r\nkontroll.",
    "skapadDateTime": "2026-01-02T14:02:32.2150366",
    "uppdateradDateTime": "2026-01-02T14:02:43.0238067",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:02:43.0238066",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [],
  "skapadDateTime": "2026-01-02T14:02:32.215036",
  "uppdateradDateTime": "2026-01-02T14:02:43.0235916",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T14:02:43.0235915",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}