{
  "grundforfattningId": 62407,
  "previousId": 61979,
  "beteckning": "1995:1554",
  "beteckningSortable": "1995:1554",
  "publiceringsar": "1995",
  "lopnummer": "1554",
  "rubrik": "Årsredovisningslag (1995:1554)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "1996-01-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L1",
    "namnOchEnhet": "Justitiedepartementet L1",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62404,
    "forarbeten": "Prop. 1995/96:10, bet. 1995/96:LU4, rskr. 1995/96:91,\r\nEGTL222/78 s31, EGTL082/94 s33, EGTL193/83 s1, EGTL317/90 s60",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": "378L0660\r\n394L0008\r\n383L0349\r\n390L0605",
    "taggar": "årsredovisningslag",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T12:49:12.4086742",
    "uppdateradDateTime": "2026-01-02T12:49:48.4105181",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T12:49:48.410518",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85227,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1297",
    "omtryck": null,
    "utfardadDateTime": "1995-12-14T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nLagens tillämpningsområde\r\n\r\n1 § Denna lag innehåller bestämmelser om upprättande och\r\noffentliggörande av årsredovisning, koncernredovisning och\r\ndelårsrapport.\r\n\r\nLagen är, om inte annat föreskrivs i 2 §, tillämplig på sådana\r\nföretag som avses i 6 kap. 1 § bokföringslagen (1999:1078).\r\nLag (1999:1112).\r\n\r\n2 § Lagen är inte tillämplig på företag som avses i 1 kap. 1 § \r\nförsta stycket lagen (1995:1559) om årsredovisning i \r\nkreditinstitut och värdepappersbolag eller 1 kap. 1 § första \r\nstycket lagen (1995:1560) om årsredovisning i \r\nförsäkringsföretag, om inte annat är särskilt föreskrivet i \r\ndessa lagar.\r\n\r\nFöretag som enligt 1 kap. 1 § andra stycket lagen om \r\nårsredovisning i kreditinstitut och värdepappersbolag eller \r\n1 kap. 1 § tredje stycket lagen om årsredovisning i \r\nförsäkringsföretag är skyldiga att upprätta koncernredovisning \r\nenligt de lagarna är inte skyldiga att upprätta \r\nkoncernredovisning enligt denna lag. Lag (2022:645).\r\n\r\nAllmänna definitioner\r\n\r\n3 § I denna lag betyder\r\n\r\n1. företag: en fysisk eller juridisk person som direkt eller\r\nindirekt omfattas av en årsredovisning, en koncernredovisning\r\neller en delårsrapport,\r\n\r\n2. andelar: aktier och andra andelar i juridiska personer,\r\n\r\n3. nettoomsättning: intäkter från sålda varor och utförda\r\ntjänster som ingår i företagets normala verksamhet med avdrag\r\nför lämnade rabatter, mervärdesskatt och annan skatt som är\r\ndirekt knuten till omsättningen,\r\n\r\n4. större företag:\r\n\r\n– företag vars överlåtbara värdepapper är upptagna till\r\nhandel på en reglerad marknad eller en motsvarande marknad\r\nutanför Europeiska ekonomiska samarbetsområdet, eller\r\n\r\n– företag som uppfyller mer än ett av följande villkor:\r\n\r\na) medelantalet anställda i företaget har under vart och ett\r\nav de två senaste räkenskapsåren uppgått till mer än 50,\r\n\r\nb) företagets redovisade balansomslutning har för vart och\r\nett av de två senaste räkenskapsåren uppgått till mer än 40\r\nmiljoner kronor,\r\n\r\nc) företagets redovisade nettoomsättning har för vart och ett\r\nav de två senaste räkenskapsåren uppgått till mer än 80\r\nmiljoner kronor,\r\n\r\n5. mindre företag: företag som inte är större företag,\r\n\r\n6. större koncerner:\r\n\r\n– koncerner där moderföretagets eller något av\r\ndotterföretagens överlåtbara värdepapper är upptagna till\r\nhandel på en reglerad marknad eller en motsvarande marknad\r\nutanför Europeiska ekonomiska samarbetsområdet,\r\n\r\n– koncerner där något av dotterföretagen är ett sådant\r\nföretag som avses i 1 kap. 1 § lagen (1995:1559) om\r\nårsredovisning i kreditinstitut och värdepappersbolag eller 1\r\nkap. 1 § lagen (1995:1560) om årsredovisning i\r\nförsäkringsföretag, eller\r\n\r\n–  koncerner som uppfyller mer än ett av följande villkor:\r\n\r\na) medelantalet anställda i koncernen har under vart och ett\r\nav de två senaste räkenskapsåren uppgått till mer än 50,\r\n\r\nb) koncernföretagens redovisade balansomslutning har för vart\r\noch ett av de två senaste räkenskapsåren uppgått till mer än\r\n40 miljoner kronor,\r\n\r\nc) koncernföretagens redovisade nettoomsättning har för vart\r\noch ett av de två senaste räkenskapsåren uppgått till mer än\r\n80 miljoner kronor,\r\n\r\n7. mindre koncerner: koncerner som inte är större\r\nkoncerner.\r\n\r\nVid tillämpningen av första stycket 6 b och c ska\r\nandelar i dotterföretag, fordringar och skulder mellan\r\nkoncernföretag, liksom internvinster, elimineras. Detsamma\r\ngäller för intäkter och kostnader som hänför sig till\r\ntransaktioner mellan koncernföretag, liksom förändring av\r\ninternvinst. Eliminering behöver inte göras, om tillämpningen\r\ni stället utgår från följande gränsvärden:\r\n\r\n– balansomslutning 48 miljoner kronor,\r\n\r\n– nettoomsättning 96 miljoner kronor.\r\n\r\nFöretag som avses i 2 kap. 2 § första stycket och 3 §\r\nbokföringslagen (1999:1078) ska vid tillämpningen av första\r\nstycket 4–7 och 5 kap. 47 § till nettoomsättningen lägga\r\nbidrag, gåvor, medlemsavgifter och andra liknande intäkter.\r\nLag (2015:813).\r\n\r\nKoncern, intresseföretag m.m.\r\n\r\n4 § Ett företag är moderföretag och en juridisk person är\r\ndotterföretag, om företaget\r\n\r\n1. innehar mer än hälften av rösterna för samtliga andelar i\r\nden juridiska personen,\r\n\r\n2. äger andelar i den juridiska personen och på grund av avtal\r\nmed andra delägare i denna förfogar över mer än hälften av\r\nrösterna för samtliga andelar,\r\n\r\n3. äger andelar i den juridiska personen och har rätt att utse\r\neller avsätta mer än hälften av ledamöterna i dess styrelse\r\neller motsvarande ledningsorgan, eller\r\n\r\n4. äger andelar i den juridiska personen och har rätt att\r\nensamt utöva ett bestämmande inflytande över denna på grund av\r\navtal med den juridiska personen eller på grund av föreskrift i\r\ndess bolagsordning, bolagsavtal eller därmed jämförbara\r\nstadgar.\r\n\r\nVidare är en juridisk person dotterföretag till moderföretaget,\r\nom ett annat dotterföretag till moderföretaget eller\r\nmoderföretaget tillsammans med ett eller flera andra\r\ndotterföretag eller flera andra dotterföretag tillsammans\r\n\r\n1. innehar mer än hälften av rösterna för samtliga andelar i\r\nden juridiska personen,\r\n\r\n2. äger andelar i den juridiska personen och på grund av avtal\r\nmed andra delägare i denna förfogar över mer än hälften av\r\nrösterna för samtliga andelar, eller\r\n\r\n3. äger andelar i den juridiska personen och har rätt att utse\r\neller avsätta mer än hälften av ledamöterna i dess styrelse\r\neller motsvarande ledningsorgan.\r\n\r\nOm ett dotterföretag äger andelar i en juridisk person och på\r\ngrund av avtal med den juridiska personen eller på grund av\r\nföreskrift i dess bolagsordning, bolagsavtal eller därmed\r\njämförbara stadgar har rätt att ensamt utöva ett bestämmande\r\ninflytande över den juridiska personen, är även denna\r\ndotterföretag till moderföretaget.\r\n\r\nModerföretag och dotterföretag utgör tillsammans en koncern.\r\n\r\nMed koncernföretag avses i denna lag företag i samma koncern.\r\nLag (1999:1112).\r\n\r\n4 a § Med ägarintresse avses i denna lag ett innehav av\r\nandelar i ett annat företag som är avsett att främja\r\nverksamheten i ägarföretaget genom att skapa en varaktig\r\nförbindelse med det andra företaget. Ett innehav av minst 20\r\nprocent av kapitalet i det andra företaget ska anses utgöra\r\nett ägarintresse, om inte något annat framgår av\r\nomständigheterna. Lag (2015:813).\r\n\r\n5 § Om ett företag har ett ägarintresse i en juridisk person\r\noch utövar ett betydande inflytande över dess driftsmässiga\r\noch finansiella styrning, är den juridiska personen ett\r\nintresseföretag till företaget. Detta gäller dock inte om den\r\njuridiska personen är ett dotterföretag eller ett gemensamt\r\nstyrt företag som företaget samäger.\r\n\r\nInnehar företaget minst 20 procent av rösterna för samtliga\r\nandelar i den juridiska personen, ska det anses ha ett\r\nbetydande inflytande över denna, om inte något annat framgår\r\nav omständigheterna. Detsamma gäller om företagets\r\ndotterföretag eller företaget tillsammans med ett eller flera\r\ndotterföretag eller flera dotterföretag tillsammans innehar\r\nminst 20 procent av rösterna. Lag (2015:813).\r\n\r\n5 a § Med gemensamt styrt företag avses i denna lag en\r\njuridisk person som två eller flera parter enligt ett avtal\r\nutövar ett gemensamt bestämmande inflytande över.\r\nLag (2015:813).\r\n\r\n6 § I de fall som avses i 4 § första stycket 1-3 och andra\r\nstycket samt 5 § skall sådana rättigheter som tillkommer någon\r\nsom handlar i eget namn men för en annan fysisk eller juridisk\r\npersons räkning anses tillkomma den personen.\r\n\r\nVid bestämmandet av antalet röster i ett dotterföretag eller\r\nintresseföretag beaktas inte de andelar i dotterföretaget eller\r\nintresseföretaget som innehas av det företaget självt eller av\r\ndess dotterföretag. Detsamma gäller andelar som innehas av den\r\nsom handlar i eget namn men för dotterföretagets eller\r\nintresseföretagets eller dess dotterföretags räkning.\r\nLag (1999:1112).\r\n\r\n7 § Om ett företag har blivit moderföretag, skall ledningen för\r\nföretaget meddela detta till dotterföretagets ledning.\r\nDotterföretagets ledning skall lämna ledningen för\r\nmoderföretaget de upplysningar som behövs för att en\r\nkoncernredovisning skall kunna upprättas. Lag (1999:1112).\r\n\r\nNärstående\r\n\r\n8 § En juridisk person anses i denna lag som närstående till\r\nett företag som upprättar års- eller koncernredovisning\r\n(rapporterande företag) om\r\n\r\n1. den ingår i samma koncern som det rapporterande företaget,\r\n\r\n2. den är ett intresseföretag till det rapporterande\r\nföretaget eller till ett företag i en koncern som det\r\nrapporterande företaget ingår i,\r\n\r\n3. det rapporterande företaget är ett intresseföretag till\r\nden juridiska personen, eller till ett företag i en koncern\r\nsom den juridiska personen ingår i,\r\n\r\n4. den är ett gemensamt styrt företag som samägs av det\r\nrapporterande företaget eller av ett företag i en koncern som\r\ndet rapporterande företaget ingår i,\r\n\r\n5. det rapporterande företaget är ett gemensamt styrt företag\r\nsom samägs av den juridiska personen, eller av ett företag i\r\nen koncern som den juridiska personen ingår i,\r\n\r\n6. den och det rapporterande företaget båda är gemensamt\r\nstyrda företag som samägs av samma tredje företag,\r\n\r\n7. den eller det rapporterande företaget är ett gemensamt\r\nstyrt företag som samägs av ett tredje företag, och den andra\r\nav dem är ett intresseföretag till det tredje företaget,\r\n\r\n8. den är ett dotterföretag till en juridisk person som avses\r\ni 2, 4, 6 eller 7,\r\n\r\n9. den har som huvudsaklig verksamhet att förvalta tillgångar\r\nsom det rapporterande företaget har avsatt för ersättningar\r\ntill personer som har avslutat sin anställning antingen i det\r\nrapporterande företaget eller i en juridisk person som är\r\nnärstående till det rapporterande företaget,\r\n\r\n10. den har avsatt tillgångar till förvaltning av ett\r\nrapporterande företag som är en sådan juridisk person som\r\navses i 9,\r\n\r\n11. den står under bestämmande inflytande eller gemensamt\r\nbestämmande inflytande av en person som är närstående enligt\r\n9 §,\r\n\r\n12. den annars står under betydande inflytande av en person\r\nsom avses i 9 § 1 eller 4–6,\r\n\r\n13. den eller dess moderföretag har en styrelseledamot,\r\nverkställande direktör eller annan ledande befattningshavare\r\nsom är en person som avses i 9 § 1, eller\r\n\r\n14. den eller ett företag i en koncern som den ingår i\r\ntillhandahåller tjänster för företagsledning åt det\r\nrapporterande företaget eller åt dess moderföretag.\r\n\r\nVid tillämpningen av första stycket ska\r\n\r\n– med koncern jämställas en företagsgrupp som kontrolleras av\r\nett företag eller ett annat rättssubjekt som inte är ett\r\nmoderföretag i denna lags mening, och\r\n\r\n– med intresseföretag jämställas företag som endast uppfyller\r\ndet krav på betydande inflytande som anges i 5 §.\r\nLag (2015:813).\r\n\r\n9 § En fysisk person anses i denna lag som närstående till\r\nett rapporterande företag om han eller hon\r\n\r\n1. själv eller gemensamt med någon annan utövar ett\r\nbestämmande inflytande över företaget,\r\n\r\n2. annars har ett betydande inflytande över företaget,\r\n\r\n3. är en styrelseledamot, den verkställande direktören eller\r\nnågon annan ledande befattningshavare i företaget eller dess\r\nmoderföretag,\r\n\r\n4. är gift eller sambo med eller förälder, barn eller\r\nstyvbarn till en person som avses i 1–3,\r\n\r\n5. är ekonomiskt eller på annat sätt beroende av en person\r\nsom avses i 1–3 eller av hans eller hennes make eller sambo,\r\neller\r\n\r\n6. annars ingår i samma familj som en person som avses i 1–3\r\noch kan förväntas påverka den personen i hans eller hennes\r\nkontakter med företaget eller påverkas av honom eller henne i\r\nsina egna kontakter med företaget. Lag (2015:813).\r\n\r\n2 kap. Allmänna bestämmelser om årsredovisning\r\n\r\nÅrsredovisningens delar\r\n\r\n1 § En årsredovisning ska bestå av\r\n\r\n1. en balansräkning,\r\n\r\n2. en resultaträkning,\r\n\r\n3. noter, och\r\n\r\n4. en förvaltningsberättelse.\r\n\r\nI årsredovisningen för ett större företag eller en \r\nbostadsrättsförening ska det även ingå en kassaflödesanalys.\r\nLag (2022:1028).\r\n\r\nÖverskådlighet och god redovisningssed\r\n\r\n2 § Årsredovisningen skall upprättas på ett överskådligt sätt och i\r\nenlighet med god redovisningssed.\r\n\r\nRättvisande bild\r\n\r\n3 § Balansräkningen, resultaträkningen och noterna skall\r\nupprättas som en helhet och ge en rättvisande bild av\r\nföretagets ställning och resultat. Om det behövs för att en\r\nrättvisande bild skall ges, skall det lämnas\r\ntilläggsupplysningar.\r\n\r\nOm avvikelse görs från vad som följer av allmänna råd eller\r\nrekommendationer från normgivande organ, skall upplysning om\r\ndetta och om skälen för avvikelsen lämnas i en not.\r\nLag (1999:1112).\r\n\r\nVäsentlighet\r\n\r\n3 a § Ett företag får avvika från bestämmelserna om\r\nredovisning, uppställning, värdering, upplysningar och\r\nkonsolidering i denna lag, om följden av avvikelsen inte är\r\nväsentlig.\r\n\r\nFöljden av en avvikelse ska anses vara väsentlig om utelämnad\r\neller felaktig information, ensam eller tillsammans med annan\r\ninformation, rimligen kan förväntas påverka de beslut som\r\nanvändare fattar på grundval av informationen. Lag (2015:813).\r\n\r\nAndra grundläggande redovisningsprinciper\r\n\r\n4 § Vid upprättandet av balansräkningen, resultaträkningen\r\noch noterna ska följande iakttas:\r\n\r\n1. Företaget ska förutsättas fortsätta sin verksamhet.\r\n\r\n2. Samma principer för värdering, klassificering och\r\nindelning av de olika posterna och, i förekommande fall,\r\ndelposterna ska konsekvent tillämpas från ett räkenskapsår\r\ntill ett annat.\r\n\r\n3. Värderingen av de olika posterna och, i förekommande fall,\r\ndelposterna ska göras med iakttagande av rimlig försiktighet.\r\nDetta innebär särskilt att\r\n\r\na) endast under räkenskapsåret konstaterade intäkter får tas\r\nmed i resultaträkningen,\r\n\r\nb) hänsyn ska tas till alla ekonomiska förpliktelser som är\r\nhänförliga till räkenskapsåret eller tidigare räkenskapsår,\r\näven om dessa förpliktelser blir kända först efter\r\nräkenskapsårets utgång men före upprättandet av\r\nårsredovisningen, och att\r\n\r\nc) hänsyn ska tas till värdenedgångar oavsett om resultatet\r\nför räkenskapsåret är en vinst eller en förlust.\r\n\r\n4. Intäkter och kostnader som är hänförliga till\r\nräkenskapsåret ska tas med oavsett tidpunkten för\r\nbetalningen.\r\n\r\n5. De olika beståndsdelar som balansräkningens poster och, i\r\nförekommande fall, delposter består av ska värderas var för\r\nsig.\r\n\r\n6. Tillgångar och avsättningar eller skulder får inte kvittas\r\nmot varandra. Inte heller får intäkter och kostnader kvittas\r\nmot varandra.\r\n\r\n7. Den ingående balansen för ett räkenskapsår ska stämma\r\növerens med den utgående balansen för det närmast föregående\r\nräkenskapsåret.\r\n\r\nOm det finns särskilda skäl för det och det är förenligt med\r\n2 och 3 §§, får avvikelse göras från första stycket.\r\nLag (2015:813).\r\n\r\nForm m.m.\r\n\r\n5 § Årsredovisningen ska upprättas i vanlig läsbar form eller\r\ni elektronisk form. Den ska avfattas på svenska.\r\n\r\nÅrsredovisningen ska innehålla uppgifter om företagets namn,\r\norganisations- eller personnummer och säte.\r\n\r\nOm företaget är i likvidation, ska detta anges. Lag (2015:813).\r\n\r\nValuta\r\n\r\n6 § Beloppen i årsredovisningen ska anges i företagets\r\nredovisningsvaluta enligt 4 kap. 6 § bokföringslagen\r\n(1999:1078). Beloppen får dessutom anges i annan valuta\r\nenligt omräkningskursen på dagen för räkenskapsårets utgång\r\n(balansdagen).\r\n\r\nVid byte av redovisningsvaluta ska balansräkningen för det\r\ngamla räkenskapsåret räknas om till den nya\r\nredovisningsvalutan enligt den växelkurs som har fastställts\r\nav Europeiska centralbanken den sista svenska bankdagen under\r\nräkenskapsåret. Den omräknade balansräkningen ska utgöra\r\ningående balans för det nya räkenskapsåret. Lag (2015:813).\r\n\r\nÅrsredovisningens undertecknande och datering\r\n\r\n7 § I aktiebolag, ekonomiska föreningar och andra företag, som \r\nföreträds av en styrelse, ska årsredovisningen skrivas under \r\nav samtliga styrelseledamöter. Om en verkställande direktör är \r\nutsedd, ska även denne skriva under årsredovisningen.\r\n\r\nI handelsbolag ska årsredovisningen skrivas under av samtliga \r\nobegränsat ansvariga delägare.\r\n\r\nI en gruppering enligt Europaparlamentets och rådets \r\nförordning (EG) nr 1082/2006 av den 5 juli 2006 om en \r\neuropeisk gruppering för territoriellt samarbete (EGTS) ska \r\nårsredovisningen skrivas under av samtliga ledamöter i \r\ngrupperingens församling och av direktören. I ett konsortium \r\nenligt rådets förordning (EG) nr 723/2009 av den 25 juni 2009 \r\nom gemenskapens rättsliga ram för ett konsortium för europeisk \r\nforskningsinfrastruktur (Eric-konsortium) ska årsredovisningen \r\nskrivas under av samtliga styrelseledamöter eller av \r\ndirektören. Om både en styrelse och en direktör är utsedda i \r\nkonsortiet, ska årsredovisningen skrivas under av samtliga \r\nstyrelseledamöter och av direktören.\r\n\r\nI stiftelser med anknuten förvaltning ska årsredovisningen \r\nskrivas under av förvaltaren eller, om ett handelsbolag är \r\nstiftelsens förvaltare, av samtliga bolagsmän som företräder \r\nbolaget.\r\n\r\nI övriga företag ska årsredovisningen skrivas under av den \r\nredovisningsskyldige eller dennes ställföreträdare.\r\n\r\nOm årsredovisningen upprättas i elektronisk form, ska den \r\nundertecknas med en sådan avancerad elektronisk underskrift \r\nsom avses i artikel 3 i Europaparlamentets och rådets \r\nförordning (EU) nr 910/2014 av den 23 juli 2014 om elektronisk \r\nidentifiering och betrodda tjänster för elektroniska \r\ntransaktioner på den inre marknaden och om upphävande av \r\ndirektiv 1999/93/EG, i den ursprungliga lydelsen.\r\n\r\nOm någon av dem som undertecknar årsredovisningen har anmält \r\nen avvikande mening, ska yttrandet fogas till redovisningen. I \r\nfall som avses i första stycket gäller detta dock endast om \r\nden avvikande meningen har antecknats till styrelsens \r\nprotokoll.\r\n\r\nÅrsredovisningen ska dateras och innehålla uppgift om den dag \r\ndå den undertecknades. Lag (2024:347).\r\n\r\n3 kap. Balansräkning och resultaträkning\r\n\r\nBalansräkningens innehåll\r\n\r\n1 § Balansräkningen ska i sammandrag redovisa företagets\r\nsamtliga tillgångar, avsättningar och skulder samt eget\r\nkapital på balansdagen. Lag (2015:813).\r\n\r\nResultaträkningens innehåll\r\n\r\n2 § Resultaträkningen skall i sammandrag redovisa företagets\r\nsamtliga intäkter och kostnader under räkenskapsåret.\r\n\r\nUppställningsformer\r\n\r\n3 § Balansräkningen ska upprättas enligt den\r\nuppställningsform som anges i bilaga 1 till denna lag.\r\nResultaträkningen ska upprättas enligt någon av de\r\nuppställningsformer som anges i bilagorna 2 och 3.\r\n\r\nByte av uppställningsform för resultaträkningen får ske\r\nendast om det finns särskilda skäl för det och det är\r\nförenligt med 2 kap. 2 och 3 §§. Lag (2015:813).\r\n\r\n4 § Posterna i balansräkningen och resultaträkningen ska tas\r\nupp var för sig i den ordningsföljd som anges för respektive\r\nuppställningsform. Om en tillgång, avsättning eller skuld tas\r\nupp i fler än en post i balansräkningen, ska det upplysas om\r\nförhållandet till andra poster antingen under den post där\r\nden tas upp eller i en not.\r\n\r\nI fråga om poster som föregås av arabiska siffror ska de\r\navvikelser göras som är betingade av verksamhetens särskilda\r\ninriktning.\r\n\r\nAndra poster än de som finns upptagna i uppställningsformerna\r\nfår tas upp, om de nya posternas innehåll inte täcks av\r\nuppställningsformernas poster. Posterna får delas in i\r\ndelposter. Om delar av en post har tillkommit på ett sådant\r\nsätt eller är av sådan storlek att det är av betydelse med\r\nhänsyn till kravet i 2 kap. 3 § på en rättvisande bild att de\r\nredovisas särskilt, ska de tas upp i delposter.\r\nKompletterande poster ska ges beteckningar som tydligt anger\r\nvad som ingår i posten.\r\n\r\nPoster som föregås av arabiska siffror får slås samman,\r\n\r\n1. om posternas belopp är obetydliga med hänsyn till kravet i\r\n2 kap. 3 § på rättvisande bild, eller\r\n\r\n2. om sammanslagningen främjar överskådligheten och posterna\r\noch, i förekommande fall, delposterna anges i not.\r\n\r\nMindre företag får slå samman poster i balansräkningen som\r\navser tillgångar, eget kapital, avsättningar och skulder, om\r\nposterna föregås av arabiska siffror. Lag (2015:813).\r\n\r\n4 a § Trots 3 och 4 §§ får företag som avses i andra stycket\r\ndela upp anläggningstillgångar och omsättningstillgångar samt\r\nskulder och avsättningar i kortfristiga och långfristiga\r\nposter, om det är förenligt med 2 kap. 2 och 3 §§.\r\n\r\nFörsta stycket gäller\r\n\r\n1. företag som omfattas av en koncernredovisning som\r\nupprättas med tilllämpning av de internationella\r\nredovisningsstandarder som avses i Europaparlamentets och\r\nrådets förordning (EG) nr 1606/2002 av den 19 juli 2002 om\r\ntillämpning av internationella redovisningsstandarder, i\r\nlydelsen enligt Europaparlamentets och rådets förordning (EU)\r\nnr 297/2008, och\r\n\r\n2. andra företag vars överlåtbara värdepapper är upptagna\r\ntill handel på en reglerad marknad. Lag (2015:813).\r\n\r\nKortfristiga och långfristiga balansposter\r\n\r\n4 b § För varje fordringspost i balansräkningen som är\r\nupptagen under Omsättningstillgångar ska den del som ska\r\nbetalas senare än ett år efter balansdagen anges.\r\n\r\nFör varje skuldpost i balansräkningen ska följande anges: den\r\ndel som ska betalas inom ett år från balansdagen, den del som\r\nska betalas senare än ett år efter balansdagen och summan av\r\ndessa skulder.\r\n\r\nFörsta och andra styckena gäller även fordringsposter och\r\nskuldposter som har tagits in i sådana noter som avses i 4 §\r\nfjärde stycket 2.\r\n\r\nFör mindre företag som slår samman poster enligt 4 § femte\r\nstycket ska det som föreskrivs i första och andra styckena om\r\nfordringsposter och skuldposter i balansräkningen i stället\r\navse de sammanslagna posterna. Lag (2015:813).\r\n\r\nJämförelsetal\r\n\r\n5 § För varje post eller delpost i balansräkningen,\r\nresultaträkningen och sådana noter som avses i 4 § fjärde\r\nstycket 2 ska beloppet av motsvarande post för det närmast\r\nföregående räkenskapsåret anges.\r\n\r\nOm företaget har ändrat principerna för värdering,\r\nklassificering eller indelning i poster eller delposter, ska\r\nposterna för det närmast föregående räkenskapsåret räknas om\r\neller ändras på det sätt som behövs för att de ska kunna\r\njämföras med räkenskapsårets poster på ett meningsfullt\r\nsätt.\r\n\r\nOm det finns särskilda skäl för det och det är förenligt med\r\n2 kap. 2 och 3 §§, får avvikelse göras från andra stycket.\r\n\r\nAndra stycket gäller inte mindre företag under förutsättning\r\natt upplysningar om den bristande jämförbarheten lämnas i\r\nnoterna. Lag (2015:813).\r\n\r\nÖverkursfonder\r\n\r\n5 a § I ett aktiebolag ska den del av betalningen för en aktie \r\nsom överstiger aktiens kvotvärde tas upp under den bundna \r\növerkursfonden eller den fria överkursfonden.\r\nLag (2020:987).\r\n\r\nSärskilda poster i en ekonomisk förenings balansräkning och\r\nresultaträkning\r\n\r\n6 § Fordran på insats i en ekonomisk förening får inte tas upp\r\nsom tillgång. Redovisningen av fullgjorda insatser får göras så\r\natt i balansräkningen anges hela insatskapitalet samt hur\r\nmycket därav som inte har fullgjorts, varefter skillnaden - de\r\nbetalda insatserna - utförs som en särskild post under eget\r\nkapital.\r\n\r\nFörsta stycket gäller även vid redovisningen av fullgjorda\r\nupplåtelseavgifter i en bostadsrättsförening. Lag (1999:1112).\r\n\r\n7 § I resultaträkningen för en ekonomisk förening ska en \r\nsådan värdeöverföring som avses i 12 kap. 1 § 2 lagen \r\n(2018:672) om ekonomiska föreningar tas upp som en särskild \r\nkostnadspost. Lag (2018:717).\r\n\r\nStörre periodiseringsposter\r\n\r\n8 § Större företag skall i balansräkningen eller i en not\r\nspecificera större belopp som ingår i posterna Förutbetalda\r\nkostnader och upplupna intäkter och Upplupna kostnader och\r\nförutbetalda intäkter. Lag (2006:871).\r\n\r\nAvsättningar\r\n\r\n9 § Som avsättningar skall sådana förpliktelser redovisas som\r\när hänförliga till räkenskapsåret eller tidigare räkenskapsår\r\noch som på balansdagen är säkra eller sannolika till sin\r\nförekomst men ovissa till belopp eller till den tidpunkt då de\r\nskall infrias.\r\n\r\nAvskrivningar och nedskrivningar får inte redovisas som\r\navsättningar. Lag (1999:1112).\r\n\r\n10 § Större företag skall i balansräkningen eller i en not\r\nspecificera större avsättningar som har tagits upp under posten\r\nÖvriga avsättningar i balansräkningen. Lag (2006:871).\r\n\r\nEtt aktiebolags eget kapital\r\n\r\n10 a § Ett aktiebolags eget kapital ska i balansräkningen, i \r\nen egen räkning eller i en not delas upp i bundet eget kapital \r\noch fritt eget kapital eller ansamlad förlust.\r\n\r\nUnder bundet eget kapital ska följande tas upp: aktiekapital, \r\nbunden överkursfond, uppskrivningsfond, reservfond, \r\nkapitalandelsfond och fond för utvecklingsutgifter.\r\n\r\nUnder fritt eget kapital eller ansamlad förlust ska följande \r\ntas upp: fria fonder, var för sig, balanserad vinst eller \r\nförlust och vinst eller förlust för räkenskapsåret. Balanserad \r\nförlust och förlust för räkenskapsåret tas då upp som \r\navdragsposter. Lag (2020:987).\r\n\r\nEn ekonomisk förenings eget kapital\r\n\r\n10 b § En ekonomisk förenings eget kapital ska i\r\nbalansräkningen, i en egen räkning eller i en not delas upp i\r\nbundet eget kapital och fritt eget kapital eller ansamlad\r\nförlust.\r\n\r\nUnder bundet eget kapital ska följande tas upp: inbetalda\r\neller genom insatsemission tillgodoförda insatser,\r\nuppskrivningsfond, reservfond, kapitalandelsfond och fond för\r\nutvecklingsutgifter. Medlemsinsatser och förlagsinsatser ska\r\nredovisas var för sig.\r\n\r\nUnder fritt eget kapital eller ansamlad förlust ska följande\r\ntas upp: fria fonder, var för sig, balanserad vinst eller\r\nförlust och nettovinst eller förlust för räkenskapsåret.\r\nBalanserad förlust och förlust för räkenskapsåret tas då upp\r\nsom avdragsposter.\r\n\r\nDet som sägs i andra stycket om insatser gäller också\r\nupplåtelseavgifter i en bostadsrättsförening. Lag (2015:813).\r\n\r\nResultaträkning i förkortad form\r\n\r\n11 § Mindre företag får slå samman posterna 1-6 i bilaga 2\r\nrespektive posterna 1-3 och 6 i bilaga 3 till en post benämnd\r\nbruttovinst eller bruttoförlust.\r\n\r\nEtt företag som slår samman poster enligt första stycket ska i\r\nresultaträkningen, i anslutning till posten bruttovinst eller\r\nbruttoförlust, lämna uppgift om nettoomsättningen. Bolagsverket\r\nfår i ett enskilt fall medge att uppgiften om nettoomsättningen\r\nutelämnas, om det är motiverat av konkurrensskäl.\r\nLag (2010:1515).\r\n\r\n12 § Har upphävts genom lag (2007:132).\r\n\r\n13 § Har upphävts genom lag (2015:813).\r\n\r\n4 kap. Värderingsregler\r\n\r\nVad som är anläggningstillgångar och omsättningstillgångar\r\n\r\n1 § Med anläggningstillgång förstås tillgång som är avsedd att\r\nstadigvarande brukas eller innehas i verksamheten. Med\r\nomsättningstillgång förstås annan tillgång.\r\n\r\nOm företaget drivs av en fysisk person eller ett dödsbo, får\r\ndjur i jordbruk eller renskötsel anses som omsättningstillgång\r\noavsett avsikten med innehavet. Lag (1999:1112).\r\n\r\n2 § Utgifter för koncessioner, patent, licenser, varumärken,\r\nhyresrätter och liknande rättigheter och tillgångar som är av\r\nbetydande värde för rörelsen under kommande år får tas upp\r\nsom immateriella anläggningstillgångar. Detsamma gäller\r\nersättning som vid förvärv av rörelse överstiger det behållna\r\nvärdet av de tillgångar som förvärvats och de skulder som\r\növertagits (goodwill).\r\n\r\nFörsta stycket gäller även utgifter för företagets eget\r\nutvecklingsarbete. För aktiebolag och ekonomiska föreningar\r\ngäller detta dock endast under förutsättning att motsvarande\r\nbelopp överförs från fritt eget kapital till en fond för\r\nutvecklingsutgifter.\r\n\r\nUtgifter för företagsbildning, ökning av aktiekapitalet eller\r\nmotsvarande eller för företagets förvaltning får inte tas upp\r\nsom tillgångar. Lag (2015:813).\r\n\r\nAnskaffningsvärde för anläggningstillgångar\r\n\r\n3 § Anläggningstillgångar ska tas upp till belopp som\r\nmotsvarar utgifterna för tillgångens förvärv eller\r\ntillverkning (anskaffningsvärdet), om inte annat följer av 4,\r\n5, 6, 12, 13 a, 14 a eller 14 e §.\r\n\r\nI anskaffningsvärdet för en förvärvad tillgång ska, utöver\r\ninköpspriset, utgifter som är direkt hänförliga till\r\nförvärvet räknas in.\r\n\r\nI anskaffningsvärdet för en tillverkad tillgång får, utöver\r\nsådana kostnader som direkt kan hänföras till produktionen av\r\ntillgången, en skälig andel av indirekta\r\ntillverkningskostnader räknas in.\r\n\r\nRänta på kapital som har lånats för att finansiera\r\ntillverkningen av en tillgång får räknas in i\r\nanskaffningsvärdet till den del som räntan hänför sig till\r\ntillverkningsperioden.\r\n\r\nUtgifter för värdehöjande förbättringar av en tillgång får\r\nräknas in i anskaffningsvärdet, om de har lagts ned under\r\nräkenskapsåret eller balanserats från tidigare år.\r\nLag (2015:813).\r\n\r\nAvskrivning av anläggningstillgångar\r\n\r\n4 § Anläggningstillgångar med begränsad nyttjandeperiod ska\r\nskrivas av systematiskt över denna period.\r\n\r\nOm nyttjandeperioden för immateriella anläggningstillgångar\r\nsom utgörs av utgifter för företagets eget utvecklingsarbete\r\ninte kan fastställas med en rimlig grad av säkerhet, ska\r\nperioden anses uppgå till fem år. Detsamma gäller i fråga om\r\ngoodwill.\r\n\r\nAvskrivningar ska redovisas i resultaträkningen. Annan\r\nredovisning får dock tillämpas, om det finns särskilda skäl\r\nför det och det är förenligt med 2 kap. 2 och 3 §§.\r\nLag (2015:813).\r\n\r\nNedskrivning av anläggningstillgångar\r\n\r\n5 § Har en anläggningstillgång på balansdagen ett lägre värde\r\nän det värde som följer av 3 § och 4 § första stycket, ska\r\ntillgången skrivas ned till detta lägre värde, om det kan\r\nantas att värdenedgången är bestående.\r\n\r\nEn finansiell anläggningstillgång får skrivas ned till det\r\nlägre värde som tillgången har på balansdagen även om det\r\ninte kan antas att värdenedgången är bestående.\r\n\r\nEn nedskrivning enligt första eller andra stycket ska\r\nåterföras, om det inte längre finns skäl för den.\r\nNedskrivningar som avser goodwill får dock inte återföras.\r\n\r\nNedskrivningar och återföringar som avses i första–tredje\r\nstyckena ska redovisas i resultaträkningen. Lag (2015:813).\r\n\r\nUppskrivning av anläggningstillgångar\r\n\r\n6 § Ett aktiebolags eller en ekonomisk förenings\r\nanläggningstillgångar som har ett tillförlitligt och\r\nbestående värde som väsentligt överstiger bokfört värde\r\nenligt 3 §, 4 § första stycket, 5 § första–tredje styckena\r\noch 12 § får skrivas upp till högst detta värde. Uppskrivning\r\nfår dock ske endast om uppskrivningsbeloppet används för\r\navsättning till en uppskrivningsfond eller, i aktiebolag, för\r\nökning av aktiekapitalet genom fondemission eller nyemission.\r\n\r\nAvskrivningar och nedskrivningar av den tillgång som har\r\nskrivits upp ska efter uppskrivningen beräknas med\r\nutgångspunkt i det uppskrivna värdet. Lag (2015:813).\r\n\r\nIanspråktagande av uppskrivningsfonden och fonden för\r\nutvecklingsutgifter\r\n\r\n7 § Ett aktiebolag får ta uppskrivningsfonden eller fonden\r\nför utvecklingsutgifter i anspråk för\r\n\r\n1. ökning av aktiekapitalet genom fondemission eller\r\nnyemission,\r\n\r\n2. täckning av förlust enligt fastställd balansräkning när\r\nförlusten inte kan täckas av fritt eget kapital.\r\n\r\nEtt beslut att ta uppskrivningsfonden eller fonden för\r\nutvecklingsutgifter i anspråk för att täcka en förlust enligt\r\nförsta stycket 2 får fattas endast efter det att revisorerna\r\nhar hörts. Innan tre år har förflutit från beslutet får\r\nvinstutdelning beslutas endast om Bolagsverket eller, i\r\ntvistiga fall, allmän domstol ger tillstånd till det eller om\r\naktiekapitalet har ökats med minst ett belopp som motsvarar\r\nden förlust som har blivit täckt med belopp från fonden. I\r\nfråga om Bolagsverkets eller domstolens tillstånd gäller 20\r\nkap. 25–29 §§ aktiebolagslagen (2005:551) i tillämpliga\r\ndelar. Lag (2015:813).\r\n\r\n8 § Vid avskrivning enligt 4 § eller nedskrivning enligt 5 §\r\nav en uppskriven tillgång eller vid avyttring eller\r\nutrangering av tillgången ska uppskrivningsfonden minskas i\r\nmotsvarande utsträckning, dock högst med den del av fonden\r\nsom svarar mot tillgången. På samma sätt ska fonden för\r\nutvecklingsutgifter minskas vid avskrivning, nedskrivning\r\neller avyttring av en som tillgång upptagen utgift för\r\nföretagets eget utvecklingsarbete.\r\n\r\nMinskningen får göras enbart genom att\r\n\r\n1. fonden tas i anspråk enligt 7 §,\r\n\r\n2. den del av fonden som motsvarar avskrivning eller\r\nnedskrivning överförs till fritt eget kapital, eller\r\n\r\n3. den del av fonden som motsvarar en avyttrad tillgång\r\növerförs till fritt eget kapital. Lag (2015:813).\r\n\r\nVärdering av omsättningstillgångar\r\n\r\n9 § Omsättningstillgångar ska, om inte annat följer av 10, 12,\r\n13 a, 14 a eller 14 e § tas upp till det lägsta av\r\nanskaffningsvärdet och nettoförsäljningsvärdet på balansdagen.\r\n\r\nMed anskaffningsvärde förstås, om inte annat följer av 11 §,\r\nutgifterna för tillgångens förvärv eller tillverkning. Vid\r\nbestämmandet av anskaffningsvärdet tillämpas 3 § andra–fjärde\r\nstyckena.\r\n\r\nMed nettoförsäljningsvärde avses försäljningsvärdet efter\r\navdrag för beräknad försäljningskostnad. Om det finns\r\nsärskilda skäl, får återanskaffningsvärdet, i förekommande\r\nfall med avdrag för inkurans, eller något annat värde som är\r\nförenligt med 2 kap. 2 och 3 §§ användas i stället för\r\nnettoförsäljningsvärdet.\r\n\r\nMed återanskaffningsvärde avses det belopp som motsvarar den\r\nutgift för anskaffandet som företaget skulle ha haft, om\r\ntillgången anskaffats på balansdagen.\r\n\r\nOm företaget drivs av en fysisk person eller ett dödsbo, får\r\ndjur i jordbruk eller renskötsel värderas till det värde som\r\nfastställs av Skatteverket. Lag (2011:1554).\r\n\r\nVärdering av pågående arbeten\r\n\r\n10 § Pågående arbeten för någon annans räkning får värderas till\r\nbelopp som överstiger anskaffningsvärdet, om det finns särskilda skäl\r\noch det står i överensstämmelse med 2 kap. 2 och 3 §§.\r\n\r\nVarulagrets anskaffningsvärde\r\n\r\n11 § Anskaffningsvärdet för varulager av likartade tillgångar\r\nfår beräknas enligt först-in-först-ut-principen, enligt vägda\r\ngenomsnittspriser eller enligt någon annan liknande princip.\r\nSist-in-först-ut-principen får inte tillämpas.\r\nLag (2015:813).\r\n\r\nRedovisning till bestämd mängd och fast värde\r\n\r\n12 § Materiella anläggningstillgångar, råvaror och\r\nförnödenheter som omsätts och vilkas sammantagna värde är av\r\nunderordnad betydelse för företaget, får tas upp till en\r\nbestämd mängd och ett fast värde, om deras kvantitet, värde och\r\nsammansättning inte varierar väsentligt. Lag (1999:1112).\r\n\r\nOmräkning av fordringar och skulder\r\n\r\n13 § Fordringar och skulder i annan valuta än\r\nredovisningsvalutan får omräknas till redovisningsvalutan\r\nenligt växelkursen på balansdagen, om detta står i\r\növerensstämmelse med 2 kap. 2 och 3 §§. Lag (2000:34).\r\n\r\nRedovisning enligt kapitalandelsmetoden\r\n\r\n13 a § Företag som avses i 3 kap. 4 a § andra stycket får\r\nredovisa andelar i intresseföretag i balansräkningen och\r\nresultaträkningen med tillämpning av bestämmelserna i 7 kap.\r\n25-29 §§, om det är förenligt med 2 kap. 2 och 3 §§.\r\nLag (2004:1173).\r\n\r\nEgna aktier\r\n\r\n14 § Egna aktier får inte tas upp som tillgång.\r\n\r\nVid värdering av ett moderföretags andelar i ett\r\ndotterföretag ska andelar som dotterföretaget äger i\r\nmoderföretaget inte anses ha något värde.\r\n\r\nVid förvärv av egna aktier ska fritt eget kapital minskas med\r\nutgiften för förvärvet. Vid överlåtelse av egna aktier ska\r\nfritt eget kapital ökas med inkomsten från överlåtelsen.\r\nLag (2015:813).\r\n\r\nVärdering av finansiella instrument\r\n\r\n14 a § Derivatinstrument och andra finansiella instrument får\r\ntas upp till sitt verkliga värde, om inte annat följer av\r\n14 b §.\r\n\r\nDet verkliga värdet skall bestämmas på grundval av\r\ninstrumentets marknadsvärde. Om något marknadsvärde inte kan\r\nbestämmas för ett instrument men däremot för dess beståndsdelar\r\neller för ett likartat instrument, skall det verkliga värdet\r\nbestämmas på grundval av beståndsdelarnas eller det likartade\r\ninstrumentets marknadsvärde. Om inte heller en sådan värdering\r\när möjlig, skall det verkliga värdet bestämmas med hjälp av\r\nsådana allmänt accepterade värderingsmodeller och\r\nvärderingsmetoder som ger en rimlig uppskattning av\r\nmarknadsvärdet.\r\n\r\nVärdering enligt första stycket får ske enbart om samtliga\r\nföretagets finansiella instrument, utom sådana som enligt\r\n14 b § inte får tas upp till verkligt värde, värderas på samma\r\nsätt. Lag (2003:774).\r\n\r\n14 b § Följande finansiella instrument får inte värderas\r\nenligt 14 a §:\r\n\r\n1. finansiella instrument som hålls till förfall och som inte\r\nutgör derivatinstrument,\r\n\r\n2. lånefordringar och andra fordringar som härrör från\r\nföretaget och som inte innehas för handelsändamål,\r\n\r\n3. andelar i dotterföretag, intresseföretag eller gemensamt\r\nstyrda företag,\r\n\r\n4. egetkapitalinstrument som företaget självt har gett ut,\r\n\r\n5. avtal om villkorad ersättning i samband med förvärv och\r\nsamgåenden,\r\n\r\n6. skulder, med undantag för skulder som ingår som en del i\r\nen handelsportfölj eller som utgör derivatinstrument, samt\r\n\r\n7. andra finansiella instrument, som är av sådan särskild\r\nkaraktär att de enligt vad som är allmänt accepterat bör\r\nredovisas på annat sätt.\r\n\r\nVärdering enligt 14 a § får inte heller ske, om en sådan\r\nvärdering inte skulle ge ett tillförlitligt värde på det\r\nfinansiella instrumentet.\r\n\r\nFöretag som avses i 3 kap. 4 a § andra stycket får trots\r\nförsta stycket värdera där angivna finansiella instrument\r\nenligt 14 a §, om\r\n\r\n1. det är förenligt med sådana internationella\r\nredovisningsstandarder som avses i Europaparlamentets och\r\nrådets förordning (EG) nr 1606/2002 av den 19 juli 2002 om\r\ntillämpning av internationella redovisningsstandarder, i\r\nlydelsen enligt Europaparlamentets och rådets förordning (EU)\r\nnr 297/2008, och\r\n\r\n2. upplysningar om värderingen lämnas i enlighet med dessa\r\nstandarder. Lag (2015:813).\r\n\r\n14 c § Vid tillämpningen av 14 a och 14 b §§ skall avtal som\r\navser rå- och stapelvaror och ger endera parten rätt att\r\nreglera avtalet med kontanter eller med något annat finansiellt\r\ninstrument anses som derivatinstrument. Detta gäller dock inte\r\nom avtalet\r\n\r\n1. ingicks för att täcka företagets förväntade behov av inköp,\r\nförsäljning eller egen förbrukning av rå- och stapelvaror,\r\n\r\n2. även efter avtalets ingående har tillgodosett detta behov,\r\n\r\n3. utformades för detta ändamål när det ingicks, och\r\n\r\n4. förväntas regleras genom leverans av varan.\r\nLag (2003:774).\r\n\r\n14 d § Om värdering sker enligt 14 a §, ska värdeförändringen \r\nsedan föregående balansdag redovisas i resultaträkningen.\r\n\r\nI följande fall gäller att värdeförändringen ska redovisas i \r\nen fond för verkligt värde i stället för i resultaträkningen:\r\n\r\n1. värdeförändringen avser ett säkringsinstrument och de \r\ntillämpade principerna för säkringsredovisning tillåter att en \r\ndel av eller hela värdeförändringen inte redovisas i \r\nresultaträkningen, eller\r\n\r\n2. värdeförändringen är orsakad av en kursförändring på en \r\nmonetär post som utgör en del av företagets nettoinvestering i \r\nen utländsk enhet.\r\n\r\nEn värdeförändring på en finansiell tillgång som inte innehas \r\nför handelsändamål och inte heller är ett derivatinstrument \r\nfår redovisas i fonden för verkligt värde i stället för i \r\nresultaträkningen.\r\n\r\nEtt företag som avses i 3 kap. 4 a § andra stycket får \r\nredovisa en värdeförändring på en finansiell skuld i fonden \r\nför verkligt värde i stället för i resultaträkningen, om\r\n\r\n1. värdeförändringen kommer från förändringar i kreditrisk för \r\nskulden,\r\n\r\n2. redovisningen överensstämmer med sådana internationella \r\nredovisningsstandarder som avses i Europaparlamentets och \r\nrådets förordning (EG) nr 1606/2002 av den 19 juli 2002 om \r\ntillämpning av internationella redovisningsstandarder, och \r\n\r\n3. företaget lämnar upplysningar i överensstämmelse med de \r\nstandarder som avses i 2.\r\n\r\nNär det inte längre finns skäl att redovisa ett belopp i \r\nfonden för verkligt värde, ska fonden justeras. Lag (2024:347).\r\n\r\nVärdering av säkrade poster\r\n\r\n14 e § Om en tillgång, avsättning eller skuld eller en del\r\ndärav har säkrats mot ett finansiellt instrument som värderas\r\nenligt 14 a §, skall också den säkrade posten värderas enligt\r\nden paragrafen, om de tillämpade principerna för\r\nsäkringsredovisning tillåter det. Därvid skall 14 d §\r\ntillämpas. Lag (2003:774).\r\n\r\n14 f § Har upphävts genom lag (2011:1554).\r\n\r\n14 g § Har upphävts genom lag (2011:1554).\r\n\r\nPeriodisering av vissa belopp vid upptagande av lån\r\n\r\n15 § Kapitalrabatt och direkta emissionsutgifter vid upptagande av\r\nlån skall periodiseras, dock längst över tiden till dess skulden\r\nförfaller till betalning. Sådan periodisering behöver dock inte göras\r\nom den är utan betydelse med hänsyn till kravet i 2 kap. 3 § på\r\nrättvisande bild.\r\n\r\nAvsättningar\r\n\r\n15 a § En avsättning ska motsvara den bästa uppskattningen av\r\ndet belopp som kommer att krävas för att reglera\r\nförpliktelsen. Lag (2015:813).\r\n\r\nOmräkning av förlagsinsatser\r\n\r\n16 § Om en ekonomisk förening har förlagsinsatser i annan\r\nvaluta än redovisningsvalutan, skall dessa räknas om enligt\r\nväxelkursen på balansdagen. Skillnaden mellan det omräknade\r\nbeloppet och motsvarande belopp vid räkenskapsårets ingång,\r\nskall föras mot Balanserad vinst eller förlust.\r\nLag (2000:34).\r\n\r\n16 § Har upphävts genom lag (1999:1112).\r\n\r\n5 kap. Noter\r\n\r\nAllmänna bestämmelser\r\n\r\nKrav på noter för olika kategorier av företag\r\n\r\n1 § Mindre och större företag ska i noter lämna upplysningar\r\nenligt 4–24 §§.\r\n\r\nYtterligare bestämmelser för mindre och större företag om\r\nupplysningar i noter finns i 2 kap. 3 §, 3 kap. 4, 10 a och\r\n10 b §§ och 7 kap. 2 §.\r\n\r\nBestämmelser för mindre företag om upplysningar i noter finns\r\ndessutom i 3 kap. 5 §. Lag (2015:813).\r\n\r\n2 § Större företag ska i noter även lämna upplysningar enligt\r\n25–48 §§.\r\n\r\nYtterligare bestämmelser för större företag om upplysningar i\r\nnoter finns i 3 kap. 8 och 10 §§. Lag (2015:813).\r\n\r\nNoternas ordningsföljd\r\n\r\n3 § Om inte något annat följer av kravet i 2 kap. 2 § på\r\növerskådlighet, ska noter som avser enskilda poster i\r\nbalansräkningen eller resultaträkningen läggas fram i samma\r\nordning som posterna. Hänvisning ska göras vid de poster som\r\nnoterna hänför sig till. Lag (2015:813).\r\n\r\nKrav på noter för mindre och större företag\r\n\r\nVärderingsprinciper\r\n\r\n4 § Principerna för värdering av tillgångar, avsättningar och\r\nskulder ska anges. Lag (2015:813).\r\n\r\nAvvikelser från grundläggande redovisningsprinciper\r\n\r\n5 § Om ett företag med stöd av 2 kap. 4 § andra stycket\r\navviker från någon av de grundläggande redovisningsprinciper\r\nsom anges i paragrafen, ska det lämna en upplysning om skälen\r\nför avvikelsen och en bedömning av effekten på företagets\r\nställning och resultat.\r\n\r\nBestår avvikelsen i att kvittning görs, ska företaget även\r\nlämna en upplysning om de bruttobelopp som kvittas mot\r\nvarandra. Lag (2015:813).\r\n\r\nByte av uppställningsform\r\n\r\n6 § Om ett företag med stöd av 3 kap. 3 § andra stycket har\r\nbytt uppställningsform för resultaträkningen, ska det lämna\r\nen upplysning om skälen för bytet. Lag (2015:813).\r\n\r\nJämförelsetal\r\n\r\n7 § Om ett företag med stöd av 3 kap. 5 § tredje stycket\r\navviker från det som sägs i den paragrafen om jämförelsetal,\r\nska det lämna en upplysning om skälen för avvikelsen.\r\nLag (2015:813).\r\n\r\nAnläggningstillgångar\r\n\r\n8 § För varje post som tas upp som anläggningstillgång i\r\nbalansräkningen eller i sådana noter som avses i 3 kap. 4 §\r\nfjärde stycket 2 ska upplysningar lämnas om\r\n\r\n1. tillgångarnas anskaffningsvärde,\r\n\r\n2. tillkommande och avgående tillgångar,\r\n\r\n3. överföringar,\r\n\r\n4. årets avskrivningar enligt 4 kap. 4 §,\r\n\r\n5. årets nedskrivningar, med särskild uppgift om\r\nnedskrivningar som har gjorts med stöd av 4 kap. 5 § andra\r\nstycket,\r\n\r\n6. årets uppskrivningar, med särskild upplysning om\r\nuppskrivningsbeloppets användning och hur mycket av det som\r\nkvarstår oavskrivet.\r\n\r\nGrunderna för avskrivning av anläggningstillgångarnas olika\r\nposter ska anges. Lag (2015:813).\r\n\r\nGoodwill\r\n\r\n9 § Om ett företag redovisar goodwill som tillgång, ska det\r\nlämna upplysningar om tillämpad avskrivningsperiod och skälen\r\nför denna. Lag (2015:813).\r\n\r\nFinansiella instrument\r\n\r\n10 § Om ett företag har finansiella instrument som värderas\r\nenligt 4 kap. 14 a §, ska det för varje kategori lämna\r\nupplysningar om\r\n\r\n1. bokfört värde, och\r\n\r\n2. de värdeförändringar som har redovisats i\r\nresultaträkningen respektive fonden för verkligt värde.\r\n\r\nFör varje kategori av derivatinstrument som värderas enligt 4\r\nkap. 14 a § ska upplysningar även lämnas om\r\n\r\n1. omfattningen och typen av instrument, och\r\n\r\n2. viktiga villkor som kan påverka storleken av, tidpunkten\r\nför eller säkerheten i framtida kassaflöden.\r\n\r\nOm värderingen har gjorts enligt 4 kap. 14 a § andra stycket\r\ntredje meningen, ska väsentliga antaganden som har gjorts vid\r\ntillämpningen av de använda värderingsmodellerna och\r\nvärderingsmetoderna anges.\r\n\r\nParagrafen tillämpas även på sådana avtal som enligt 4 kap.\r\n14 c § ska anses som derivatinstrument. Lag (2015:813).\r\n\r\nUppskrivningsfond\r\n\r\n11 § Om storleken eller sammansättningen av\r\nuppskrivningsfonden har ändrats under räkenskapsåret, ska\r\nföretaget i en sammanställning lämna upplysningar om\r\n\r\n1. fondens storlek vid räkenskapsårets början och slut,\r\n\r\n2. belopp som har satts av till fonden under räkenskapsåret\r\noch hur dessa har behandlats skattemässigt,\r\n\r\n3. belopp som har överförts från fonden eller på annat sätt\r\nhar tagits i anspråk, med uppgift om hur beloppet har\r\nanvänts, och\r\n\r\n4. det värde som skulle ha redovisats i balansräkningen om\r\nanläggningstillgångarna inte hade skrivits upp.\r\nLag (2015:813).\r\n\r\nFond för verkligt värde\r\n\r\n12 § Om storleken eller sammansättningen av fonden för\r\nverkligt värde har ändrats under räkenskapsåret, ska\r\nföretaget i en sammanställning lämna upplysningar om\r\n\r\n1. fondens storlek vid räkenskapsårets början och slut,\r\n\r\n2. belopp som har satts av till fonden under räkenskapsåret,\r\noch\r\n\r\n3. belopp som har överförts från fonden eller på annat sätt\r\nhar tagits i anspråk, med uppgift om hur beloppet har\r\nanvänts. Lag (2015:813).\r\n\r\nLångfristiga skulder\r\n\r\n13 § Om ett företag har skulder som ska betalas senare än fem\r\når efter balansdagen, ska det lämna en upplysning om summan\r\nav dessa. Lag (2015:813).\r\n\r\nStällda säkerheter\r\n\r\n14 § Om ett företag har ställt säkerheter, ska det lämna\r\nupplysningar om säkerheternas omfattning, art och form.\r\nLag (2015:813).\r\n\r\nEventualförpliktelser\r\n\r\n15 § Om ett företag har garantiåtaganden, ekonomiska\r\nåtaganden eller eventuella förpliktelser som inte tas upp i\r\nbalansräkningen (eventualförpliktelser), ska det lämna en\r\nupplysning om summan av dessa. Lag (2015:813).\r\n\r\nÅtaganden till förmån för koncernföretag m.fl.\r\n\r\n16 § Om ett företag har ställda säkerheter, garantiåtaganden\r\neller ekonomiska åtaganden till förmån för ett\r\nkoncernföretag, ett intresseföretag eller ett gemensamt styrt\r\nföretag som företaget samäger, ska det lämna särskilda\r\nupplysningar om detta. Lag (2015:813).\r\n\r\nEkonomiska arrangemang som inte redovisas i balansräkningen\r\n\r\n17 § Om ett företag har ekonomiska arrangemang som inte\r\nredovisas i balansräkningen och som är förenade med betydande\r\nrisker eller fördelar för företaget, och uppgifter om dessa\r\nrisker eller fördelar är nödvändiga för att företagets\r\nställning ska kunna bedömas, ska företaget lämna upplysningar\r\nom\r\n\r\n1. inriktningen på och det kommersiella syftet med\r\narrangemangen, och\r\n\r\n2. den ekonomiska inverkan som arrangemangen har på\r\nföretaget.\r\n\r\nFörsta stycket 2 gäller inte mindre företag.\r\nLag (2015:813).\r\n\r\nLån till ledande befattningshavare\r\n\r\n18 § Om ett företag har lämnat lån till en styrelseledamot,\r\nen verkställande direktör eller en motsvarande\r\nbefattningshavare i företaget, ska det lämna de upplysningar\r\nom lånet som anges i andra stycket. Detsamma gäller om\r\nföretaget har ställt panter, andra säkerheter eller garantier\r\neller har gjort andra ekonomiska åtaganden till förmån för en\r\nsådan befattningshavare. Med styrelseledamöter jämställs\r\nsuppleanter för dessa och med verkställande direktör\r\njämställs vice verkställande direktör.\r\n\r\nUpplysningar ska lämnas om storleken av lämnade lån,\r\nhuvudsakliga lånevillkor, räntesatser, under räkenskapsåret\r\nåterbetalda belopp, arten av säkerheter, garantier och andra\r\nekonomiska åtaganden samt beloppet av de lån som säkerhet har\r\nställts för. Upplysning ska även lämnas om vilken anknytning\r\ntill företaget befattningshavaren har. Om företaget under\r\nräkenskapsåret helt eller delvis har skrivit av ett lån eller\r\navstått från att kräva in det, ska en upplysning lämnas om\r\ndetta. Lag (2015:813).\r\n\r\nExceptionella intäkter och kostnader\r\n\r\n19 § Om ett företag har haft intäkter eller kostnader som är\r\nexceptionella i fråga om storlek eller förekomst, ska det\r\nlämna upplysningar om arten och storleken av varje sådan\r\nintäkt eller kostnad. Lag (2015:813).\r\n\r\nMedelantalet anställda under räkenskapsåret\r\n\r\n20 § En upplysning ska lämnas om medelantalet av de personer\r\nsom har varit anställda under räkenskapsåret. Lag (2015:813).\r\n\r\nModerföretag\r\n\r\n21 § Ett företag som är dotterföretag ska lämna upplysningar\r\nom namn, organisations- eller personnummer och säte för det\r\nmoderföretag som upprättar koncernredovisning för den minsta\r\nkoncern som företaget ingår i. Lag (2015:813).\r\n\r\nVäsentliga händelser efter räkenskapsårets slut\r\n\r\n22 § Om det har inträffat händelser av väsentlig betydelse\r\nför företaget efter räkenskapsårets slut som inte kommer till\r\nuttryck i balansräkningen eller resultaträkningen, ska\r\nföretaget lämna upplysningar om dessa. Upplysningarna ska\r\nomfatta arten och den ekonomiska effekten av händelserna.\r\nLag (2015:813).\r\n\r\nTransaktioner med närstående\r\n\r\n23 § Om ett större företag har genomfört transaktioner på\r\nandra än marknadsmässiga villkor med närstående enligt 1 kap.\r\n8 eller 9 §, ska det lämna upplysningar om transaktionerna.\r\nUpplysningar behöver dock inte lämnas om transaktioner\r\n\r\n1. mellan ett moderföretag och dess helägda dotterföretag,\r\neller\r\n\r\n2. mellan två eller flera dotterföretag, om samtliga aktier\r\neller andelar ägs av andra företag inom samma koncern.\r\n\r\nSkyldigheten att lämna upplysningar gäller även ett mindre\r\nföretag, om det är ett publikt aktiebolag och transaktionerna\r\nhar genomförts med någon som har ett betydande aktieinnehav\r\neller är styrelseledamot i bolaget. Lag (2015:813).\r\n\r\n24 § Upplysningarna enligt 23 § ska omfatta\r\n\r\n1. uppgift om transaktionernas art och det totala belopp som\r\ntransaktionerna omfattar,\r\n\r\n2. uppgift om vilket slag av närståendeförhållande som det är\r\nfråga om, och\r\n\r\n3. andra uppgifter om transaktionerna som är nödvändiga för\r\natt bedöma företagets ställning.\r\n\r\nUppgifter om flera transaktioner får lämnas i samlad form, om\r\nde avser samma typ av transaktioner och uppgifter om de\r\nenskilda transaktionerna inte är nödvändiga för att bedöma\r\nvilken inverkan de har på företagets ställning.\r\nLag (2015:813).\r\n\r\nSärskilda krav på noter för större företag\r\n\r\nYtterligare upplysningar om anläggningstillgångar\r\n\r\n25 § Om ett större företag har räknat in ränta i\r\nanskaffningsvärdet för en anläggningstillgång med stöd av 4\r\nkap. 3 § fjärde stycket, ska företaget lämna en upplysning om\r\ndet inräknade beloppet.\r\n\r\nStörre företag ska för varje post som tas upp som\r\nanläggningstillgång i balansräkningen eller i sådana noter\r\nsom avses i 3 kap. 4 § fjärde stycket 2 lämna upplysningar om\r\n\r\n1. ackumulerade avskrivningar enligt 4 kap. 4 §,\r\n\r\n2. ackumulerade nedskrivningar, med särskild uppgift om\r\nnedskrivningar som har gjorts med stöd av 4 kap. 5 § andra\r\nstycket,\r\n\r\n3. ackumulerade uppskrivningar, och\r\n\r\n4. korrigeringar av tidigare års avskrivningar enligt 4 kap.\r\n4 §, nedskrivningar och uppskrivningar.\r\n\r\nOm ett större företag har skrivit av, skrivit ned eller\r\nskrivit upp en anläggningstillgång uteslutande av skatteskäl,\r\nska företaget lämna en upplysning om detta med angivande av\r\navskrivningens, nedskrivningens eller uppskrivningens\r\nstorlek. Lag (2015:813).\r\n\r\nOmsättningstillgångar\r\n\r\n26 § Om ett större företag har räknat in ränta i\r\nanskaffningsvärdet för en omsättningstillgång med stöd av 4\r\nkap. 9 § andra stycket, ska företaget lämna en upplysning om\r\ndet inräknade beloppet.\r\n\r\nOm en omsättningstillgång varit föremål för en värdejustering\r\nuteslutande av skatteskäl, ska ett större företag lämna en\r\nupplysning om detta med angivande av justeringens storlek.\r\n\r\nOm det värde som framkommer när ett större företag beräknar\r\nvarulagrets anskaffningsvärde enligt 4 kap. 11 § avviker\r\nväsentligt från varulagrets nettoförsäljningsvärde på\r\nbalansdagen, ska företaget lämna en upplysning om\r\nskillnadsbeloppet. Nettoförsäljningsvärdet ska då beräknas\r\nenligt 4 kap. 9 § tredje stycket första meningen.\r\nSkillnadsbeloppet ska fördelas på de poster som är upptagna i\r\nbalansräkningen. Lag (2015:813).\r\n\r\nYtterligare upplysningar om finansiella instrument\r\n\r\n27 § Större företag ska för varje kategori av\r\nderivatinstrument som inte värderas enligt 4 kap. 14 a §\r\nlämna upplysningar om\r\n\r\n1. det värde instrumenten skulle ha värderats till vid en\r\ntillämpning av 4 kap. 14 a §, och\r\n\r\n2. omfattningen och typen av instrument.\r\n\r\nI fråga om finansiella anläggningstillgångar som enligt 4\r\nkap. 14 a–14 c §§ får värderas till verkligt värde, och\r\nvilkas bokförda värde är högre än det verkliga värdet, ska\r\nstörre företag lämna upplysningar om\r\n\r\n1. bokfört värde och det verkliga värdet, och\r\n\r\n2. skälen till att det bokförda värdet inte har skrivits ned\r\noch det stöd som finns för antagandet att det bokförda värdet\r\nkommer att återvinnas.\r\n\r\nFörsta och andra stycket ska även tillämpas på sådana avtal\r\nsom enligt 4 kap. 14 c § ska anses som derivatinstrument.\r\nLag (2015:813).\r\n\r\nInköp och försäljningar mellan koncernföretag\r\n\r\n28 § Om ett större företag ingår i en koncern, ska det lämna\r\nen upplysning om hur stor del av räkenskapsårets inköp och\r\nförsäljningar som avser andra koncernföretag.\r\n\r\nModerföretag som är större företag och som med stöd av 7 kap.\r\n3 § inte upprättar någon koncernredovisning ska lämna\r\nupplysningar om internvinster på transaktioner inom\r\nkoncernen. Lag (2015:813).\r\n\r\nDotterföretag och vissa andra företag\r\n\r\n29 § Om ett större företag har dotterföretag eller\r\nägarintressen i andra företag, ska det lämna upplysningar\r\nom\r\n\r\n1. det andra företagets namn, organisationsnummer, säte\r\noch eget kapital,\r\n\r\n2. det andra företagets resultat för det senaste räkenskapsår\r\nsom årsredovisning eller årsbokslut har upprättats för,\r\n\r\n3. företagets ägarandel i det andra företaget, och\r\n\r\n4. antalet andelar som företaget äger och deras värde enligt\r\nföretagets balansräkning.\r\n\r\nEtt större företag som är obegränsat ansvarig delägare i ett\r\nannat företag ska ange detta företags namn,\r\norganisationsnummer, säte och rättsliga form.\r\n\r\nOm företagets rösträttsandel i det andra företaget avviker\r\nfrån ägarandelen, ska även rösträttsandelen anges.\r\nLag (2015:813).\r\n\r\n30 § En upplysning enligt 29 § får utelämnas, om\r\n\r\n1. den skulle kunna vålla allvarlig skada för något av de i\r\n29 § angivna företagen,\r\n\r\n2. Bolagsverket medger att den utelämnas, och\r\n\r\n3. noterna innehåller information om utelämnandet.\r\n\r\nUpplysningarna om eget kapital och resultat får också\r\nutelämnas, om\r\n\r\n1. det andra företaget inte offentliggör sin balansräkning\r\noch inte utgör ett dotterföretag till företaget, eller\r\n\r\n2. det andra företaget omfattas av en koncernredovisning som\r\nföretaget upprättat eller av en sådan koncernredovisning som\r\navses i 7 kap. 2 § första stycket. Lag (2015:813).\r\n\r\nYtterligare upplysningar om långfristiga skulder\r\n\r\n31 § Större företag ska för varje skuldpost i balansräkningen\r\neller i sådana noter som avses i 3 kap. 4 § fjärde stycket 2\r\nlämna en upplysning om den del av skulden som ska betalas\r\nsenare än fem år efter balansdagen. Lag (2015:813).\r\n\r\nYtterligare upplysningar om lån till ledande\r\nbefattningshavare\r\n\r\n32 § Större företag ska lämna sådana upplysningar som anges i\r\n18 § andra stycket om\r\n\r\n1. lån som har lämnats till en styrelseledamot, en\r\nverkställande direktör eller en motsvarande befattningshavare\r\ni ett annat koncernföretag,\r\n\r\n2. panter, andra säkerheter eller garantiåtaganden som har\r\nställts eller andra ekonomiska åtaganden som har gjorts till\r\nförmån för en sådan befattningshavare, och\r\n\r\n3. lån till eller säkerhet som har ställts till förmån för\r\nnågon annan med stöd av tillstånd enligt 21 kap. 8 §\r\naktiebolagslagen (2005:551). Lag (2015:813).\r\n\r\nKonvertibla lån\r\n\r\n33 § Om ett större företag har utelöpande lån som är\r\nkonvertibla eller förenade med optionsrätt till nyteckning\r\neller har gett ut liknande värdepapper, ska företaget för\r\nvarje lån eller liknande rättighet lämna en upplysning om\r\nutestående lånebelopp samt tid och villkor för utbyte eller\r\nnyteckning. För varje lån mot vinstandelsbevis ska det\r\nutestående lånebeloppet och räntebestämmelserna anges.\r\nLag (2015:813).\r\n\r\nAktiekapitalet\r\n\r\n34 § Aktiebolag som är större företag ska lämna en upplysning\r\nom antalet aktier och aktiernas kvotvärde. Om aktiekapitalet\r\nbestår av aktier av olika slag, ska motsvarande upplysning\r\nlämnas för varje aktieslag. Lag (2015:813).\r\n\r\nDisposition av vinst eller förlust\r\n\r\n35 § Större företag ska lämna en upplysning om förslaget till\r\ndisposition av företagets vinst eller förlust eller, i\r\nförekommande fall, beslut om dispositionen. Lag (2015:813).\r\n\r\nSkatter\r\n\r\n36 § Om ett större företag i balansräkningen har tagit upp en\r\nfordrings- eller skuldpost avseende uppskjuten skatt, ska det\r\nlämna en upplysning om beloppet av den uppskjutna skatten och\r\nom förändringar i detta belopp sedan föregående balansdag.\r\nLag (2015:813).\r\n\r\nYtterligare upplysningar om anställda\r\n\r\n37 § Större företag ska lämna upplysningar om\r\n\r\n1. andelen kvinnor och andelen män av medelantalet anställda\r\nunder räkenskapsåret, och\r\n\r\n2. medelantalet anställda och fördelningen mellan kvinnor och\r\nmän i varje land, om företaget har anställda i flera\r\nländer. Lag (2015:813).\r\n\r\nKönsfördelningen bland ledande befattningshavare\r\n\r\n38 § Ett större företag ska lämna upplysningar om fördelningen \r\nmellan kvinnor och män bland styrelseledamöter, verkställande \r\ndirektör och andra personer i företagets ledning. Fördelningen \r\nbland styrelseledamöter och bland övriga befattningshavare ska \r\nredovisas var för sig. Upplysningarna ska avse förhållandena \r\npå balansdagen.\r\n\r\nEtt aktiebolag vars aktier är upptagna till handel på en \r\nreglerad marknad och som har minst 250 anställda och en \r\nredovisad årsomsättning på minst 550 miljoner kronor eller en \r\nredovisad balansomslutning på minst 480 miljoner kronor per \r\når, ska även lämna upplysningar om vilken förändring som har \r\nskett i fördelningen mellan kvinnor och män bland \r\nstyrelseledamöterna sedan föregående balansdag. Lag (2024:347).\r\n\r\nLöner, andra ersättningar och sociala kostnader\r\n\r\n39 § Större företag ska lämna upplysningar om storleken av\r\nföljande personalkostnader för räkenskapsåret:\r\n\r\n1. löner och andra ersättningar, och\r\n\r\n2. sociala kostnader, med särskild uppgift om\r\npensionskostnader. Lag (2015:813).\r\n\r\n40 § Större företag ska lämna upplysningar om det sammanlagda\r\nbeloppet av räkenskapsårets löner och andra ersättningar för\r\nvar och en av följande grupper:\r\n\r\n1. styrelseledamöter, verkställande direktör och motsvarande\r\nbefattningshavare, och\r\n\r\n2. anställda som inte omfattas av 1.\r\n\r\nTantiem och därmed jämställd ersättning till\r\nstyrelseledamöter, den verkställande direktören och\r\nmotsvarande befattningshavare ska anges särskilt.\r\n\r\nI ett publikt aktiebolag ska vid tillämpningen av första och\r\nandra styckena samtliga personer i bolagets ledning ingå i\r\nden grupp som avses i första stycket 1. Antalet personer i\r\ngruppen ska anges. Vidare ska upplysningar om räkenskapsårets\r\nlöner och andra ersättningar lämnas för var och en av\r\nstyrelseledamöterna och för den verkställande direktören.\r\nSådana upplysningar behöver dock inte lämnas för\r\narbetstagarrepresentanter som har utsetts enligt lagen\r\n(1987:1245) om styrelserepresentation för de privatanställda.\r\nLag (2015:813).\r\n\r\nPensioner och liknande förmåner\r\n\r\n41 § Större företag ska lämna upplysningar om det sammanlagda\r\nbeloppet av räkenskapsårets kostnader och förpliktelser som\r\navser pensioner och liknande förmåner till styrelseledamöter,\r\nverkställande direktör och motsvarande befattningshavare.\r\n\r\nI ett publikt aktiebolag ska upplysningar som avses i första\r\nstycket omfatta även pensioner och liknande förmåner till\r\nandra personer i bolagets ledning. Antalet personer som\r\nomfattas ska anges. Vidare ska upplysningar om\r\nräkenskapsårets löner och andra ersättningar lämnas för var\r\noch en av styrelseledamöterna och för den verkställande\r\ndirektören. Sådana upplysningar behöver dock inte lämnas för\r\narbetstagarrepresentanter som har utsetts enligt lagen\r\n(1987:1245) om styrelserepresentation för de\r\nprivatanställda. Lag (2015:813).\r\n\r\nTidigare styrelse och verkställande direktör\r\n\r\n42 § Bestämmelserna i 40 och 41 §§ om upplysningar om\r\nstyrelseledamöter och verkställande direktör gäller även\r\ntidigare styrelseledamöter och tidigare verkställande\r\ndirektör. Lag (2015:813).\r\n\r\nSuppleanter och vice verkställande direktör\r\n\r\n43 § Vid tillämpningen av 40–42 §§ ska styrelsesuppleanter\r\njämställas med styrelseledamöter och vice verkställande\r\ndirektör jämställas med verkställande direktör.\r\nLag (2015:813).\r\n\r\nAvtal om avgångsvederlag\r\n\r\n44 § Större företag som har träffat avtal om avgångsvederlag\r\neller liknande förmåner till styrelseledamöter, den\r\nverkställande direktören eller andra personer i företagets\r\nledning ska lämna upplysningar om avtalen och om de\r\nväsentligaste villkoren i avtalen. Lag (2015:813).\r\n\r\nYtterligare upplysningar om moderföretag\r\n\r\n45 § Större företag ska lämna sådana upplysningar som anges i\r\n21 § även i fråga om det moderföretag som upprättar\r\nkoncernredovisning för den största koncern som företaget\r\ningår i som dotterföretag.\r\n\r\nOm ett moderföretag som avses i första stycket eller 21 § är\r\nutländskt, ska en upplysning också lämnas om var det går att\r\nfå tillgång till företagets koncernredovisning.\r\nLag (2015:813).\r\n\r\nYtterligare upplysningar om ställda säkerheter\r\n\r\n46 § Större företag ska, när de enligt 14 § lämnar upplysning\r\nom ställda säkerheter, ange vilka poster i balansräkningen\r\neller i noter enligt 3 kap. 4 § fjärde stycket 2 som\r\nsäkerheterna avser.\r\n\r\nI fråga om säkerheter som inte motsvarar en skuld- eller\r\navsättningspost i balansräkningen ska det vidare anges om\r\nsäkerheten har ställts till förmån för företaget självt eller\r\ntill förmån för någon annan. Lag (2015:813).\r\n\r\nNettoomsättningens fördelning\r\n\r\n47 § Om ett större företags verksamhetsgrenar eller\r\ngeografiska marknader avviker betydligt från varandra, ska\r\nföretaget lämna upplysningar om nettoomsättningens fördelning\r\npå verksamhetsgrenarna och marknaderna. Bedömningen av om\r\nföretagets verksamhetsgrenar och marknader avviker betydligt\r\nfrån varandra ska göras med hänsyn till hur företaget normalt\r\norganiserar försäljningen av varor och tjänster. Lag (2015:813).\r\n\r\nErsättningar till revisorer och revisionsföretag\r\n\r\n48 § Aktiebolag och handelsbolag som är större företag ska\r\nlämna upplysningar om räkenskapsårets sammanlagda ersättning\r\ntill var och en av bolagets revisorer och de revisionsföretag\r\ndär revisorerna verkar. Det ska vidare anges hur stor del av\r\nersättningen som avser revisionsuppdraget,\r\nrevisionsverksamhet utöver revisionsuppdraget,\r\nskatterådgivning respektive övriga tjänster. Lag (2015:813).\r\n\r\nSärskilt om europabolag och europakooperativ\r\n\r\n49 § I fråga om europabolag och europakooperativ med ett\r\nsådant förvaltningssystem som avses i artiklarna 39–42 i\r\nrådets förordning (EG) nr 2157/2001 av den 8 oktober 2001 om\r\nstadga för europabolag, i lydelsen enligt Europaparlamentets\r\noch rådets förordning (EU) nr 517/2013, eller artiklarna\r\n37–41 i rådets förordning (EG) nr 1435/2003 av den 22 juli\r\n2003 om stadga för europeiska kooperativa föreningar\r\n(SCE-föreningar), i den ursprungliga lydelsen, ska\r\nbestämmelserna om styrelseledamöter i 18, 23, 32, 38 och\r\n40–44 §§ tillämpas på ledamöter eller suppleanter i\r\neuropabolagets eller europakooperativets tillsynsorgan.\r\n\r\nAv 16 § andra stycket och 22 § lagen (2004:575) om\r\neuropabolag samt 21 § andra stycket och 26 § lagen (2006:595)\r\nom europakooperativ följer att första stycket ska tillämpas\r\nockså på ledamöter eller suppleanter i ett europabolags eller\r\neuropakooperativs lednings- eller förvaltningsorgan.\r\nLag (2015:813).\r\n\r\n6 kap. Förvaltningsberättelse m.m.\r\n\r\nFörvaltningsberättelse\r\n\r\n1 § Förvaltningsberättelsen ska innehålla en rättvisande \r\növersikt över utvecklingen av företagets verksamhet, ställning \r\noch resultat. När det behövs för förståelsen av \r\nårsredovisningen ska översikten innehålla hänvisningar till \r\noch ytterligare upplysningar om de belopp som tas upp i andra \r\ndelar av årsredovisningen.\r\n\r\nUpplysningar ska även lämnas om\r\n\r\n1. sådana förhållanden som inte ska redovisas i \r\nbalansräkningen, resultaträkningen eller noterna, men som är \r\nviktiga för bedömningen av utvecklingen av företagets \r\nverksamhet, ställning och resultat,\r\n\r\n2. sådana händelser av väsentlig betydelse för företaget som \r\nhar inträffat under räkenskapsåret,\r\n\r\n3. företagets förväntade framtida utveckling inklusive en \r\nbeskrivning av väsentliga risker och osäkerhetsfaktorer som \r\nföretaget står inför,\r\n\r\n4. företagets verksamhet inom forskning och utveckling,\r\n\r\n5. företagets filialer i utlandet,\r\n\r\n6. antal och kvotvärde för de egna aktier som innehas av \r\nföretaget, den andel av aktiekapitalet som dessa aktier utgör \r\nsamt storleken av den ersättning som har betalats för \r\naktierna,\r\n\r\n7. antal och kvotvärde för de egna aktier som har förvärvats \r\nunder räkenskapsåret, den andel av aktiekapitalet som dessa \r\naktier utgör samt storleken av den ersättning som har \r\nbetalats,\r\n\r\n8. antal och kvotvärde för de egna aktier som har överlåtits \r\nunder räkenskapsåret, den andel av aktiekapitalet som dessa \r\naktier utgör samt storleken av den ersättning som har tagits \r\nemot, och\r\n\r\n9. skälen för de förvärv eller överlåtelser av egna aktier som \r\nhar skett under räkenskapsåret.\r\n\r\nOm det är väsentligt för bedömningen av företagets ställning \r\noch resultat, ska det även lämnas följande upplysningar om \r\nanvändningen av finansiella instrument:\r\n\r\n1. mål och tillämpade principer för finansiell riskstyrning \r\noch, för varje viktig typ av planerad affärshändelse där \r\nsäkringsredovisning används, tillämpade principer för säkring, \r\noch\r\n\r\n2. exponering för prisrisker, kreditrisker, likviditetsrisker \r\noch kassaflödesrisker.\r\n\r\nUtöver sådan information som ska lämnas enligt första-tredje \r\nstyckena ska förvaltningsberättelsen innehålla sådana \r\nhållbarhetsupplysningar som behövs för förståelsen av \r\nföretagets utveckling, ställning eller resultat och som är \r\nrelevanta för den aktuella verksamheten, däribland \r\nupplysningar om miljö- och personalfrågor. Företag som \r\nbedriver verksamhet som är tillstånds- eller anmälningspliktig \r\nenligt miljöbalken ska alltid lämna upplysningar om \r\nverksamhetens påverkan på den yttre miljön.\r\n\r\nAndra stycket 3-5, tredje stycket och fjärde stycket gäller \r\ninte mindre företag. Lag (2024:347).\r\n\r\n1 a § I ett aktiebolag vars aktier är upptagna till handel på \r\nen reglerad marknad eller en motsvarande marknad utanför \r\nEuropeiska ekonomiska samarbetsområdet, ska \r\nförvaltningsberättelsen även innehålla\r\n\r\n1. de senast beslutade riktlinjerna av det slag som avses i \r\n8 kap. 51 § aktiebolagslagen (2005:551), och\r\n\r\n2. i förekommande fall, styrelsens förslag till nya \r\nriktlinjer.\r\n\r\nInformation enligt första stycket 1 får lämnas i anslutning \r\ntill uppgifter som lämnas enligt 5 kap. 40 eller 41 §. I \r\nsådant fall ska förvaltningsberättelsen innehålla en \r\nhänvisning till den plats där informationen har lämnats.\r\nLag (2019:286).\r\n\r\n1 b § Ett bolag som avses i 10 § ska i förvaltningsberättelsen \r\nlämna upplysningar om immateriella nyckelresurser och förklara \r\nhur bolagets affärsmodell är beroende av sådana resurser och \r\nhur resurserna bidrar till värdeskapande för bolaget.\r\nLag (2024:347).\r\n\r\n2 § I aktiebolag och ekonomiska föreningar ska det i \r\nförvaltningsberättelsen även lämnas förslag till dispositioner \r\nbeträffande bolagets eller föreningens vinst eller förlust.\r\n\r\nAndra företag än handelsbolag och enskilda näringsidkare ska i \r\nförvaltningsberättelsen eller i egen räkning specificera \r\nförändringar i eget kapital jämfört med föregående års \r\nbalansräkning. Lag (2024:347).\r\n\r\n2 a § I ett aktiebolag vars aktier är upptagna till handel på\r\nen reglerad marknad eller en motsvarande marknad utanför\r\nEuropeiska ekonomiska samarbetsområdet skall det i\r\nförvaltningsberättelsen även lämnas upplysningar om\r\n\r\n1. det totala antalet aktier i bolaget, antalet aktier av olika\r\nslag och, för varje aktieslag, vilka rättigheter aktierna ger i\r\nbolaget,\r\n\r\n2. begränsningar i aktiernas överlåtbarhet på grund av\r\nbestämmelse i lag eller bolagsordning,\r\n\r\n3. direkta eller indirekta aktieinnehav i bolaget, som\r\nrepresenterar minst en tiondel av röstetalet för samtliga\r\naktier i bolaget,\r\n\r\n4. anställdas aktieinnehav i bolaget genom pensionsstiftelser\r\neller liknande, om rösträtten för dessa aktier inte kan utövas\r\ndirekt av de anställda,\r\n\r\n5. begränsningar i fråga om hur många röster varje aktieägare\r\nkan avge vid en bolagsstämma,\r\n\r\n6. av bolaget kända avtal mellan aktieägare som kan medföra\r\nbegränsningar i rätten att överlåta aktierna,\r\n\r\n7. bestämmelser i bolagsordningen om tillsättande och\r\nentledigande av styrelseledamöter samt om ändring av\r\nbolagsordningen,\r\n\r\n8. av bolagsstämman lämnade bemyndiganden till styrelsen att\r\nbesluta att bolaget skall ge ut nya aktier eller förvärva egna\r\naktier,\r\n\r\n9. väsentliga avtal som bolaget är part i och som får verkan\r\neller ändras eller upphör att gälla om kontrollen över bolaget\r\nförändras som följd av ett offentligt uppköpserbjudande,\r\n\r\n10. effekter av avtal som avses i punkt 9, dock inte när\r\navtalen är av sådan art att ett offentliggörande sannolikt\r\nskulle skada bolaget allvarligt och bolaget inte uttryckligen\r\när skyldigt att lämna ut sådana uppgifter på grund av andra\r\nrättsliga krav, och\r\n\r\n11. sådana avtal mellan bolaget och styrelseledamöter eller\r\nanställda som föreskriver ersättningar om dessa säger upp sig,\r\nsägs upp utan skälig grund eller om deras anställning upphör\r\nsom följd av ett offentligt uppköpserbjudande avseende aktier i\r\nbolaget. Lag (2007:541).\r\n\r\n3 § Ekonomiska föreningar ska i förvaltningsberättelsen \r\näven lämna upplysningar om\r\n\r\n1. väsentliga förändringar i medlemsantalet,\r\n\r\n2. summorna av belopp som ska betalas ut under nästa \r\nräkenskapsår enligt 10 kap. 11 och 16 §§ lagen (2018:672) om \r\nekonomiska föreningar,\r\n\r\n3. den rätt till utdelning som gjorda förlagsinsatser medför, \r\noch\r\n\r\n4. summan av de förlagsinsatser som har sagts upp och ska \r\nlösas in under de nästföljande två räkenskapsåren.\r\n\r\nFörsta stycket 2 gäller också lösenbelopp för en medlems \r\nandel i en sambruksförening enligt lagen (1975:417) om \r\nsambruksföreningar. Lag (2018:1161).\r\n\r\n3 a § En bostadsrättsförening ska i förvaltningsberättelsen \r\näven lämna upplysningar om sådana nyckeltal som kan underlätta \r\nförståelsen av föreningens verksamhet, ställning och resultat, \r\ndäribland\r\n\r\n1. årsavgift per kvadratmeter upplåten med bostadsrätt,\r\n\r\n2. skuldsättning per kvadratmeter,\r\n\r\n3. sparande per kvadratmeter,\r\n\r\n4. räntekänslighet, och\r\n\r\n5. energikostnad per kvadratmeter.\r\n\r\nOm verksamhetens resultat innebär en förlust ska \r\nbostadsrättsföreningen också lämna en upplysning om vad \r\nförlusten innebär för föreningens möjlighet att finansiera \r\nsina framtida ekonomiska åtaganden. Lag (2022:1028).\r\n\r\n4 § Stiftelser skall i förvaltningsberättelsen även lämna\r\nuppgift om hur stiftelsens ändamål har främjats under\r\nräkenskapsåret. Lag (1999:1112).\r\n\r\nKassaflödesanalys\r\n\r\n5 § I kassaflödesanalysen ska företagets in- och utbetalningar\r\nunder räkenskapsåret redovisas. Lag (2014:542).\r\n\r\nBolagsstyrningsrapport\r\n\r\n6 § Förvaltningsberättelsen för ett aktiebolag vars \r\növerlåtbara värdepapper är upptagna till handel på en reglerad \r\nmarknad ska innehålla en bolagsstyrningsrapport, om inte \r\nbolaget har valt att med stöd av 8 § i stället upprätta en \r\nbolagsstyrningsrapport som är skild från årsredovisningen.\r\n\r\nBolagsstyrningsrapporten ska innehålla upplysningar om\r\n\r\n1. vilka principer för bolagsstyrning som tillämpas, utöver de \r\nprinciper som följer av lag eller annan författning, och var \r\nuppgifter om dessa finns tillgängliga,\r\n\r\n2. de viktigaste inslagen i bolagets system för intern \r\nkontroll och riskhantering i samband med den finansiella \r\nrapporteringen,\r\n\r\n3. direkta eller indirekta aktieinnehav i bolaget som \r\nrepresenterar minst en tiondel av röstetalet för samtliga \r\naktier i bolaget,\r\n\r\n4. begränsningar i fråga om hur många röster varje aktieägare \r\nkan avge vid en bolagsstämma,\r\n\r\n5. bestämmelser i bolagsordningen om tillsättande och \r\nentledigande av styrelseledamöter samt om ändring av \r\nbolagsordningen,\r\n\r\n6. bolagsstämmans bemyndiganden till styrelsen att besluta att \r\nbolaget ska ge ut nya aktier eller förvärva egna aktier,\r\n\r\n7. hur bolagsstämman fungerar, bolagsstämmans huvudsakliga \r\nbeslutanderätt, aktieägarnas rättigheter och hur dessa \r\nrättigheter utövas, i den omfattning som dessa förhållanden \r\ninte framgår av lag eller annan författning, och\r\n\r\n8. hur styrelsen och kommittéer som har inrättats inom bolaget \r\när sammansatta och hur de fungerar, i den omfattning som dessa \r\nförhållanden inte framgår av lag eller annan författning.\r\n\r\nOm bolaget är ett bolag som avses i 10 § första stycket ska \r\nbolagsstyrningsrapporten även innehålla upplysningar om den \r\nmångfaldspolicy som tillämpas i fråga om styrelsen samt målet \r\nmed policyn, hur policyn har tillämpats under räkenskapsåret \r\noch resultatet av den. Upplysningarna om mångfaldspolicyn får \r\nlämnas i en hållbarhetsrapport i stället för i \r\nbolagsstyrningsrapporten. Bolagsstyrningsrapporten ska i så \r\nfall innehålla en hänvisning till hållbarhetsrapporten. Om \r\nbolaget inte tillämpar någon mångfaldspolicy, ska skälen för \r\ndetta anges i bolagsstyrningsrapporten.\r\n\r\nOm bolaget inte tillämpar någon kod för bolagsstyrning, ska \r\nskälen för detta anges. Om bolaget tillämpar en kod för \r\nbolagsstyrning, ska det i förekommande fall anges vilka delar \r\nav koden som bolaget avviker från och skälen för detta.\r\nLag (2024:347).\r\n\r\n7 § Ett aktiebolag som endast har andra överlåtbara \r\nvärdepapper än aktier upptagna till handel på en reglerad \r\nmarknad behöver inte i bolagsstyrningsrapporten lämna de \r\nupplysningar som anges i 6 § andra stycket 1, 7 och 8 samt i \r\ntredje och fjärde styckena i samma paragraf. Detta gäller dock \r\ninte om bolagets aktier handlas på en MTF-plattform enligt \r\n1 kap. 4 b § lagen (2007:528) om värdepappersmarknaden.\r\nLag (2024:347).\r\n\r\n8 § I stället för att upprätta bolagsstyrningsrapporten som en\r\ndel av förvaltningsberättelsen enligt 6 § får bolaget välja att\r\nupprätta rapporten som en från årsredovisningen skild handling.\r\nRapporten ska även i ett sådant fall ha det innehåll som\r\nframgår av 6 och 7 §§. Den ska överlämnas till bolagets revisor\r\ninom samma tid som årsredovisningen.\r\n\r\nOm bolaget har valt att upprätta bolagsstyrningsrapporten som\r\nen från årsredovisningen skild handling och sådana upplysningar\r\nsom avses i 6 § andra stycket 3–6 ingår i\r\nförvaltningsberättelsen, behöver dessa upplysningar inte lämnas\r\ni rapporten. Om upplysningarna inte tas med i\r\nbolagsstyrningsrapporten, ska denna i stället innehålla en\r\nuppgift om den plats i förvaltningsberättelsen där\r\nupplysningarna lämnas.\r\n\r\nOm bolaget har valt att upprätta en bolagsstyrningsrapport\r\nenligt denna paragraf, ska detta anges i\r\nförvaltningsberättelsen. Lag (2009:34).\r\n\r\n9 § Om förvaltningsberättelsen innehåller en sådan uppgift\r\nsom avses i 8 § tredje stycket, ska bolagets revisor i ett\r\nskriftligt, undertecknat yttrande uttala sig om huruvida en\r\nsådan rapport som avses där har upprättats eller inte. När\r\ndet gäller sådana upplysningar som avses i 6 § andra stycket\r\n2–6 ska yttrandet vidare innehålla ett uttalande om huruvida\r\nupplysningarna är förenliga med årsredovisningen och i\r\növerensstämmelse med denna lag. Har det i rapporten tagits\r\nmed sådana upplysningar som avses i 7 kap. 31 § andra\r\nstycket, ska yttrandet även innehålla ett uttalande om\r\nhuruvida dessa upplysningar är förenliga med\r\nkoncernredovisningen och i överensstämmelse med denna lag.\r\n\r\nOm upplysningarna innehåller väsentliga fel, ska revisorn\r\nange detta och peka på vilka slags fel det rör sig om.\r\n\r\nRevisorns yttrande ska lämnas till bolagets styrelse inom\r\nsamma tid som revisionsberättelsen och sedan fogas till\r\nbolagsstyrningsrapporten. Lag (2015:813).\r\n\r\nHållbarhetsrapport\r\n\r\n10 § Förvaltningsberättelsen för ett aktiebolag ska, som ett \r\neget avsnitt, innehålla en hållbarhetsrapport, om bolaget \r\nuppfyller mer än ett av följande villkor:\r\n\r\n1. medelantalet anställda i bolaget har under vart och ett av \r\nde två senaste räkenskapsåren uppgått till mer än 250,\r\n\r\n2. bolagets redovisade balansomslutning har för vart och ett \r\nav de två senaste räkenskapsåren uppgått till mer än 280 \r\nmiljoner kronor,\r\n\r\n3. bolagets redovisade nettoomsättning har för vart och ett av \r\nde två senaste räkenskapsåren uppgått till mer än 550 miljoner \r\nkronor.\r\n\r\nOm aktiebolaget har överlåtbara värdepapper upptagna till \r\nhandel på en reglerad marknad gäller det som sägs i första \r\nstycket om bolaget uppfyller mer än ett av följande villkor:\r\n\r\n1. medelantalet anställda i bolaget har under vart och ett av \r\nde två senaste räkenskapsåren uppgått till mer än 10,\r\n\r\n2. bolagets redovisade balansomslutning har för vart och ett \r\nav de två senaste räkenskapsåren uppgått till mer än \r\n5 miljoner kronor,\r\n\r\n3. bolagets redovisade nettoomsättning har för vart och ett av \r\nde två senaste räkenskapsåren uppgått till mer än 10 miljoner \r\nkronor.\r\n\r\nDet som sägs i första och andra styckena gäller även för ett \r\nhandelsbolag vars samtliga direkta eller indirekta ägare är \r\naktiebolag eller utländska företag som motsvarar aktiebolag.\r\nLag (2024:347).\r\n\r\n11 § Skyldigheten att upprätta en hållbarhetsrapport gäller \r\ninte ett moderföretag som upprättar en hållbarhetsrapport för \r\nkoncernen enligt 7 kap. 31 a §. Lag (2024:347).\r\n\r\n11 a § Skyldigheten att upprätta en hållbarhetsrapport gäller \r\ninte ett dotterföretag om det och dess samtliga dotterföretag \r\nomfattas av en hållbarhetsrapport för koncernen. Undantaget \r\ngäller dock inte ett bolag som avses i 10 § första stycket och \r\nvars överlåtbara värdepapper är upptagna till handel på en \r\nreglerad marknad.\r\n\r\nDet dotterföretag som inte är skyldigt att upprätta en \r\nhållbarhetsrapport ska upplysa om detta i \r\nförvaltningsberättelsen samt lämna uppgift om namn och säte \r\nför det moderföretag som upprättar hållbarhetsrapporten för \r\nkoncernen. Förvaltningsberättelsen ska också innehålla länkar \r\ntill moderföretagets förvaltningsberättelse och \r\ngranskningsberättelse för koncernen.\r\n\r\nFör att ett dotterföretag vars moderföretag har sitt säte \r\nutanför Europeiska ekonomiska samarbetsområdet ska vara \r\nundantaget skyldigheten att upprätta en hållbarhetsrapport \r\ngäller även att\r\n\r\n1. hållbarhetsrapporten för koncernen har upprättats i \r\nenlighet med de europeiska standarder för \r\nhållbarhetsrapportering som har antagits med stöd av \r\nartikel 29b i Europaparlamentets och rådets \r\ndirektiv 2013/34/EU av den 26 juni 2013 om årsbokslut, \r\nkoncernredovisning och rapporter i vissa typer av företag, om \r\nändring av Europaparlamentets och rådets direktiv 2006/43/EG \r\noch om upphävande av rådets direktiv 78/660/EEG och 83/349/EEG \r\neller på ett sätt som Europeiska kommissionen har bedömt som \r\nlikvärdigt med dessa standarder enligt artikel 23.4 tredje \r\nstycket i Europaparlamentets och rådets direktiv 2004/109/EG \r\nav den 15 december 2004 om harmonisering av insynskraven \r\nangående upplysningar om emittenter vars värdepapper är \r\nupptagna till handel på en reglerad marknad och om ändring av \r\ndirektiv 2001/34/EG, \r\n\r\n2. de upplysningar om dotterföretagets verksamhet som anges i \r\nartikel 8 i Europaparlamentets och rådets förordning (EU) \r\n2020/852 av den 18 juni 2020 om inrättande av en ram för att \r\nunderlätta hållbara investeringar och om ändring av förordning \r\n(EU) 2019/2088 tas in i dotterföretagets \r\nförvaltningsberättelse eller i den hållbarhetsrapport för \r\nkoncernen som upprättas av moderföretaget, och\r\n\r\n3. hållbarhetsrapporten för koncernen och \r\ngranskningsberättelsen för koncernen offentliggörs i enlighet \r\nmed 8 kap. Lag (2024:347).\r\n\r\n12 § Hållbarhetsrapporten ska innehålla den information som \r\nbehövs för förståelsen av bolagets inverkan på frågor som rör \r\nmiljö, sociala förhållanden, personal, respekt för mänskliga \r\nrättigheter och motverkande av korruption och mutor samt på \r\nfrågor som uppstår med anledning av hur bolaget styrs. \r\nRapporten ska också innehålla den information som behövs för \r\nförståelsen av hur sådana hållbarhetsfrågor påverkar bolagets \r\nutveckling, ställning och resultat. Lag (2024:347).\r\n\r\n12 a § Hållbarhetsrapporten ska innehålla en beskrivning av \r\nbolagets affärsmodell och strategi, inbegripet\r\n\r\n1. vilka möjligheter som hållbarhetsfrågor ger bolaget, \r\n\r\n2. motståndskraften i affärsmodellen och strategin när det \r\ngäller de risker för bolaget som är kopplade till \r\nhållbarhetsfrågor,\r\n\r\n3. hur affärsmodellen och strategin tar hänsyn till berörda \r\nparters intressen och bolagets inverkan på hållbarhetsfrågor, \r\noch\r\n\r\n4. hur strategin har genomförts i de delar bolagets verksamhet \r\ninverkar på och påverkas av hållbarhetsfrågor.\r\n\r\nHållbarhetsrapporten ska också innehålla en beskrivning av \r\nbolagets planer, inbegripet genomförandeåtgärder och \r\ntillhörande finansieringsplaner och investeringsplaner, för \r\natt säkerställa att dess affärsmodell och strategi är \r\nförenliga med omställningen till en hållbar ekonomi, \r\nbegränsningen av den globala uppvärmningen till 1,5 °C i \r\nenlighet med Parisavtalet till Förenta nationernas \r\nramkonvention om klimatförändringar, och målet att uppnå \r\nklimatneutralitet senast 2050 i enlighet med \r\nEuropaparlamentets och rådets förordning (EU) 2021/1119 av den \r\n30 juni 2021 om inrättande av en ram för att uppnå \r\nklimatneutralitet och om ändring av förordningarna (EG) \r\nnr 401/2009 och (EU) 2018/1999 (europeisk klimatlag). I \r\nbeskrivningen ska det även ingå uppgifter om bolagets \r\nexponering för kol-, olje- och gasrelaterad verksamhet.\r\nLag (2024:347).\r\n\r\n12 b § Hållbarhetsrapporten ska även innehålla en beskrivning \r\nav\r\n\r\n1. de tidsbundna mål för hållbarhetsfrågor som har fastställts \r\nav bolaget, inbegripet absoluta mål för minskningen av \r\nväxthusgasutsläpp för åtminstone 2030 och 2050, de framsteg \r\nsom bolaget har gjort för att uppnå målen och om målen \r\nkopplade till miljöfaktorer är baserade på entydiga \r\nvetenskapliga bevis,\r\n\r\n2. den roll som bolagets ledning har när det gäller \r\nhållbarhetsfrågor samt dess tillgång till sådan sakkunskap och \r\nkompetens som krävs för att fullgöra denna roll,\r\n\r\n3. bolagets policy för hållbarhetsfrågor,\r\n\r\n4. incitamentsystem kopplade till hållbarhetsfrågor som gäller \r\nför personer i bolagets ledning,\r\n\r\n5. det förfarande för tillbörlig aktsamhet som bolaget \r\ngenomför med avseende på hållbarhetsfrågor, \r\n\r\n6. den huvudsakliga negativa inverkan på hållbarhetsfrågor som \r\nbolagets verksamhet och dess värdekedja har samt de åtgärder \r\nsom har vidtagits för att identifiera och övervaka denna \r\ninverkan,\r\n\r\n7. de åtgärder som har vidtagits av bolaget för att förebygga, \r\nbegränsa, avhjälpa eller sätta stopp för sådan inverkan som \r\navses i 6 och resultatet av dessa åtgärder,\r\n\r\n8. de huvudsakliga riskerna för bolaget kopplade till \r\nhållbarhetsfrågor och hur bolaget hanterar dessa risker, och\r\n\r\n9. de indikatorer som är relevanta för den information som \r\navses i 1-8 och i 12 a §. Lag (2024:347).\r\n\r\n12 c § Informationen i hållbarhetsrapporten ska lämnas för \r\ntidshorisonter om kort, medellång och lång sikt. Av rapporten \r\nska det framgå hur informationen har identifierats. \r\n\r\nInformationen ska omfatta bolagets verksamhet och dess \r\nvärdekedja.\r\n\r\nRapporten ska innehålla hänvisningar till och ytterligare \r\nredogörelser för annan information som ingår i \r\nförvaltningsberättelsen och förklaringar av de belopp som tas \r\nupp i årsredovisningen. Lag (2024:347).\r\n\r\n12 d § Ytterligare bestämmelser om innehållet i \r\nhållbarhetsrapporten finns i artikel 8 i Europaparlamentets \r\noch rådets förordning (EU) 2020/852. Lag (2024:347).\r\n\r\n12 e § Den information som avses i 12-12 c §§ ska ha det \r\nnärmare innehåll som anges i de europeiska standarder för \r\nhållbarhetsrapportering som har antagits med stöd av \r\nartikel 29b i Europaparlamentets och rådets direktiv \r\n2013/34/EU. Lag (2024:347).\r\n\r\n12 f § Bolaget ska lämna hållbarhetsinformation till \r\narbetstagarföreträdare och med dem diskutera relevant \r\ninformation och metoder för att få och verifiera \r\nhållbarhetsinformation samt se till att \r\narbetstagarföreträdarnas uppfattning meddelas ledningen.\r\nLag (2024:347).\r\n\r\n12 g § Andra bolag än sådana som avses i 10 § första stycket \r\nfår begränsa innehållet i sin hållbarhetsrapport till en \r\nbeskrivning av\r\n\r\n1. bolagets affärsmodell och strategi,\r\n\r\n2. bolagets policy för hållbarhetsfrågor,\r\n\r\n3. den huvudsakliga negativa inverkan som bolagets verksamhet \r\nhar och alla åtgärder som har vidtagits för att identifiera, \r\növervaka, förebygga, begränsa eller avhjälpa sådan inverkan,\r\n\r\n4. de huvudsakliga riskerna för bolaget kopplade till \r\nhållbarhetsfrågor och hur bolaget hanterar dessa risker, och\r\n\r\n5. indikatorer som är centrala för den information som avses i \r\n1-4.\r\n\r\nDen information som avses i första stycket ska ha det närmare \r\ninnehåll som anges i de europeiska standarder för \r\nhållbarhetsrapportering som har antagits med stöd av \r\nartikel 29c i Europaparlamentets och rådets \r\ndirektiv 2013/34/EU. Lag (2024:347).\r\n\r\n13 § Upplysningar om förestående utveckling eller om frågor \r\nsom är under förhandling behöver inte tas in i \r\nhållbarhetsrapporten om det bedöms att ett offentliggörande \r\nskulle skada bolagets marknadsposition allvarligt och \r\nutelämnandet inte hindrar förståelsen av bolagets utveckling, \r\nställning eller resultat eller konsekvenserna av verksamheten.\r\nLag (2024:347).\r\n\r\n14 § En förvaltningsberättelse som ska innehålla en \r\nhållbarhetsrapport ska upprättas i det enhetliga elektroniska \r\nrapporteringsformat som avses i artikel 3 i kommissionens \r\ndelegerade förordning (EU) 2019/815 av den 17 december 2018 om \r\nkomplettering av Europaparlamentets och rådets direktiv \r\n2004/109/EG vad gäller tekniska tillsynsstandarder för \r\nspecificering av ett enhetligt elektroniskt \r\nrapporteringsformat. Hållbarhetsrapporten ska märkas i det \r\nformat som anges i den förordningen. Lag (2024:347).\r\n\r\n15 § Det som sägs i 10-14 §§ gäller inte ett bolag som utgör \r\nen alternativ investeringsfond. Lag (2024:347).\r\n\r\n16 § En filial till ett företag ska upprätta en \r\nhållbarhetsrapport för företaget, om\r\n\r\n1. företaget har sitt säte utanför Europeiska ekonomiska \r\nsamarbetsområdet (EES), \r\n\r\n2. företaget motsvarar ett aktiebolag,\r\n\r\n3. företagets nettoomsättning inom EES för vart och ett av de \r\ntvå senaste räkenskapsåren har uppgått till mer än \r\n1,7 miljarder kronor, och\r\n\r\n4. filialens nettoomsättning under det senaste räkenskapsåret \r\nhar uppgått till mer än 450 miljoner kronor.\r\n\r\nFör hållbarhetsrapporten gäller i övrigt 7 kap. 31 f § andra \r\nstycket första meningen och tredje-femte styckena. Det som där \r\nsägs om moderföretaget och dotterföretaget ska i stället avse \r\nföretaget och filialen. \r\n\r\nParagrafen gäller inte om en hållbarhetsrapport för koncernen \r\nska upprättas av företagets dotterföretag eller filial enligt \r\n7 kap. 31 f § respektive 31 g §. Lag (2024:347).\r\n\r\n7 kap. Koncernredovisning\r\n\r\nAllmänna bestämmelser\r\n\r\nSkyldighet att upprätta koncernredovisning\r\n\r\n1 § Ett moderföretag ska för varje räkenskapsår upprätta\r\nkoncernredovisning enligt denna lag, om inte annat följer av\r\n2, 3 eller 3 a §. Lag (2010:686).\r\n\r\n2 § Ett moderföretag som är dotterföretag behöver inte \r\nupprätta koncernredovisning, om \r\n\r\n1. företaget och dess samtliga dotterföretag omfattas av en \r\nkoncernredovisning som upprättas av ett överordnat \r\nmoderföretag, och \r\n\r\n2. det överordnade moderföretagets koncernredovisning har \r\nupprättats och reviderats enligt\r\n\r\na) lagstiftning som har tillkommit i enlighet med \r\nEuropaparlamentets och rådets direktiv 2013/34/EU, i lydelsen \r\nenligt Europaparlamentets och rådets direktiv 2014/102/EU, \r\n\r\nb) internationella redovisningsstandarder som har antagits \r\nenligt förordning (EG) nr 1606/2002 av den 19 juli 2002 om \r\ntillämpning av internationella redovisningsstandarder, i \r\nlydelsen enligt Europaparlamentets och rådets förordning (EG) \r\nnr 297/2008, eller\r\n\r\nc) redovisningsstandarder som Europeiska kommissionen har \r\nbedömt som likvärdiga med internationella \r\nredovisningsstandarder enligt b.\r\n\r\nFörsta stycket gäller även om något dotterföretag av skäl som \r\nanges i 5 § andra stycket inte omfattas av den upprättade \r\nkoncernredovisningen.\r\n\r\nEtt moderföretag som med stöd av första stycket inte självt \r\nhar upprättat någon koncernredovisning ska ge in det \r\növerordnade moderföretagets koncernredovisning och \r\nkoncernrevisionsberättelse till registreringsmyndigheten \r\nenligt 8 kap. 3, 3 a och 3 c §§. Registreringsmyndigheten ska \r\npå det sätt som anges i 8 kap. 4 § kungöra att handlingarna \r\nhar getts in. Om handlingarna inte är på svenska, får \r\nregistreringsmyndigheten förelägga moderföretaget att ge in en \r\nbestyrkt översättning till svenska. Ett sådant föreläggande \r\nska beslutas om någon begär det. Om moderföretaget, i fall det \r\nhade upprättat en koncernredovisning, enligt 8 kap. 3 och \r\n16 §§ inte skulle ha varit skyldigt att ge in denna och \r\nkoncernrevisionsberättelsen till registreringsmyndigheten, ska \r\ndet som i nämnda paragrafer sägs om att handlingarna ska \r\nhållas tillgängliga i stället tillämpas på det överordnade \r\nmoderföretagets koncernredovisning och \r\nkoncernrevisionsberättelse.\r\n\r\nFörsta stycket gäller inte,\r\n\r\n1. om delägare som har en ägarandel i moderföretaget på minst \r\ntio procent senast sex månader före räkenskapsårets utgång hos \r\nmoderföretagets styrelse eller motsvarande ledningsorgan har \r\nkrävt att en koncernredovisning ska upprättas, eller\r\n\r\n2. om andelarna i moderföretaget eller överlåtbara värdepapper \r\nsom moderföretaget har utfärdat är upptagna till handel på en \r\nreglerad marknad.\r\n\r\nDen som enligt första stycket inte upprättar någon \r\nkoncernredovisning ska upplysa om detta i en not till \r\nårsredovisningen samt lämna uppgift om namn, organisations- \r\neller personnummer och säte för det överordnade moderföretag \r\nsom upprättar den i stycket nämnda koncernredovisningen.\r\nLag (2021:1216).\r\n\r\n3 § Moderföretag i mindre koncerner behöver inte upprätta\r\nkoncernredovisning. Lag (2009:34).\r\n\r\n3 a § Ett moderföretag behöver inte upprätta någon\r\nkoncernredovisning om samtliga dotterföretag, såväl var för\r\nsig som tillsammans, är utan väsentlig betydelse.\r\n\r\nEtt moderföretag behöver inte upprätta någon\r\nkoncernredovisning om moderföretagets samtliga dotterföretag\r\ninte behöver omfattas av en koncernredovisning av skäl som\r\nanges i 5 § andra stycket. Lag (2015:813).\r\n\r\nKoncernredovisningens delar\r\n\r\n4 § Koncernredovisningen ska bestå av\r\n\r\n1. en koncernbalansräkning,\r\n\r\n2. en koncernresultaträkning,\r\n\r\n3. noter,\r\n\r\n4. en förvaltningsberättelse, och\r\n\r\n5. en kassaflödesanalys.\r\nLag (2014:542).\r\n\r\nDotterföretag som ska omfattas av koncernredovisningen\r\n\r\n5 § Koncernredovisningen ska omfatta samtliga dotterföretag,\r\nom inte något annat följer av andra stycket.\r\n\r\nEtt dotterföretag behöver inte omfattas av\r\nkoncernredovisningen, om\r\n\r\n1. betydande och varaktiga hinder i väsentlig grad begränsar\r\nmoderföretagets möjligheter att utöva sitt inflytande över\r\ndotterföretaget,\r\n\r\n2. nödvändig information för att upprätta\r\nkoncernredovisningen inte kan fås utan oskälig kostnad eller\r\ninom rimlig tid, eller\r\n\r\n3. andelarna i dotterföretaget innehas tillfälligt och\r\nuteslutande i avsikt att säljas vidare.\r\n\r\nEtt företag som tillämpar andra stycket ska i en not upplysa\r\nom skälen för detta. Lag (2015:813).\r\n\r\nPrinciper för upprättande av koncernredovisning\r\n\r\nÖverskådlighet, god redovisningssed och rättvisande bild\r\n\r\n6 § Koncernredovisningen skall upprättas på ett överskådligt\r\nsätt och i enlighet med god redovisningssed.\r\n\r\nKoncernbalansräkningen, koncernresultaträkningen och noterna\r\nskall upprättas som en helhet och ge en rättvisande bild av\r\nställningen och resultatet för de företag, betraktade som en\r\nenhet, som omfattas av koncernredovisningen. Bestämmelserna i 2\r\nkap. 3 § första stycket andra meningen och andra stycket\r\ntillämpas också på koncernredovisningen. Lag (1999:1112).\r\n\r\nAndra grundläggande redovisningsprinciper m.m.\r\n\r\n7 § För koncernredovisningen tillämpas följande bestämmelser i \r\n2 kap.:\r\n\r\n3 a § om väsentlighet,\r\n\r\n4 § om andra grundläggande redovisningsprinciper,\r\n\r\n5 § om form m.m.,\r\n\r\n6 § om valuta, och\r\n\r\n7 § om undertecknande och datering.\r\n\r\nI koncernredovisningen ska beloppen anges i samma valuta som i \r\nmoderföretagets årsredovisning. Lag (2024:347).\r\n\r\nKoncernbalansräkningen och koncernresultaträkningen\r\n\r\n8 § Koncernbalansräkningen och koncernresultaträkningen ska \r\nvar för sig utgöra en sammanställning av balansräkningarna \r\nrespektive resultaträkningarna för moderföretaget och de \r\ndotterföretag som omfattas av koncernredovisningen. \r\nSammanställningen ska göras med tillämpning av 9–13 §§ och \r\n18–23 §§. Vid redovisningen av andelar i andra företag än \r\ndotterföretag ska 25–30 §§ beaktas. I övrigt tillämpas 3 kap. \r\nmed undantag för 10 a och 10 b §§. Det som sägs i 3 kap. om \r\nstörre och mindre företag ska i stället avse större \r\nrespektive mindre koncerner. Lag (2016:113).\r\n\r\nInnehav utan bestämmande inflytande\r\n\r\n9 § Den del av eget kapital i ett dotterföretag som är att\r\nhänföra till andelar ägda av någon annan än de koncernföretag\r\nsom omfattas av koncernredovisningen ska i\r\nkoncernbalansräkningen redovisas som innehav utan bestämmande\r\ninflytande. Den del av årets resultat i ett dotterföretag som\r\när att hänföra till sådana andelar ska i\r\nkoncernresultaträkningen redovisas som vinst eller förlust\r\nhänförlig till innehav utan bestämmande inflytande.\r\nLag (2015:813).\r\n\r\nBalansdag\r\n\r\n10 § Koncernredovisningen ska hänföra sig till\r\nmoderföretagets balansdag.\r\n\r\nOm ett dotterföretags balansdag ligger mer än tre månader\r\nföre eller efter moderföretagets balansdag, ska\r\ndotterföretaget omfattas av koncernredovisningen på grundval\r\nav en balansräkning som hänför sig till moderföretagets\r\nbalansdag och en resultaträkning som avser moderföretagets\r\nräkenskapsår.\r\n\r\nOm ett dotterföretags balansdag ligger högst tre månader före\r\nmoderföretagets balansdag, ska upplysning lämnas om sådana\r\nhändelser som är viktiga för att bedöma dotterföretagets\r\nställning och resultat och som har inträffat mellan\r\ndotterföretagets och moderföretagets balansdagar.\r\nLag (2015:813).\r\n\r\nVärderingsregler\r\n\r\n11 § Bestämmelserna i 4 kap. tillämpas även på\r\nkoncernredovisningen. Lag (1999:1112).\r\n\r\n12 § Koncernredovisningen och årsredovisningen ska upprättas\r\nmed tilllämpning av gemensamma principer för värderingen av\r\ntillgångar, avsättningar och skulder. Olika\r\nvärderingsprinciper får användas, om det finns särskilda\r\nskäl. I sådant fall ska upplysning om detta lämnas i not med\r\nangivande av skälen för avvikelsen.\r\n\r\nHar något av de koncernföretag som omfattas av\r\nkoncernredovisningen tillämpat andra principer för\r\nvärderingen av tillgångar, avsättningar och skulder än de\r\nprinciper som tillämpas i koncernbalansräkningen, ska dessa\r\ntillgångar, avsättningar och skulder räknas om enligt\r\nsistnämnda principer.\r\n\r\nOm det finns särskilda skäl och det är förenligt med 6 §, får\r\navvikelse göras från andra stycket. En upplysning om skälen\r\nför avvikelsen ska anges i en not. Lag (2015:813).\r\n\r\nElimineringar mellan koncernföretag\r\n\r\n13 § Fordringar och skulder mellan koncernföretag, liksom\r\ninternvinster, ska elimineras i koncernbalansräkningen.\r\n\r\nIntäkter och kostnader, som hänför sig till transaktioner\r\nmellan koncernföretag, liksom förändring av internvinst under\r\nräkenskapsåret, ska elimineras i koncernresultaträkningen.\r\n\r\nMed internvinst avses en vinst vid överlåtelse av en tillgång\r\ninom koncernen i den utsträckning tillgången inte därefter\r\nhar överlåtits till en köpare utanför koncernen eller har\r\nförbrukats eller dess värde har satts ned hos det företag\r\ninom koncernen som har förvärvat tillgången. Lag (2015:813).\r\n\r\nNoter\r\n\r\nAllmänna upplysningar\r\n\r\n14 § En koncernredovisning ska, utöver det som följer av \r\növriga bestämmelser i detta kapitel, innehålla noter med \r\nupplysningar som anges i 5 kap. 4-24 §§. Om \r\nkoncernredovisningen avser en större koncern, ska den även \r\ninnehålla noter med upplysningar som anges i 5 kap. 25-28 och \r\n31-37 §§, 38 § första stycket och 39-49 §§.\r\n\r\nDet som sägs i 5 kap. 3 § om noternas ordningsföljd ska \r\ntillämpas.\r\n\r\nTrots första stycket får uppgifter enligt 5 kap. 40 § tredje \r\nstycket tredje meningen och 5 kap. 41 § andra stycket tredje \r\nmeningen utelämnas i fråga om dotterföretag. Vid tillämpningen \r\nav de nämnda bestämmelserna ska dock de lämnade uppgifterna \r\navse även löner och andra förmåner från koncernföretag.\r\nLag (2024:347).\r\n\r\nFörändringar i koncernens sammansättning\r\n\r\n15 § Om sammansättningen av de företag som omfattas av\r\nkoncernredovisningen har ändrats väsentligt under\r\nräkenskapsåret, ska sådana upplysningar lämnas som gör det\r\nmöjligt att jämföra de på varandra följande\r\nkoncernredovisningarna. Detta ska ske i noter eller i en\r\njusterad jämförande balansräkning och en justerad jämförande\r\nresultaträkning. Lag (2015:813).\r\n\r\nDotterföretag och vissa andra företag\r\n\r\n16 § I en not ska upplysningar lämnas om namn,\r\norganisationsnummer, säte och koncernföretagens ägarandel,\r\nberäknad med tillämpning av 1 kap. 6 §, i fråga om\r\n\r\n1. dotterföretag,\r\n\r\n2. intresseföretag som redovisas i koncernredovisningen med\r\ntillämpning av 25–29 §§,\r\n\r\n3. gemensamt styrda företag som redovisas i\r\nkoncernredovisningen med tillämpning av 25–29 §§ eller 30 §\r\nandra stycket, och\r\n\r\n4. andra företag som ett koncernföretag självt eller på det\r\nsätt som anges i 1 kap. 6 § har ett ägarintresse i.\r\n\r\nI fråga om företag som avses i första stycket 4 ska\r\nupplysningar även lämnas om eget kapital och resultatet för\r\ndet senaste räkenskapsåret.\r\n\r\nI upplysningarna ska grunden för att ett företag har\r\nklassificerats som dotterföretag anges. Denna uppgift får\r\ndock utelämnas, om moderföretaget innehar mer än hälften av\r\nrösterna för samtliga andelar och ägarandelen i\r\ndotterföretaget är lika stor som rösträttsandelen. Även\r\ngrunden för att ett gemensamt styrt företag redovisas med\r\ntillämpning av 30 § ska anges. Lag (2015:813).\r\n\r\n17 § Bolagsverket får medge att uppgifter inte behöver lämnas\r\nenligt 16 § första och andra styckena, om uppgifterna är av\r\nsådant slag att de kan vålla allvarlig skada för moderföretaget\r\neller för något av de angivna företagen. Lag (2004:244).\r\n\r\nHur dotterföretag ska räknas in i koncernredovisningen\r\n\r\n18 § En sammanställning avseende moderföretag och\r\ndotterföretag ska göras enligt 19–23 §§. Lag (2015:813).\r\n\r\nFörvärvsmetoden\r\n\r\n19 § I koncernbalansräkningen skall det bokförda värdet av\r\nmoderföretagets andelar i ett dotterföretag elimineras genom\r\natt avräknas mot den andel av dotterföretagets eget kapital som\r\nbelöpte på andelarna vid förvärvet. Lag (1999:1112).\r\n\r\n20 § Vid förvärv av andelar i ett företag som är eller genom\r\nförvärvet blir dotterföretag skall moderföretaget upprätta en\r\nförvärvsanalys för att fastställa andelarnas anskaffningsvärde\r\nför koncernen samt anskaffningsvärdet för koncernen av\r\ndotterföretagets tillgångar, avsättningar och skulder.\r\nLag (1999:1112).\r\n\r\n21 § Om anskaffningsvärdet för koncernen av dotterföretagets\r\ntillgångar, avsättningar eller skulder enligt förvärvsanalysen\r\navviker från deras bokförda värden i dotterföretagets\r\nbalansräkning, skall värdena i koncernbalansräkningen justeras\r\nmed hänsyn till detta. Summan av dessa justeringar skall\r\navräknas från det skillnadsbelopp som uppkommit vid avräkningen\r\nenligt 19 §. Lag (1999:1112).\r\n\r\n22 § Om det efter en avräkning enligt 21 § finns ett positivt\r\nskillnadsbelopp, ska detta redovisas som goodwill i\r\nkoncernbalansräkningen. Bestämmelserna i 4 kap. 4 och 5 §§\r\ngäller även för sådan goodwill.\r\n\r\nOm det efter en avräkning enligt 21 § finns ett negativt\r\nskillnadsbelopp, ska detta skillnadsbelopp redovisas i\r\nkoncernbalansräkningen som negativ goodwill. Negativ goodwill\r\nfår upplösas och intäktsföras när en sådan behandling\r\növerensstämmer med 2 kap. 2–4 §§.\r\n\r\nOm positiva och negativa skillnadsbelopp avräknas mot\r\nvarandra, ska upplysning om skillnadsbeloppen lämnas i en\r\nnot. Lag (2015:813).\r\n\r\n22 a § Ny beteckning 23 § genom lag (2015:813).\r\n\r\n23 § Om ett företag har förvärvat ett annat företag genom att\r\nbetala med andelar som det självt har gett ut och kontrollen\r\növer det förvärvande företaget som en följd av det har övergått\r\ntill nya ägare (omvänt förvärv), skall vid tillämpningen av 19-\r\n22 §§ det förvärvade företaget anses som moderföretag och det\r\nförvärvande företaget anses som dotterföretag. Lag (2015:813).\r\n\r\n24 § Har upphävts genom lag (2004:1173).\r\n\r\nHur andelar i intresseföretag och vissa andra företag skall\r\nräknas in i koncernredovisningen\r\n\r\nHur andelar i intresseföretag och gemensamt styrda företag\r\nska räknas in i koncernredovisningen\r\n\r\n25 § Andelar i intresseföretag ska redovisas i\r\nkoncernbalansräkningen och koncernresultaträkningen med\r\ntillämpning av 26–29 §§, om inte något annat följer av tredje\r\nstycket.\r\n\r\nVid tillämpning av första stycket ska bestämmelserna i 12 §\r\nom värdering och 13 § om internvinsteliminering tillämpas, om\r\ndet inte finns särskilda hinder mot detta. Med internvinst\r\nska avses den andel i vinsten som är att hänföra till\r\nmoderföretaget vid överlåtelse mellan intresseföretag och\r\nkoncernföretag.\r\n\r\nEtt intresseföretag behöver inte redovisas enligt första\r\nstycket, om\r\n\r\n1. informationen om ägarintresset i företaget inte är\r\nväsentlig, eller\r\n\r\n2. förhållandena motsvarar dem som anges i 5 § andra\r\nstycket.\r\n\r\nOm tredje stycket tillämpas, ska skälen för det anges i en\r\nnot. Lag (2015:813).\r\n\r\n26 § Första gången andelarna i ett intresseföretag redovisas i\r\nkoncernbalansräkningen skall moderföretaget först göra en\r\nberäkning av deras värde enligt 4 kap. 3 § första och andra\r\nstyckena, 5 § första-tredje styckena och 6 § första stycket.\r\n\r\nSkillnaden mellan det värde som följer av första stycket och\r\nden andel av intresseföretagets eget kapital som belöper på\r\nandelarna skall anges särskilt i balansräkningen eller i en\r\nnot. Skillnadsbeloppet skall beräknas med utgångspunkt i\r\nförhållandena vid förvärvstidpunkten. Om det finns särskilda\r\nskäl, får skillnadsbeloppet beräknas med utgångspunkt i\r\nförhållandena vid den tidpunkt då kapitalandelsmetoden\r\ntillämpas första gången.\r\n\r\nOm det vid en beräkning enligt andra stycket finns ett positivt\r\nskillnadsbelopp, skall det belopp som har räknats fram enligt\r\nförsta stycket minskas med avskrivningar eller nedskrivningar\r\nenligt 4 kap. 4 och 5 §§, beräknade på grundval av det angivna\r\nskillnadsbeloppet. Den del av skillnadsbeloppet som inte kan\r\nhänföras till något särskilt slag av tillgång, avsättning eller\r\nskuld skall därvid anses som goodwill.\r\n\r\nDet belopp som har räknats fram enligt första stycket skall\r\nvidare justeras med tillägg eller avdrag för den andel av\r\nintresseföretagets vinst eller förlust för räkenskapsåret som\r\nbelöper på andelarna. Vidare skall avdrag göras för mottagen\r\nutdelning från intresseföretaget. Hänsyn skall också tas till\r\nandra förändringar i intresseföretagets eget kapital. Andelarna\r\nskall i koncernbalansräkningen tas upp till det värde som\r\nmotsvarar återstående belopp. Lag (1999:1112).\r\n\r\n27 § När ett intresseföretag är moderföretag i en koncern,\r\navses med företagets eget kapital i 26 § andra stycket vad som\r\ni en av intresseföretaget upprättad koncernredovisning\r\nredovisas som sådan post. Lag (1999:1112).\r\n\r\n28 § I efterföljande koncernbalansräkningar skall de andelar\r\nsom avses i 25 § tas upp till det värde som de är upptagna till\r\ni närmast föregående koncernbalansräkning. Detta värde skall\r\njusteras med tillämpning av 26 §.\r\n\r\nOm andelarna vid en tillämpning av 26 § första, tredje och\r\nfjärde styckena tas upp till ett högre värde än i närmast\r\nföregående koncernbalansräkning, skall skillnadsbeloppet sättas\r\nav till en kapitalandelsfond. Lag (1999:1112).\r\n\r\n29 § Vid redovisning enligt 26-28 §§ skall den andel av\r\nintresseföretagets vinst eller förlust som belöper på andelarna\r\nredovisas som intäkt eller kostnad i koncernresultaträkningen.\r\nMottagen utdelning från intresseföretaget får inte redovisas\r\nsom intäkt. Lag (1999:1112).\r\n\r\nKlyvningsmetoden\r\n\r\n30 § Ett företag som omfattas av en koncernredovisning, och\r\nsom tillsammans med ett eller flera företag som inte omfattas\r\nav koncernredovisningen leder ett gemensamt styrt företag,\r\nska redovisa sin ägarandel i det sistnämnda företaget enligt\r\nandra stycket eller på det sätt som anges i 25–29 §§.\r\n\r\nI koncernbalansräkningen får det tas upp en så stor andel av\r\ndet gemensamt styrda företagets tillgångar, avsättningar och\r\nskulder som avser ägarandelen. I koncernresultaträkningen får\r\ndet tas upp en så stor andel av det gemensamt styrda\r\nföretagets intäkter och kostnader som avser ägarandelen. Vid\r\nredovisning enligt detta stycke ska 10–13, 15 och 19–22 §§\r\ntillämpas. Uppgift enligt 5 kap. 20 och 37 §§ ska anges\r\nsärskilt för varje företag för vilket ägarandelar redovisas\r\nmed tillämpning av denna paragraf. Lag (2015:813).\r\n\r\nFörvaltningsberättelse m.m.\r\n\r\n31 § Förvaltningsberättelse och kassaflödesanalys för\r\nkoncernen ska upprättas med tillämpning av 6 kap. 1 §, 2 §\r\nandra stycket och 2 a–5 §§. Det som sägs i 6 kap. 1 § om\r\nmindre företag ska i stället avse mindre koncerner.\r\n\r\nOm moderföretaget är ett aktiebolag och bolagets eller något\r\nav dess dotterföretags andelar eller överlåtbara värdepapper\r\när upptagna till handel på en reglerad marknad, ska det i\r\nförvaltningsberättelsen lämnas upplysning om de viktigaste\r\ninslagen i koncernens system för intern kontroll och\r\nriskhantering i samband med upprättandet av\r\nkoncernredovisningen.\r\n\r\nOm moderföretaget har upprättat en bolagsstyrningsrapport som\r\ninte utgör en del av förvaltningsberättelsen och det i\r\nrapporten har tagits med sådana upplysningar om koncernen som\r\navses i andra stycket, behöver upplysningarna inte lämnas\r\nockså i koncernredovisningen. I sådana fall ska dock\r\nförvaltningsberättelsen för koncernen innehålla en uppgift om\r\nden plats i rapporten där upplysningarna lämnas.\r\nLag (2015:813).\r\n\r\n31 a § Om moderföretaget i en koncern är ett bolag av sådan \r\nform som avses i 6 kap. 10 §, ska förvaltningsberättelsen för \r\nkoncernen, som ett eget avsnitt, innehålla en \r\nhållbarhetsrapport för koncernen, om koncernen uppfyller mer \r\nän ett av följande villkor:\r\n\r\n1. medelantalet anställda i koncernen har under vart och ett \r\nav de två senaste räkenskapsåren uppgått till mer än 250,\r\n\r\n2. koncernföretagens redovisade balansomslutning har för vart \r\noch ett av de två senaste räkenskapsåren uppgått till mer än \r\n280 miljoner kronor,\r\n\r\n3. koncernföretagens redovisade nettoomsättning har för vart \r\noch ett av de två senaste räkenskapsåren uppgått till mer än \r\n550 miljoner kronor.\r\n\r\nDet som sägs i första stycket gäller inte ett moderföretag som \r\när en alternativ investeringsfond. Lag (2024:347).\r\n\r\n31 b § Det som sägs i 31 a § gäller inte ett moderföretag som \r\näven är ett dotterföretag om det och dess samtliga \r\ndotterföretag omfattas av en hållbarhetsrapport för koncernen \r\nsom har upprättats av ett överordnat moderföretag. Undantaget \r\ngäller dock inte ett bolag som avses i 6 kap. 10 § första \r\nstycket vars överlåtbara värdepapper är upptagna till handel \r\npå en reglerad marknad.\r\n\r\nDet företag som är undantaget skyldigheten att upprätta en \r\nhållbarhetsrapport ska upplysa om detta i \r\nförvaltningsberättelsen samt lämna uppgift om namn och säte \r\nför det överordnade moderföretag som upprättar \r\nhållbarhetsrapporten för koncernen. Förvaltningsberättelsen \r\nska också innehålla länkar till den förvaltningsberättelse för \r\nkoncernen som upprättas av det överordnade moderföretaget och \r\ntill granskningsberättelsen för koncernen.\r\n\r\nOm det överordnade moderföretaget har sitt säte utanför \r\nEuropeiska ekonomiska samarbetsområdet får undantaget \r\ntillämpas endast om\r\n\r\n1. hållbarhetsrapporten för koncernen har upprättats i \r\nenlighet med de europeiska standarder för \r\nhållbarhetsrapportering som har antagits med stöd av \r\nartikel 29b i Europaparlamentets och rådets \r\ndirektiv 2013/34/EU eller på ett sätt som Europeiska \r\nkommissionen har bedömt som likvärdigt med dessa standarder \r\nenligt artikel 23.4 tredje stycket i Europaparlamentets och \r\nrådets direktiv 2004/109/EG, \r\n\r\n2. de upplysningar om dotterföretagets verksamhet som avses i \r\nartikel 8 i Europaparlamentets och rådets förordning (EU) \r\n2020/852 har tagits in i dotterföretagets \r\nförvaltningsberättelse eller i den hållbarhetsrapport för \r\nkoncernen som upprättas av det överordnade moderföretaget, och\r\n\r\n3. hållbarhetsrapporten för koncernen och \r\ngranskningsberättelsen för koncernen offentliggörs i enlighet \r\nmed 8 kap. Lag (2024:347).\r\n\r\n31 c § Hållbarhetsrapporten för koncernen ska upprättas med \r\ntillämpning av 6 kap. 12-12 c, 12 e, 13 och 14 §§. Det som där \r\nsägs om årsredovisningen, bolaget och hållbarhetsrapporten ska \r\ni stället avse koncernredovisningen, koncernen och \r\nhållbarhetsrapporten för koncernen.\r\n\r\nI artikel 8 i Europaparlamentets och rådets förordning (EU) \r\n2020/852 finns ytterligare bestämmelser om innehållet i \r\nhållbarhetsrapporten för ett moderföretag som ska upprätta en \r\nhållbarhetsrapport för koncernen enligt 31 a §.\r\n\r\nModerföretaget ska lämna hållbarhetsinformation till \r\narbetstagarföreträdare i koncernen och med dem diskutera \r\nrelevant information och metoder för att få och verifiera \r\nhållbarhetsinformation samt se till att \r\narbetstagarföreträdarnas uppfattning meddelas \r\nkoncernledningen. Lag (2024:347).\r\n\r\n31 d § Om ett moderföretag som ska upprätta en \r\nhållbarhetsrapport för koncernen identifierar betydande \r\nskillnader mellan koncernen och ett eller flera av dess \r\ndotterföretag vad gäller risker eller inverkan i förhållande \r\ntill hållbarhetsfrågor, ska moderföretaget i \r\nhållbarhetsrapporten för koncernen beskriva det aktuella \r\ndotterföretagets eller dotterföretagens risker och inverkan.\r\nLag (2024:347).\r\n\r\n31 e § Ett moderföretag som ska upprätta en hållbarhetsrapport \r\nför koncernen ska i rapporten ange vilka dotterföretag som är \r\nundantagna från hållbarhetsrapportering enligt 31 b § \r\nrespektive 6 kap. 11 a §. Lag (2024:347).\r\n\r\n31 f § Ett dotterföretag ska upprätta en hållbarhetsrapport \r\nför koncernen, om\r\n\r\n1. det yttersta moderföretaget motsvarar ett aktiebolag men \r\nhar sitt säte utanför Europeiska ekonomiska samarbetsområdet \r\n(EES) och har en nettoomsättning inom EES som under vart och \r\nett av de två senaste räkenskapsåren har uppgått till mer än \r\n1,7 miljarder kronor, och\r\n\r\n2. dotterföretaget är ett bolag som avses i 6 kap. 10 §.\r\n\r\nHållbarhetsrapporten ska innehålla den information som avses i \r\n6 kap. 12 a § första stycket 3 och 4 och andra stycket och \r\n12 b § 1-7 och 9. Det som i de bestämmelserna sägs om bolaget \r\nska i stället avse koncernen.\r\n\r\nDen informationen som avses i andra stycket ska ha det närmare \r\ninnehåll som anges i \r\n\r\n1. de europeiska standarder för hållbarhetsrapportering som \r\nhar antagits med stöd av artikel 29b eller 40b i \r\nEuropaparlamentets och rådets direktiv 2013/34/EU, eller\r\n\r\n2. de standarder som Europeiska kommissionen har bedömt som \r\nlikvärdiga enligt artikel 23.4 tredje stycket i direktiv \r\n2004/109/EG.\r\n\r\nOm den information som behövs för att upprätta \r\nhållbarhetsrapporten inte är tillgänglig, ska dotterföretaget \r\nbegära att moderföretaget tillhandahåller den information som \r\nbehövs för att dotterföretaget ska kunna upprätta rapporten.\r\n\r\nOm ett dotterföretag inte får den information som behövs av \r\nmoderföretaget, ska dotterföretaget upprätta \r\nhållbarhetsrapporten med de uppgifter som dotterföretaget har.\r\nLag (2024:347).\r\n\r\n31 g § Om ett moderföretag som avses i 31 f § bedriver \r\nnäringsverksamhet genom en filial ska filialen upprätta en \r\nhållbarhetsrapport för koncernen, om\r\n\r\n1. moderföretaget inte har ett sådant dotterföretag som anges \r\ni 31 f §, och\r\n\r\n2. filialens nettoomsättning under det senaste räkenskapsåret \r\nhar uppgått till mer än 450 miljoner kronor.\r\n\r\nFör en sådan hållbarhetsrapport ska 31 f § andra-femte \r\nstyckena tillämpas. Lag (2024:347).\r\n\r\nKoncernredovisning i moderföretag som omfattas av IAS-\r\nförordningen\r\n\r\n32 § Ett företag som omfattas av artikel 4 i \r\nEuropaparlamentets och rådets förordning (EG) nr 1606/2002 av \r\nden 19 juli 2002 om tillämpning av internationella \r\nredovisningsstandarder, i lydelsen enligt Europaparlamentets \r\noch rådets förordning (EU) 297/2008, ska tillämpa enbart \r\nföljande bestämmelser i detta kapitel:\r\n\r\n1. 1-3 a §§ om skyldighet att upprätta koncernredovisning,\r\n\r\n2. 4 § 4 om förvaltningsberättelse,\r\n\r\n3. 7 § när det gäller hänvisningarna till 2 kap. 5 § om form \r\nm.m. samt 2 kap. 7 § om undertecknande och datering,\r\n\r\n4. 12 § första stycket om värderingsprinciper,\r\n\r\n5. 14 § när det gäller hänvisningarna till följande \r\nbestämmelser i 5 kap.:\r\n\r\n- 18 § om lån till ledande befattningshavare,\r\n\r\n- 20 § om medelantalet anställda under räkenskapsåret,\r\n\r\n- 32 § om ytterligare upplysningar om lån till ledande \r\nbefattningshavare,\r\n\r\n- 37 § om ytterligare upplysningar om anställda,\r\n\r\n- 38 § första stycket om könsfördelningen bland ledande \r\nbefattningshavare,\r\n\r\n- 40 § första stycket 1 samt andra och tredje styckena om \r\nlöner och andra ersättningar,\r\n\r\n- 41 § om pensioner och liknande förmåner,\r\n\r\n- 42 § om tidigare styrelse och verkställande direktör,\r\n\r\n- 43 § om suppleanter och vice verkställande direktör,\r\n\r\n- 44 § om avtal om avgångsvederlag, och\r\n\r\n- 48 § om ersättningar till revisorer och revisionsföretag,\r\n\r\n6. 31 § första stycket, när det gäller hänvisningarna till \r\n6 kap. 1 och 2 a-4 §§ om förvaltningsberättelsens innehåll,\r\n\r\n7. 31 § andra och tredje styckena om koncernens system för \r\nintern kontroll och riskhantering, och\r\n\r\n8. 31 a-31 g §§ om hållbarhetsrapport för koncernen.\r\n\r\nEtt företag som avses i första stycket behöver inte lämna \r\nupplysningar enligt 6 kap. 1 §, om upplysningarna lämnas på \r\nnågon annan plats i redovisningen. I sådant fall ska \r\nförvaltningsberättelsen för koncernen innehålla en hänvisning \r\ntill den plats där uppgifterna har lämnats. Lag (2024:347).\r\n\r\n33 § Andra företag än de som avses i 32 § får upprätta\r\nkoncernredovisning med tillämpning av de internationella\r\nredovisningsstandarder som avses i Europaparlamentets och\r\nrådets förordning (EG) nr 1606/2002 av den 19 juli 2002 om\r\ntillämpning av internationella redovisningsstandarder. I sådant\r\nfall tillämpas 32 §. Lag (2004:1173).\r\n\r\n8 kap. Offentliggörande\r\n\r\nRegistreringsmyndigheten\r\n\r\n1 § Med registreringsmyndigheten avses i denna lag Bolagsverket,\r\nom inte annat följer av andra stycket.\r\n\r\nI fråga om stiftelser skall vid tillämpningen av denna lag\r\ntillsynsmyndigheten enligt 9 kap. 1 § stiftelselagen\r\n(1994:1220) anses som registreringsmyndighet. Lag (2004:244).\r\n\r\nÅrsredovisningens avlämnande till revisorerna\r\n\r\n2 § I ett aktiebolag eller en ekonomisk förening ska \r\nårsredovisningen för det förflutna räkenskapsåret lämnas till \r\nrevisorerna och, i förekommande fall, lekmannarevisorerna \r\nsenast sex veckor före den ordinarie stämma där \r\nårsredovisningen ska behandlas. Övriga företag ska lämna \r\nårsredovisningen till revisorerna senast fyra månader efter \r\nräkenskapsårets utgång. Lag (2016:113).\r\n\r\nIngivande till registreringsmyndigheten\r\n\r\n3 § Den skyldighet att offentliggöra årsredovisningen som \r\nföljer av 6 kap. 2 § bokföringslagen (1999:1078) ska fullgöras \r\npå följande sätt. På samma sätt ska även revisionsberättelsen \r\noch en granskningsberättelse över en hållbarhetsrapport \r\noffentliggöras.\r\n\r\n1. Aktiebolag\r\n\r\nBestyrkta kopior av handlingarna ska ha kommit in till \r\nregistreringsmyndigheten inom en månad efter det att \r\nbolagsstämman fastställde balansräkningen och \r\nresultaträkningen.\r\n\r\nPå kopian av årsredovisningen ska en styrelseledamot eller den \r\nverkställande direktören intyga att balansräkningen och \r\nresultaträkningen har fastställts. Uppgift ska också lämnas om \r\nfastställelsedagen. Intyget ska även innehålla uppgift om \r\nbolagsstämmans beslut beträffande bolagets vinst eller \r\nförlust.\r\n\r\n2. Ekonomiska föreningar\r\n\r\nBestyrkta kopior av handlingarna ska ha kommit in till \r\nregistreringsmyndigheten inom en månad efter det att \r\nföreningsstämman fastställde balansräkningen och \r\nresultaträkningen.\r\n\r\nPå kopian av årsredovisningen ska en styrelseledamot eller den \r\nverkställande direktören intyga att balansräkningen och \r\nresultaträkningen har fastställts. Uppgift ska också lämnas om \r\nfastställelsedagen. Intyget ska även innehålla \r\nföreningsstämmans beslut beträffande föreningens vinst eller \r\nförlust.\r\n\r\n3. Handelsbolag i vilka en eller flera juridiska personer är \r\ndelägare och grupperingar enligt Europaparlamentets och rådets \r\nförordning (EG) nr 1082/2006\r\n\r\nKopior av handlingarna ska ha kommit in till \r\nregistreringsmyndigheten inom sex månader efter \r\nräkenskapsårets utgång.\r\n\r\n4. Stiftelser\r\n\r\nKopior av handlingarna ska ha kommit in till \r\nregistreringsmyndigheten inom sex månader efter \r\nräkenskapsårets utgång. Beträffande kollektivavtalsstiftelser \r\nsamt stiftelser som avses i 9 kap. 10 § första stycket \r\nstiftelselagen (1994:1220) gäller i stället att bestyrkta \r\nkopior ska hållas tillgängliga för alla som är intresserade \r\nsenast från sex månader efter räkenskapsårets utgång.\r\n\r\n5. Övriga företag\r\n\r\nKopior av handlingarna ska hållas tillgängliga för alla som är \r\nintresserade senast från sex månader efter räkenskapsårets \r\nutgång. Bestyrkta kopior av handlingarna ska efter \r\nföreläggande av registreringsmyndigheten ges in dit. Ett \r\nföreläggande ska utfärdas när någon begär det. Större företag \r\noch moderföretag i större koncerner är skyldiga att ge in \r\nhandlingarna till registreringsmyndigheten även om något \r\nföreläggande inte har meddelats. Handlingarna ska i dessa fall \r\nha kommit in till myndigheten inom sex månader från \r\nräkenskapsårets utgång. \r\n\r\nMed en bestyrkt kopia jämställs vid tillämpningen av denna lag \r\nett elektroniskt original. Lag (2024:1115).\r\n\r\n3 a § Handlingar som avses i 3 § får överföras elektroniskt \r\ntill registreringsmyndigheten.\r\n\r\nEtt intyg om fastställelse enligt 3 § första stycket 1 eller 2 \r\nfår undertecknas med en elektronisk underskrift.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer \r\nmeddelar närmare föreskrifter om\r\n\r\n1. elektronisk överföring till registreringsmyndigheten av \r\nsådana handlingar som avses i 3 §,\r\n\r\n2. bestyrkande av att en elektronisk kopia överensstämmer med \r\noriginalet, och\r\n\r\n3. den elektroniska underskriften enligt andra stycket.\r\nLag (2024:347).\r\n\r\nRegistrering i aktiebolagsregistret\r\n\r\n3 b § Ett företag som ska upprätta en hållbarhetsrapport ska \r\noffentliggöra årsredovisningen i det enhetliga \r\nrapporteringsformat som avses i artikel 3 i kommissionens \r\ndelegerade förordning (EU) 2019/815. Lag (2024:347).\r\n\r\n3 c § Registreringsmyndigheten ska registrera årsredovisning, \r\nrevisionsberättelse och granskningsberättelse för aktiebolag i \r\naktiebolagsregistret.\r\n\r\nRegistreringen ska ske på svenska. Om det bolag som en \r\nregistrering avser begär det, ska registreringen dessutom ske \r\npå annat officiellt språk inom Europeiska unionen eller på \r\nnorska eller isländska.\r\n\r\nDen som begär att en registrering ska ske på annat språk än \r\nsvenska ska, om Bolagsverket inte medger annat, lämna in en \r\növersättning till det språket av de uppgifter eller handlingar \r\nsom ska registreras. Översättningen ska vara gjord av en \r\növersättare som har auktorisation eller motsvarande \r\nbehörighet. Lag (2024:347).\r\n\r\nRegistrering i föreningsregistret\r\n\r\n3 d § Registreringsmyndigheten ska registrera årsredovisning \r\noch revisionsberättelse för ekonomiska föreningar i \r\nföreningsregistret. Lag (2024:1115).\r\n\r\nKungörande\r\n\r\n4 § När årsredovisning, revisionsberättelse och \r\ngranskningsberättelse för aktiebolag, handelsbolag, ekonomiska \r\nföreningar eller grupperingar enligt Europaparlamentets och \r\nrådets förordning (EG) nr 1082/2006 har getts in till \r\nregistreringsmyndigheten, ska myndigheten kungöra detta. \r\nKungörandet ska ske i en tidning som myndigheten ger ut.\r\n\r\nI fråga om aktiebolag ska en kungörelse vara på samma språk \r\nsom registreringen i aktiebolagsregistret.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela närmare föreskrifter om sådant kungörande.\r\nLag (2024:1115).\r\n\r\nFörseningsavgifter\r\n\r\n5 § Om ett aktiebolag, en ekonomisk förening eller en \r\nstiftelse inte ger in årsredovisning, revisionsberättelse \r\neller granskningsberättelse enligt 3 § eller om \r\nårsredovisningen saknar sådant intyg som avses i 3 § första \r\nstycket, ska bolaget, föreningen eller stiftelsen betala \r\nförseningsavgift till staten enligt 6 och 6 a §§.\r\n\r\nBeslut om förseningsavgift fattas av registreringsmyndigheten.\r\nLag (2024:1115).\r\n\r\n6 § Ett aktiebolag och en ekonomisk förening ska betala en \r\nförseningsavgift om de handlingar som anges i 5 § inte har \r\nkommit in till registreringsmyndigheten inom sju månader från \r\nräkenskapsårets utgång. Om bolaget eller föreningen inom denna \r\ntid har kommit in med anmälan enligt 7 kap. 14 § tredje \r\nstycket aktiebolagslagen (2005:551) eller 6 kap. 13 § tredje \r\nstycket lagen (2018:672) om ekonomiska föreningar, betalat den \r\navgift som är föreskriven för registrering av en sådan anmälan \r\noch gett in en skriftlig försäkran från bolagets eller \r\nföreningens revisor om att revisionsberättelsen lämnats till \r\nstyrelsen, ska dock bolaget eller föreningen betala \r\nförseningsavgift först om handlingarna inte har kommit in inom \r\nnio månader från räkenskapsårets utgång.\r\n\r\nEn stiftelse som ska ge in de handlingar som anges i 5 § ska \r\nbetala en förseningsavgift om handlingarna inte har kommit in \r\ntill registreringsmyndigheten inom sex månader från \r\nräkenskapsårets utgång. \r\n\r\nFörseningsavgiften ska uppgå till 7 500 kronor för privata \r\naktiebolag, ekonomiska föreningar och stiftelser och till \r\n15 000 kronor för publika aktiebolag. Lag (2024:1115).\r\n\r\n6 a § Om de handlingar som anges i 5 § inte har kommit in till \r\nregistreringsmyndigheten inom två månader från det att en \r\nunderrättelse skickades till aktiebolaget, den ekonomiska \r\nföreningen eller stiftelsen om beslut om förseningsavgift \r\nenligt 6 §, ska en ny förseningsavgift betalas. Den nya \r\navgiften ska uppgå till 7 500 kronor för privata aktiebolag, \r\nekonomiska föreningar och stiftelser och till 15 000 kronor \r\nför publika aktiebolag.\r\n\r\nOm de handlingar som anges i 5 § inte har kommit in inom två \r\nmånader från det att en underrättelse om beslut om \r\nförseningsavgift skickades enligt första stycket, ska \r\nytterligare en förseningsavgift betalas. Den nya avgiften ska \r\nuppgå till 15 000 kronor för privata aktiebolag, ekonomiska \r\nföreningar och stiftelser och till 30 000 kronor för publika \r\naktiebolag. Lag (2024:1115).\r\n\r\n7 § Om ett beslut om att aktiebolaget, den ekonomiska \r\nföreningen eller stiftelsen har försatts i konkurs har \r\nregistrerats, får beslut om förseningsavgift inte meddelas.\r\n\r\nOm ett beslut om att bolaget, föreningen eller stiftelsen har \r\ngått i likvidation har registrerats, får beslut om \r\nförseningsavgift inte meddelas när det gäller redovisning för \r\ntiden före likvidationsbeslutet. Lag (2024:1115).\r\n\r\n8 § Om aktiebolaget, den ekonomiska föreningen eller \r\nstiftelsen inom den tid som avses i 6 eller 6 a § har gett in \r\nkopior av de handlingar som anges i 5 § men kopiorna inte är \r\nbestyrkta eller handlingarna på annat sätt har någon brist som \r\nlätt kan rättas till, får förseningsavgift tas ut endast om \r\nbolaget, föreningen eller stiftelsen har underrättats om \r\nbristen och fått tillfälle att avhjälpa den men inte gjort det \r\ninom den tid som angetts i underrättelsen. En sådan \r\nunderrättelse får sändas med posten till den postadress som \r\nbolaget, föreningen eller stiftelsen senast har anmält hos \r\nregistreringsmyndigheten eller på annat lämpligt sätt.\r\n\r\nFörsta stycket gäller inte om registreringsmyndigheten har \r\navregistrerat bolagets adress med stöd av 27 kap. 6 b § \r\naktiebolagslagen (2005:551) och det inte finns något annat \r\nlämpligt sätt att sända underrättelsen till bolaget.\r\nLag (2024:1115).\r\n\r\n9 § En förseningsavgift ska efterges, om underlåtenheten att \r\nge in handlingen är ursäktlig med hänsyn till omständigheter \r\nsom aktiebolaget, den ekonomiska föreningen eller stiftelsen \r\ninte har kunnat råda över. Avgiften ska också efterges om det \r\när uppenbart oskäligt att ta ut den.\r\n\r\nRegistreringsmyndigheten ska pröva om förseningsavgiften ska \r\nefterges även om något yrkande om det inte har framställts, om \r\ndet föranleds av vad som har förekommit i ärendet.\r\nLag (2024:1115).\r\n\r\n10 § Om en förseningsavgift inte har betalats efter\r\nbetalningsuppmaning, skall avgiften lämnas för indrivning. Regeringen\r\nfår föreskriva att indrivning inte behöver begäras för ringa belopp.\r\n\r\nBestämmelser om indrivning finns i lagen (1993:891) om indrivning av\r\nstatliga fordringar m.m. Vid indrivning får verkställighet enligt\r\nutsökningsbalken ske.\r\n\r\n11 § Ett beslut om förseningsavgift får verkställas även om \r\ndet inte har fått laga kraft.\r\n\r\nOm ett aktiebolag, en ekonomisk förening eller en stiftelse \r\nhar rätt att få tillbaka en betalad förseningsavgift på grund \r\nav en domstols beslut, ska ränta betalas på den återbetalade \r\nförseningsavgiften från och med månaden efter den då \r\nförseningsavgiften betalades in till och med den månad då \r\nåterbetalning görs. I fråga om räntans storlek tillämpas \r\n65 kap. 4 § tredje stycket skatteförfarandelagen (2011:1244).\r\nLag (2024:1115).\r\n\r\nPersonligt betalningsansvar\r\n\r\n12 § Om en kopia av årsredovisningen, revisionsberättelsen \r\neller granskningsberättelsen för aktiebolag inte har sänts in \r\nenligt 3 § första stycket inom femton månader efter \r\nräkenskapsårets utgång, svarar styrelseledamöterna och den \r\nverkställande direktören solidariskt för de förpliktelser som \r\nuppkommer för bolaget.\r\n\r\nEn styrelseledamot eller verkställande direktör går dock fri \r\nfrån ansvar, om han eller hon visar att underlåtenheten att \r\nsända in årsredovisningen, revisionsberättelsen eller \r\ngranskningsberättelsen inte beror på försummelse av honom \r\neller henne. Ansvar inträder inte för förpliktelser som \r\nuppkommer efter det att handlingarna har kommit in till \r\nregistreringsmyndigheten. Lag (2024:347).\r\n\r\nVite\r\n\r\n13 § Var och en som enligt denna lag eller annan författning \r\när skyldig att ensam eller gemensamt med någon annan till \r\nregistreringsmyndigheten ge in redovisningshandling, \r\nrevisionsberättelse eller granskningsberättelse, får av \r\nregistreringsmyndigheten föreläggas vid vite att fullgöra \r\ndenna skyldighet.\r\n\r\nFråga om utdömande av vite prövas av registreringsmyndigheten.\r\n\r\nI fråga om stiftelser tillämpas 9 kap. 5 § stiftelselagen \r\n(1994:1220) i stället för första och andra styckena.\r\nLag (2024:347).\r\n\r\nPublicering av årsredovisningen m.m.\r\n\r\n14 § Om ett företag publicerar sin årsredovisning i dess \r\nhelhet, ska publiceringen avse årsredovisningen i den form och \r\nmed den ordalydelse som har legat till grund för \r\nrevisionsberättelsen. Revisionsberättelsen ska åtfölja \r\nårsredovisningen. Om någon revisionsberättelse inte har \r\nlämnats, ska årsredovisningen i stället innehålla uppgift om \r\ndetta förhållande och om skälen för det.\r\n\r\nI fråga om ett företag som ska upprätta en hållbarhetsrapport \r\nska det som sägs i första stycket även gälla en \r\ngranskningsberättelse. Lag (2024:347).\r\n\r\n15 § Om ett företag publicerar sin årsredovisning i \r\nofullständigt skick, ska det av publikationen framgå att den \r\ninte är fullständig. Det ska också anges om den fullständiga \r\nårsredovisningen har getts in till registreringsmyndigheten.\r\n\r\nNär en årsredovisning publiceras i ofullständigt skick, får \r\nden inte åtföljas av revisionsberättelsen eller \r\ngranskningsberättelsen. Publikationen ska i stället innehålla \r\nrevisorns uttalande om att den fullständiga årsredovisningen \r\nhar upprättats enligt lag, liksom uppgift om anmärkningar \r\nenligt\r\n\r\n1. 9 kap. 31, 33 och 34 §§ aktiebolagslagen (2005:551),\r\n\r\n2. 8 kap. 34, 36 och 37 §§ lagen (2018:672) om ekonomiska \r\nföreningar,\r\n\r\n3. 28-30 §§ revisionslagen (1999:1079), och\r\n\r\n4. 4 kap. 11 § andra och tredje styckena stiftelselagen \r\n(1994:1220).\r\n\r\nOm någon revisionsberättelse eller granskningsberättelse inte \r\nhar lämnats, ska detta förhållande liksom skälen för det \r\nanges.\r\n\r\nTrots andra stycket får en ofullständig årsredovisning \r\npubliceras tillsammans med revisionsberättelsen eller \r\ngranskningsberättelsen, om ofullständigheten består i att\r\n\r\n1. upplysningar enligt 5 kap. 37 § har lämnats utan uppgift om \r\nfördelningen mellan kvinnor och män eller utan uppgift om \r\nfördelningen mellan olika länder, eller\r\n\r\n2. uppgift enligt 5 kap. 38 § inte har lämnats. Lag (2024:347).\r\n\r\n15 a § En bolagsstyrningsrapport som enligt 6 kap. 8 § har \r\nupprättats som en handling som är skild från årsredovisningen \r\nska offentliggöras tillsammans med förvaltningsberättelsen. \r\nBestämmelserna om offentliggörande av förvaltningsberättelsen \r\ngäller i tillämpliga delar beträffande offentliggörandet av \r\nbolagsstyrningsrapporten.\r\n\r\nI stället för att offentliggöra bolagsstyrningsrapporten \r\ntillsammans med förvaltningsberättelsen får bolaget välja att \r\noffentliggöra rapporten genom att göra den tillgänglig på \r\nbolagets webbplats. Förvaltningsberättelsen ska då innehålla \r\nen upplysning om detta och en uppgift om den webbplats där \r\nrapporten finns tillgänglig.\r\n\r\nAndra stycket gäller inte om sådana uppgifter som avses i \r\n7 kap. 31 § andra stycket med stöd av tredje stycket i samma \r\nparagraf har tagits in i moderbolagets bolagsstyrningsrapport \r\ni stället för i förvaltningsberättelsen för koncernen.\r\nLag (2024:347).\r\n\r\n15 b § Ett företag som ska upprätta en hållbarhetsrapport ska \r\nhålla förvaltningsberättelsen tillgänglig utan kostnad på \r\nföretagets webbplats. Tillgängliggörandet på webbplatsen ska \r\nske inom sex månader från balansdagen.\r\n\r\nOm företaget inte har någon webbplats ska det hålla en kopia \r\nav förvaltningsberättelsen tillgänglig för den som begär det.\r\nLag (2024:347).\r\n\r\n15 c § Ett dotterföretag som avses i 7 kap. 31 f § ska \r\noffentliggöra hållbarhetsrapporten och den \r\ngranskningsberättelse som har lämnats av någon som i Sverige \r\neller tredjelandet är behörig att lämna en sådan. \r\nOffentliggörandet ska ske i enlighet med 3 §.\r\n\r\nEn filial som avses i 6 kap. 16 § eller 7 kap. 31 g § ska \r\noffentliggöra hållbarhetsrapporten och granskningsberättelsen. \r\nOffentliggörandet ska ske i enlighet med 13 § lagen (1992:160) \r\nom utländska filialer m.m.\r\n\r\nOm tredjelandsföretaget inte har tillhandahållit \r\ngranskningsberättelsen eller den information som avses i \r\n7 kap. 31 f § femte stycket, ska dotterföretaget eller \r\nfilialen offentliggöra ett uttalande om detta. Lag (2024:347).\r\n\r\n15 d § De handlingar som avses i 15 c § ska hållas \r\ntillgängliga utan kostnad på dotterföretagets eller filialens \r\nwebbplats senast ett år efter balansdagen för det räkenskapsår \r\nsom hållbarhetsrapporten avser. Tillgängliggörandet ska ske på \r\nett av den Europeiska unionens officiella språk eller på \r\nnorska eller isländska.\r\n\r\nFörsta stycket gäller inte om handlingarna finns tillgängliga \r\nutan kostnad genom ett offentligt register. Lag (2024:347).\r\n\r\nKoncernredovisning\r\n\r\n16 § Detta kapitel ska tillämpas också i fråga om \r\nkoncernredovisningen, koncernrevisionsberättelsen, \r\nhållbarhetsrapporten för koncernen och granskningsberättelsen \r\nför koncernen med följande avvikelser:\r\n\r\n1. Trots 3 § första stycket 2 och 5 är moderföretag alltid \r\nskyldiga att ge in koncernredovisningen, \r\nkoncernrevisionsberättelsen och granskningsberättelsen för \r\nkoncernen till registreringsmyndigheten.\r\n\r\n2. Trots 15 § andra stycket får en ofullständig \r\nkoncernredovisning, förutom i fall som avses i 15 § fjärde \r\nstycket, publiceras tillsammans med \r\nkoncernrevisionsberättelsen och granskningsberättelsen för \r\nkoncernen, om ofullständigheten består i att uppgifter som \r\nanges i 7 kap. 16 § första stycket 4 och som inte är \r\nväsentliga har utelämnats. Lag (2024:347).\r\n\r\n9 kap. Delårsrapport\r\n\r\nSkyldighet att lämna delårsrapport\r\n\r\n1 § Ett företag som enligt 1 kap. 1 § andra stycket lagen \r\n(1995:1559) om årsredovisning i kreditinstitut och \r\nvärdepappersbolag eller 1 kap. 1 § tredje stycket lagen \r\n(1995:1560) om årsredovisning i försäkringsföretag är skyldigt \r\natt upprätta koncernredovisning, ska minst en gång under ett \r\nräkenskapsår som omfattar mer än tio månader lämna en särskild \r\nredovisning (delårsrapport).\r\n\r\nDelårsrapporten ska upprättas för en period mellan \r\nräkenskapsårets början och delårsperiodens utgång. Minst en \r\ndelårsrapport ska, om inte något annat följer av 16 kap. 5 § \r\nlagen (2007:528) om värdepappersmarknaden, omfatta en period \r\nav minst hälften och högst två tredjedelar av räkenskapsåret. \r\nI 16 kap. lagen om värdepappersmarknaden finns ytterligare \r\nbestämmelser om vilka företag som ska lämna delårsrapport. \r\n\r\nDelårsrapporten ska upprättas i vanlig läsbar form eller i \r\nelektronisk form. Den ska avfattas på svenska. Lag (2022:645).\r\n\r\nTillhandahållande av delårsrapport\r\n\r\n2 § Delårsrapporten ska hållas tillgänglig hos företaget för\r\nvar och en som vill ta del av den. En kopia ska genast sändas\r\ntill en sådan aktieägare, bolagsman eller medlem som begär\r\ndet och uppger sin postadress. En delårsrapport som avses i 1 §\r\nandra stycket andra meningen och en delårsrapport som avses\r\ni 16 kap. 5 § lagen (2007:528) om värdepappersmarknaden ska\r\nsenast två månader efter rapportperiodens utgång lämnas till\r\nregistreringsmyndigheten i enlighet med bestämmelserna i 8\r\nkap. 3, 3 a och 3 c §§.\r\n\r\nOm delårsrapporten inte lämnas till registreringsmyndigheten\r\ni rätt tid, tillämpas 8 kap. 13 §.\r\n\r\nYtterligare bestämmelser om offentliggörande av\r\ndelårsrapporter finns i 17 kap. lagen om\r\nvärdepappersmarknaden, för sådana företag som är skyldiga att\r\nupprätta delårsrapport enligt den lagen. Lag (2013:436).\r\n\r\nDelårsrapportens innehåll\r\n\r\n3 § Delårsrapporten skall bestå av\r\n\r\n1. en balansräkning i sammandrag,\r\n\r\n2. en resultaträkning i sammandrag,\r\n\r\n3. noter, och\r\n\r\n4. delårsinformation.\r\n\r\nBalansräkningen och resultaträkningen skall minst innehålla de\r\nrubriker och delsummeringar som redovisades i den senaste\r\nårsredovisningen. Samma principer skall följas för redovisning\r\noch värdering som när årsredovisningen upprättas.\r\n\r\nNoterna skall innehålla information om väsentliga\r\nbeloppsförändringar som inträffat under den aktuella perioden.\r\n\r\nDelårsinformationen skall innehålla information om händelser\r\nsom är av väsentlig betydelse för att förstå utvecklingen av\r\nföretagets ställning och resultat och en beskrivning av\r\nväsentliga risker och osäkerhetsfaktorer som företaget står\r\ninför. Delårsinformationen skall dessutom innehålla uppgifter\r\nom transaktioner med närstående som väsentligen påverkat\r\nföretagets ställning och resultat.\r\n\r\nEtt moderföretag skall i delårsrapporten, utöver uppgifter om\r\nmoderföretaget, lämna uppgifter för koncernen motsvarande det\r\nsom sägs i första-fjärde styckena. Lag (2007:367).\r\n\r\n4 § Om det inte finns särskilda hinder, skall i anslutning till\r\nuppgifter enligt 3 § även lämnas motsvarande uppgifter för samma\r\nrapportperiod under det närmast föregående räkenskapsåret.\r\n\r\nBegrepp och termer skall så långt det är möjligt stämma överens med\r\ndem som har använts i den senast framlagda årsredovisningen eller, i\r\nförekommande fall, koncernredovisningen.\r\n\r\n5 § Ett företag som omfattas av artikel 4 i Europaparlamentets\r\noch rådets förordning (EG) nr 1606/2002 av den 19 juli 2002 om\r\ntillämpning av internationella redovisningsstandarder skall i\r\nfråga om delårsrapporter tillämpa kommissionens förordning (EG)\r\nnr 1725/2003 av den 29 september 2003 om antagande av vissa\r\nredovisningsstandarder i enlighet med Europaparlamentets och\r\nrådets förordning (EG) nr 1606/2002.\r\n\r\nEtt företag som avses i första stycket skall tillämpa enbart\r\nföljande bestämmelser i detta kapitel:\r\n\r\n1. 1 § tredje stycket om språk och form,\r\n\r\n2. 2 § om tillhandahållande av delårsrapport m.m.,\r\n\r\n3. 3 § första-fjärde styckena om delårsrapportens innehåll för\r\nuppgifter om moderföretaget, och\r\n\r\n4. 6 § om granskning av revisor.\r\n\r\nI delårsrapporten skall företaget dessutom lämna en beskrivning\r\nav väsentliga risker och osäkerhetsfaktorer som de företag som\r\ningår i koncernen står inför. Lag (2007:367).\r\n\r\n6 § Om en delårsrapport har granskats av en revisor, skall även\r\nrevisorns rapport bifogas delårsrapporten.\r\n\r\nOm delårsrapporten inte är granskad av en revisor, skall det\r\nanges i rapporten. Lag (2007:367).\r\n\r\n10 kap. Överklagande\r\n\r\n1 § Beslut av registreringsmyndigheten enligt denna lag får \r\növerklagas hos allmän förvaltningsdomstol. I fråga om beslut \r\nsom avses i 8 kap. 6, 6 a, 9 och 13 §§ gäller att överklagande \r\nska ske inom två månader från dagen för beslutet.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten.\r\nLag (2024:1115).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1995:1554\r\n\r\n1. Denna lag träder i kraft den 1 januari 1996.\r\n\r\n2. Bestämmelserna i 8 kap., 9 kap. 2 § andra stycket och 10 kap. 2 §\r\nskall tillämpas första gången i fråga om offentliggörande av\r\nårsredovisning, koncernredovisning, revisionsberättelse och\r\ndelårsrapport avseende det räkenskapsår som inleds närmast efter den\r\n31 december 1995.\r\n\r\n3. I bolag som avses i 1 kap. 1 § andra stycket lagen\r\n(1995:1559) om årsredovisning i kreditinstitut och\r\nvärdepappersbolag och 1 kap. 1 § andra stycket lagen\r\n(1995:1560) om årsredovisning i försäkringsföretag skall\r\nbestämmelserna i 2 - 6 kap., 9 kap. 1 §, 2 § första stycket, 3\r\noch 4§§ samt 10 kap. 1 § tillämpas första gången i fråga om det\r\nräkenskapsår som inleds närmast efter den 31 december 1995.\r\n\r\nI övriga bolag skall de angivna bestämmelserna samt\r\nbestämmelserna i 7 kap. tillämpas första gången i fråga om det\r\nräkenskapsår som inleds närmast efter den 31 december 1996.\r\nAktiebolag som vid utgången av år 1997 tillämpat äldre\r\nbestämmelser får dock göra det även fortsättningsvis intill\r\nutgången av det sista räkenskapsår som inletts före den 1 april\r\n1998. I aktiebolag som har avförts från aktiebolagsregistret\r\nsenast den 31 december 1997 och i aktiebolag som avförs från\r\naktiebolagsregistret enligt punkten 5 i övergångsbestämmelserna\r\ntill lagen (1994:802) om ändring i aktiebolagslagen (1975:1385)\r\nefter ansökan som har skett före utgången av oktober 1997 skall\r\nde angivna bestämmelserna över huvud taget inte tillämpas.\r\nLag (1997:978).\r\n\r\n4. Förekommer i lag eller annan författning hänvisning till en\r\nföreskrift i 11 kap. aktiebolagslagen som har ersatts genom en\r\nbestämmelse i denna lag, tillämpas i stället den nya bestämmelsen.\r\n\r\n5. Bestämmelsen i 4 kap. 5 § tredje stycket skall inte tillämpas på\r\nnedskrivning som har gjorts före lagens ikraftträdande.\r\n\r\n6. Belopp som har avsatts till uppskrivningsfond före lagens\r\nikraftträdande får användas även för nödvändiga nedskrivningar på\r\nanläggningstillgångar. Om detta görs skall upplysning om detta lämnas\r\ni en not.\r\n\r\n1997:545\r\n\r\nDenna lag träder i kraft den 1 november 1997. Äldre\r\nföreskrifter gäller för beräkning av ränta för tid före den 1\r\njanuari 1998.\r\n\r\n1998:9\r\n\r\nDenna lag träder i kraft den 1 januari 1999 och tillämpas\r\nförsta gången i fråga om det räkenskapsår som inleds närmast\r\nefter den 31 december 1998.\r\n\r\n1998:761\r\n\r\n1. Denna lag träder i kraft den 1 januari 1999.\r\n\r\n2. Bestämmelserna i 5 kap. 19 a § och 8 kap. 2 § skall\r\ntillämpas första gången för det räkenskapsår som inleds närmast\r\nefter den 31 december 1998.\r\n\r\n3. Om anmälan om fortsatt bolagsstämma har gjorts före\r\nikraftträdandet, skall 8 kap. 6 § tillämpas i sin äldre\r\nlydelse. Lag (1998:1549).\r\n\r\n1999:1112\r\n\r\n1. Denna lag träder i kraft den 1 januari 2000 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter den\r\n31 december 1999.\r\n\r\n2. Föreskriften i 4 kap. 5 § tredje stycket gäller inte\r\nnedskrivning som har gjorts innan ett företag, för vilket\r\nårsredovisningslagen (1995:1554) inte har gällt tidigare,\r\nförsta gången tillämpar lagen.\r\n\r\n3. Belopp som har satts av till uppskrivningsfond med stöd av 9\r\nkap. 4 § första stycket lagen om ekonomiska föreningar\r\n(1987:667) får användas även för nödvändiga nedskrivningar av\r\nanläggningstillgångar. Om detta görs, skall upplysning om detta\r\nlämnas i en not.\r\n\r\n4. Lagen (1980:1103) om årsredovisning m.m. i vissa företag\r\nskall upphöra att gälla vid utgången av år 1999. Lagen skall\r\ndock fortfarande tillämpas för räkenskapsår som har inletts\r\nföre nämnda tidpunkt. I fråga om juridiska personer som avses i\r\n2 kap. 2 § första stycket bokföringslagen (1999:1078), med\r\nundantag för Svenska kyrkan och dess organisatoriska delar,\r\nskall lagen tillämpas även för räkenskapsår som inleds före\r\nutgången av år 2000.\r\n\r\n2000:34\r\n\r\nDenna lag träder i kraft den 1 mars 2000 och tillämpas första\r\ngången för det räkenskapsår som inleds närmast efter den 31\r\ndecember 2000.\r\n\r\n2000:73\r\n\r\nDenna lag träder i kraft den 10 mars 2000. Äldre bestämmelser\r\ngäller dock fortfarande i fråga om redovisningen för\r\nräkenskapsår som har avslutats före lagens ikraftträdande.\r\n\r\n2001:934\r\n\r\n1. Denna lag träder i kraft den 1 januari 2002.\r\n\r\n2. De nya bestämmelserna i 8 kap. 7 § tillämpas beträffande\r\nårsredovisningar och revisionsberättelser för räkenskapsår som\r\navslutas den 31 december 2001 eller senare.\r\n\r\n2002:1062\r\n\r\n1. Denna lag träder i kraft den 1 juli 2003 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter den\r\n31 december 2002.\r\n\r\n2. För räkenskapsår som inleds under första halvåret 2003 skall\r\nuppgift om sjukfrånvaron avse tiden efter den 30 juni 2003.\r\n\r\n2003:487\r\n\r\nDenna lag träder i kraft den 1 januari 2004 och tillämpas för\r\nräkenskapsår som avslutas den 31 december 2003 eller senare.\r\n\r\n2003:774\r\n\r\nDenna lag träder i kraft den 1 januari 2004 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter den\r\n31 december 2003.\r\n\r\n2004:244\r\n\r\n1. Denna lag träder i kraft den 1 juli 2004.\r\n\r\n2. Ärenden som har kommit in till Patent- och\r\nregistreringsverket men i vilka verket inte har fattat beslut\r\nföre ikraftträdandet skall överlämnas till Bolagsverket för\r\nfortsatt handläggning.\r\n\r\n2004:1173\r\n\r\n1. Denna lag träder i kraft den 1 januari 2005 och tillämpas\r\nförsta gången för räkenskapsår som inleds närmast efter den 31\r\ndecember 2004. Bestämmelserna i 4 kap. 14 f och 14 g §§ får\r\ndock tillämpas först för det räkenskapsår som inleds närmast\r\nefter den 31 december 2011. Lag (2010:690).\r\n\r\n2. Ett företag som upprättar koncernredovisning med tillämpning\r\nav de redovisningsstandarder som har antagits enligt\r\nEuropaparlamentets och rådets förordning (EG) nr 1606/2002 av\r\nden 19 juli 2002 om tillämpning av internationella\r\nredovisningsstandarder får föra över belopp som i\r\nkoncernredovisningen har avsatts till kapitalandelsfonden till\r\nfritt eget kapital.\r\n\r\n2005:192\r\n\r\nDenna lag träder i kraft den 1 maj 2005 och tillämpas första\r\ngången för det räkenskapsår som inleds närmast efter den 30\r\napril 2005.\r\n\r\n2005:556\r\n\r\n1. Denna lag träder i kraft den 1 januari 2006 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter den\r\n31 december 2005.\r\n\r\n2. Medel som har tillförts överkursfonden före den 1 januari\r\n2006 utgör även därefter bundet eget kapital. I den första\r\nårsredovisning som upprättas efter den 1 januari 2006 skall de\r\ntas upp under reservfonden.\r\n\r\n2006:456\r\n\r\nDenna lag träder i kraft den 1 juli 2006 och tillämpas första\r\ngången för det räkenskapsår som inleds närmast efter utgången\r\nav juni 2006.\r\n\r\n2006:565\r\n\r\nDenna lag träder i kraft den 1 juli 2006 och tillämpas första\r\ngången för räkenskapsår som inleds närmast efter den 30 juni\r\n2006.\r\n\r\n2006:871\r\n\r\nDenna lag träder i kraft den 1 januari 2007 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter den\r\n31 december 2006.\r\n\r\n2007:132\r\n\r\nDenna lag träder i kraft den 1 maj 2007 och tillämpas första\r\ngången för räkenskapsår som inleds närmast efter den 30 april\r\n2007.\r\n\r\n2007:367\r\n\r\n1. Denna lag träder i kraft den 1 juli 2007.\r\n\r\n2. Företag som inte omfattas av 16 kap. 5 § lagen (2007:528) om\r\nvärdepappersmarknaden får tillämpa bestämmelserna i 9 kap. 3 §\r\nom delårsrapporters innehåll m.m. i deras lydelse före den 1\r\njuli 2007 för räkenskapsår som avslutas senast den 30 juni\r\n2008. Sådana företag behöver inte heller tilllämpa 9 kap. 6 §\r\nom revisors granskning för nämnda räkenskapsår. Lag (2007:541).\r\n\r\n2007:872\r\n\r\nDenna lag träder i kraft den 1 januari 2008 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter\r\nutgången av december 2007.\r\n\r\n2009:34\r\n\r\nDenna lag träder i kraft den 1 mars 2009 och tillämpas första\r\ngången för det räkenskapsår som inleds närmast efter den 28\r\nfebruari 2009.\r\n\r\n2009:573\r\n\r\nDenna lag träder i kraft den 1 juli 2009 och tillämpas första\r\ngången för det räkenskapsår som påbörjas närmast efter den 30\r\njuni 2009.\r\n\r\n2010:686\r\n\r\nDenna lag träder i kraft den 1 augusti 2010 och tillämpas\r\nförsta gången för det räkenskapsår som avslutas närmast efter\r\nden 31 juli 2010.\r\n\r\n2010:848\r\n\r\nDenna lag träder i kraft den 1 november 2010 och tillämpas\r\nförsta gången för det räkenskapsår som inleds närmast efter\r\nden 31 oktober 2010.\r\n\r\n2010:1515\r\n\r\n1. Denna lag träder i kraft den 1 januari 2011.\r\n\r\n2. Bestämmelsen i 4 kap. 3 § tredje stycket i sin nya lydelse\r\ntillämpas första gången för det räkenskapsår som inleds närmast\r\nefter den 31 december 2010. Övriga bestämmelser tillämpas\r\nförsta gången för det räkenskapsår som avslutas närmast efter\r\nden 31 december 2010.\r\n\r\n2011:1377\r\n\r\nDenna lag träder i kraft den 1 januari 2012 och tillämpas på\r\nränta som hänför sig till tid från och med den 1 januari\r\n2013.\r\n\r\n2014:542\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2014.\r\n\r\n2. Äldre föreskrifter får tillämpas för det räkenskapsår som\r\nhar inletts närmast före ikraftträdandet.\r\n\r\n2015:813\r\n\r\n1. Denna lag träder i kraft den 1 januari 2016.\r\n\r\n2. Lagen tillämpas första gången för det räkenskapsår som\r\ninleds närmast efter den 31 december 2015.\r\n\r\n2016:113\r\n\r\n1. Denna lag träder i kraft den 1 juli 2016. \r\n\r\n2. De nya bestämmelserna i 3 kap. 7 §, 6 kap. 2 § och 7 kap. \r\n8 och 32 §§ tillämpas första gången för det räkenskapsår som \r\ninleds närmast efter den 30 juni 2016.\r\n\r\n2016:947\r\n\r\n1. Denna lag träder i kraft den 1 december 2016.\r\n\r\n2. Lagen tillämpas första gången för det räkenskapsår som \r\ninleds närmast efter den 31 december 2016.\r\n\r\n2020:1033\r\n\r\n1. Denna lag träder i kraft den 2 januari 2021.\r\n\r\n2. Äldre bestämmelser gäller dock fortfarande för aktiebolag \r\noch ekonomiska föreningar som omfattas av punkt 2 och 3 i \r\nikraftträdande- och övergångsbestämmelserna till lagen \r\n(2020:1026) om upphävande av lagen (2004:299) om \r\ninlåningsverksamhet. \r\n\r\n2022:1028\r\n\r\n1. Denna lag träder i kraft den 1 januari 2023.\r\n\r\n2. De nya reglerna tillämpas första gången för det \r\nräkenskapsår som inleds närmast efter utgången av 2022.\r\n\r\n2024:347\r\n\r\n1. Denna lag träder i kraft den 1 juli 2024.\r\n\r\n2. För bolag som avses i 6 kap. 10 § första stycket, vars \r\növerlåtbara värdepapper är upptagna till handel på en reglerad \r\nmarknad och som under det senaste räkenskapsåret före \r\nikraftträdandet i genomsnitt har haft fler än 500 anställda \r\nska de nya bestämmelserna om hållbarhetsrapport tillämpas \r\nförsta gången för det räkenskapsår som inleds närmast efter \r\nutgången av juni 2024.\r\n\r\n3. Det som sägs i punkten 2 gäller även bolag som avses i \r\n7 kap. 31 a § första stycket, varvid det som sägs om antalet \r\nanställda i stället ska avse koncernen. \r\n\r\n4. För bolag som avses i 6 kap. 10 § första stycket eller \r\n7 kap. 31 a § första stycket, men som inte omfattas av punkt 2 \r\neller 3, ska de nya bestämmelserna om hållbarhetsrapport \r\ntillämpas första gången för det räkenskapsår som inleds \r\nnärmast efter utgången av 2026. Lag (2025:1297).\r\n\r\n5. För bolag som avses i 6 kap. 10 § andra stycket ska de nya \r\nbestämmelserna om hållbarhetsrapport tillämpas första gången \r\nför det räkenskapsår som inleds närmast efter utgången av \r\n2027. Lag (2025:1297).\r\n\r\n6. Om information om ett bolags värdekedja inte finns \r\ntillgänglig, behöver den nya bestämmelsen om bolagets \r\nvärdekedja i 6 kap. 12 c § andra stycket inte tillämpas av \r\nbolaget under de första tre räkenskapsåren från det att de nya \r\nbestämmelserna om hållbarhetsrapport blev tillämpliga i \r\nenlighet med punkterna 2-5. Om bolaget inte tillämpar \r\nbestämmelsen, ska det i hållbarhetsrapporten redogöra för de \r\nansträngningar som har gjorts för att erhålla informationen, \r\nskälen till att informationen inte har kunnat erhållas och det \r\nsätt på vilket bolaget avser att i framtiden ta fram \r\ninformationen.\r\n\r\n7. Till och med det räkenskapsår som inleds närmast efter \r\nutgången av 2028 ska det som sägs om undantag från \r\nrapporteringsskyldighet i 6 kap. 11 a § första stycket och \r\n7 kap. 31 b § första stycket även gälla om ett dotterföretag, \r\nvars moderföretag har sitt säte utanför Europeiska ekonomiska \r\nsamarbetsområdet (EES), upprättar en hållbarhetsrapport för \r\nkoncernen som omfattar koncernens alla dotterföretag inom EES. \r\nDetta förutsätter dock att dotterföretaget är ett av de \r\ndotterföretag i koncernen som har genererat den största \r\nomsättningen inom EES under minst ett av de fem föregående \r\nräkenskapsåren. Om hållbarhetsrapporten för koncernen \r\ninnehåller de upplysningar som avses i artikel 8 i \r\nEuropaparlamentets och rådets förordning (EU) 2020/852 för \r\nkoncernens alla dotterföretag inom EES, ska kraven i 6 kap. \r\n11 a § tredje stycket 2 och 7 kap. 31 b § tredje stycket 2 \r\nanses vara uppfyllda. \r\n\r\n8. Ett bolag som var skyldigt att upprätta en \r\nhållbarhetsrapport före ikraftträdandet av denna lag ska \r\ntillämpa bestämmelserna om hållbarhetsrapport i den äldre \r\nlydelsen, dock längst till dess de nya bestämmelserna om \r\nhållbarhetsrapport ska börja tillämpas av bolaget enligt \r\npunkterna 2-5.\r\n\r\n9. Den nya bestämmelsen i 5 kap. 38 § ska tillämpas första \r\ngången för det räkenskapsår som inleds närmast efter utgången \r\nav 2024.\r\n\r\n10. De nya bestämmelserna i 6 kap. 16 § och 7 kap. 31 f och \r\n31 g §§ ska tillämpas första gången för det räkenskapsår som \r\ninleds närmast efter utgången av 2027.\r\n\r\n11. Lagen ska i övrigt tillämpas första gången för det \r\nräkenskapsår som inleds närmast efter utgången av juni 2024.\r\n\r\n2024:1115\r\n\r\n1. Denna lag träder i kraft den 1 januari 2025.\r\n\r\n2. De nya bestämmelserna i 8 kap. 3 d och 6 a §§ och \r\nbestämmelserna i 8 kap. 3 och 4-6 §§ i den nya lydelsen \r\ntillämpas första gången för det räkenskapsår som inleds \r\nnärmast efter den 31 december 2024.\r\n\r\n\r\nBilaga 1 \r\n\r\nUppställningsform för balansräkningen (kontoform) \r\n\r\nTILLGÅNGAR\r\n\r\nA. Tecknat men ej inbetalt kapital\r\n\r\nB. Anläggningstillgångar\r\n\r\nI. Immateriella anläggningstillgångar \r\n\r\n1. Balanserade utgifter för utvecklingsarbeten och liknande \r\narbeten \r\n\r\n2. Koncessioner, patent, licenser, varumärken samt liknande \r\nrättigheter \r\n\r\n3. Hyresrätter och liknande rättigheter \r\n\r\n4. Goodwill \r\n\r\n5. Förskott avseende immateriella anläggningstillgångar\r\n\r\nII. Materiella anläggningstillgångar \r\n\r\n1. Byggnader och mark \r\n\r\n2. Maskiner och andra tekniska anläggningar \r\n\r\n3. Inventarier, verktyg och installationer \r\n\r\n4. Pågående nyanläggningar och förskott avseende materiella \r\nanläggningstillgångar\r\n\r\nIII. Finansiella anläggningstillgångar \r\n\r\n1. Andelar i koncernföretag \r\n\r\n2. Fordringar hos koncernföretag \r\n\r\n3. Andelar i intresseföretag och gemensamt styrda företag \r\n\r\n4. Fordringar hos intresseföretag och gemensamt styrda företag\r\n\r\n5. Ägarintressen i övriga företag \r\n\r\n6. Fordringar hos övriga företag som det finns ett \r\nägarintresse i \r\n\r\n7. Andra långfristiga värdepappersinnehav \r\n\r\n8. Lån till delägare och andra, till vilka delägare står i \r\nsådant förhållande \r\n\r\nsom sägs i 21 kap. 1 § 3, 4 eller 5 aktiebolagslagen \r\n(2005:551) \r\n\r\n9. Andra långfristiga fordringar\r\n\r\nC. Omsättningstillgångar \r\n\r\nI. Varulager m.m. \r\n\r\n1. Råvaror och förnödenheter \r\n\r\n2. Varor under tillverkning \r\n\r\n3. Färdiga varor och handelsvaror \r\n\r\n4. Pågående arbete för annans räkning \r\n\r\n5. Förskott till leverantörer\r\n\r\nII. Fordringar \r\n\r\n1. Kundfordringar \r\n\r\n2. Fordringar hos koncernföretag \r\n\r\n3. Fordringar hos intresseföretag och gemensamt styrda företag \r\n\r\n4. Fordringar hos övriga företag som det finns ett \r\nägarintresse i \r\n\r\n5. Övriga fordringar \r\n\r\n6. Förutbetalda kostnader och upplupna intäkter\r\n\r\nIII. Kortfristiga placeringar\r\n\r\n1. Andelar i koncernföretag \r\n\r\n2. Övriga kortfristiga placeringar\r\n\r\nIV. Kassa och bank\r\n\r\nEGET KAPITAL, AVSÄTTNINGAR OCH SKULDER\r\n\r\nA. Eget kapital, med uppgift om vad som utgör fritt eget \r\nkapital och bundet eget kapital\r\n\r\nAktiebolag:\r\n\r\nI. Aktiekapital\r\n\r\nII. Överkursfonder\r\n\r\n1. Bunden överkursfond\r\n\r\n2. Fri överkursfond\r\n\r\nIII. Uppskrivningsfond\r\n\r\nIV. Andra fonder\r\n\r\n1. Reservfond\r\n\r\n2. Kapitalandelsfond\r\n\r\n3. Fond för verkligt värde\r\n\r\n4. Fond för utvecklingsutgifter\r\n\r\n5. Övrigt\r\n\r\nV. Balanserad vinst eller förlust\r\n\r\nVI. Årets resultat\r\n\r\nEkonomiska föreningar:\r\n\r\nI. Inbetalda insatser och emissionsinsatser\r\n\r\n1. Medlemsinsatser\r\n\r\n2. Förlagsinsatser\r\n\r\nII. Uppskrivningsfond\r\n\r\nIII. Andra fonder\r\n\r\n1. Reservfond\r\n\r\n2. Kapitalandelsfond\r\n\r\n3. Fond för verkligt värde\r\n\r\n4. Fond för utvecklingsutgifter\r\n\r\n5. Övrigt\r\n\r\nIV. Balanserad vinst eller förlust\r\n\r\nV. Årets resultat\r\n\r\nHandelsbolag och enskilda näringsidkare:\r\n\r\nI. Eget kapital vid räkenskapsårets början\r\n\r\nII. Insättningar eller uttag under året\r\n\r\nIII. Förändringar i kapitalandelsfonden\r\n\r\nIV. Förändringar i fonden för verkligt värde\r\n\r\nV. Årets resultat\r\n\r\nVI. Eget kapital vid räkenskapsårets slut\r\n\r\nÖvriga företag:\r\n\r\nI. Kapital\r\n\r\nII. Fonder\r\n\r\n1. Underhålls- och förnyelsefond\r\n\r\n2. Kapitalinkomstfond\r\n\r\n3. Kapitalandelsfond\r\n\r\n4. Fond för verkligt värde\r\n\r\n5. Övrigt\r\n\r\nIII. Balanserad vinst eller förlust \r\n\r\nIV. Årets resultat\r\n\r\nB. Obeskattade reserver\r\n\r\nC. Avsättningar \r\n\r\n1. Avsättningar för pensioner och liknande förpliktelser \r\n\r\n2. Avsättningar för skatter \r\n\r\n3. Övriga avsättningar\r\n\r\nD. Skulder \r\n\r\n1. Obligationslån \r\n\r\n2. Skulder till kreditinstitut \r\n\r\n3. Förskott från kunder (får även redovisas som avdragspost \r\nunder \r\n\r\nVarulager m.m.)\r\n\r\n4. Leverantörsskulder \r\n\r\n5. Växelskulder \r\n\r\n6. Skulder till koncernföretag \r\n\r\n7. Skulder till intresseföretag och gemensamt styrda företag \r\n\r\n8. Skulder till övriga företag som det finns ett ägarintresse \r\ni \r\n\r\n9. Skatteskulder \r\n\r\n10. Övriga skulder \r\n\r\n11. Upplupna kostnader och förutbetalda intäkter\r\nLag (2024:347).\r\n\r\nBilaga 2\r\n\r\nUppställningsform I för resultaträkning (rapportform med\r\nkostnadsslagsindelning)\r\n\r\n1. Nettoomsättning\r\n\r\n2. Förändring av varulager\r\n\r\n3. Aktiverat arbete för egen räkning\r\n\r\n4. Övriga rörelseintäkter\r\n\r\n5. Råvaror och förnödenheter\r\n\r\n6. Övriga externa kostnader\r\n\r\n7. Personalkostnader\r\n\r\n8. Avskrivningar och nedskrivningar av materiella och\r\nimmateriella anläggningstillgångar\r\n\r\n9. Nedskrivningar av omsättningstillgångar utöver normala\r\nnedskrivningar\r\n\r\n10. Övriga rörelsekostnader\r\n\r\n11. Intäkter från andelar i koncernföretag\r\n\r\n12. Intäkter från andelar i intresseföretag och gemensamt\r\nstyrda företag\r\n\r\n13. Intäkter från övriga företag som det finns ett\r\nägarintresse i\r\n\r\n14. Intäkter från övriga värdepapper och fordringar som är\r\nanläggningstillgångar (med särskild uppgift om intäkter från\r\nkoncernföretag)\r\n\r\n15. Övriga ränteintäkter och liknande intäkter (med särskild\r\nuppgift om intäkter från koncernföretag)\r\n\r\n16. Nedskrivningar av finansiella anläggningstillgångar och\r\nkortfristiga placeringar\r\n\r\n17. Räntekostnader och liknande kostnader (med särskild\r\nuppgift om kostnader som avser koncernföretag)\r\n\r\n18. Bokslutsdispositioner\r\n\r\n19. Skatt på årets resultat\r\n\r\n20. Övriga skatter\r\n\r\n21. Årets resultat\r\nLag (2015:813).\r\n\r\nBilaga 3\r\n\r\nUppställningsform II för resultaträkning (rapportform med\r\nfunktionsindelning)\r\n\r\n1. Nettoomsättning\r\n\r\n2. Kostnad för sålda varor\r\n\r\n3. Bruttoresultat\r\n\r\n4. Försäljningskostnader\r\n\r\n5. Administrationskostnader\r\n\r\n6. Övriga rörelseintäkter\r\n\r\n7. Övriga rörelsekostnader\r\n\r\n8. Intäkter från andelar i koncernföretag\r\n\r\n9. Intäkter från andelar i intresseföretag och gemensamt\r\nstyrda företag\r\n\r\n10. Intäkter från övriga företag som det finns ett\r\nägarintresse i\r\n\r\n11. Intäkter från övriga värdepapper och fordringar som är\r\nanläggningstillgångar (med särskild uppgift om intäkter från\r\nkoncernföretag)\r\n\r\n12. Övriga ränteintäkter och liknande intäkter (med särskild\r\nuppgift om intäkter från koncernföretag)\r\n\r\n13. Nedskrivningar av finansiella anläggningstillgångar och\r\nkortfristiga placeringar\r\n\r\n14. Räntekostnader och liknande kostnader (med särskild\r\nuppgift om kostnader som avser koncernföretag)\r\n\r\n15. Bokslutsdispositioner\r\n\r\n16. Skatt på årets resultat\r\n\r\n17. Övriga skatter\r\n\r\n18. Årets resultat\r\nLag (2015:813).",
    "skapadDateTime": "2026-01-02T12:49:12.408674",
    "uppdateradDateTime": "2026-01-02T12:49:48.4105517",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T12:49:48.4105516",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 646412,
      "beteckning": "2024:1115",
      "anteckningar": "ändr. 8 kap. 3, 4, 5, 6, 7, 8, 9, 11 §§, 10 kap. 1 §, rubr. närmast före 8 kap. 5 §; nya 8 kap. 3 d, 6 a §§, rubr. närmast före 8 kap. 3 d §",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:8, bet. 2024/25:CU3, rskr. 2024/25:37",
      "rubrik": "Lag (2024:1115) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1115",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423691",
      "uppdateradDateTime": "2026-01-02T12:49:48.411279",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4112786",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646413,
      "beteckning": "2024:347",
      "anteckningar": "upph. 6 kap. 11§, 7 kap. 31 b §; nuvarande 6 kap. 12 a § betecknas 6 kap. 12 d §; ändr. 2 kap. 7 §, 4 kap. 14 d §, 5 kap. 38 §, 6 kap. 1, 2, 6, 7, 10, 12, den nya 12 d, 13, 14 §§, 7 kap. 7, 14, 31 a, 31 c, 32 §§, 8 kap. 3, 3 a, 3 c, 4, 5, 12, 13, 14, 15, 15 a, 16 §§, bil. 1, rubr. närmast före 2 kap. 7 §; nya 6 kap. 1 b 11, 11 a, 12 a, 12 b, 12 c, 12 e, 12 f, 12 g, 15, 16 §§, 7 kap. 31 b, 31 d, 31 e, 31 f, 31 g §§, 8 kap. 3 b, 15 b, 15 c, 15 d §§",
      "ikraftDateTime": "2024-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:124, bet. 2023/24:CU23, rskr. 2023/24:212, direktiv (EU) 2022/2464",
      "rubrik": "Lag (2024:347) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "347",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T12:49:12.4236914",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113034",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113033",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646414,
      "beteckning": "2006:456",
      "anteckningar": "ändr. 7 kap 31 §; ny 6 kap 2 a §",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:140, bet. 2005/06:LU29, rskr. 2005/06:276,\r\nEUTL142/2004 s12",
      "rubrik": "Lag (2006:456) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "456",
      "celexnummer": "32004L0025",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236916",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113138",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113137",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646415,
      "beteckning": "2004:583",
      "anteckningar": "ny 5 kap 27 §",
      "ikraftDateTime": "2004-10-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2003/04:112, bet. 2003/04:LU26, rskr. 2003/04:225,\r\nEGTL294/2001 s1",
      "rubrik": "Lag (2004:583) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "583",
      "celexnummer": "32001R2157",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236918",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113221",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411322",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646416,
      "beteckning": "2004:316",
      "anteckningar": "ändr. bil. 1",
      "ikraftDateTime": "2004-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2002/03:139, bet. 2003/04:FiU15, rskr. 2003/04:217,\r\nEGTL222/1978 s11, EGTL120/2003 s22",
      "rubrik": "Lag (2004:316) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "316",
      "celexnummer": "31978L0660, 31978L0038",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423692",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113303",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113302",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646417,
      "beteckning": "2004:244",
      "anteckningar": "ändr. 3 kap 11 §, 5 kap 9 §, 7 kap 17 §, 8 kap 1 §",
      "ikraftDateTime": "2004-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2003/04:34, bet. 2003/04:NU7, rskr. 2003/04:172",
      "rubrik": "Lag (2004:244) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "244",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236921",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113381",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411338",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646418,
      "beteckning": "2020:987",
      "anteckningar": "ändr. 3 kap. 5 a, 10 a §§, bil. 1, rubr.närmast före 3 kap. 5 a §",
      "ikraftDateTime": "2021-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:194, bet. 2020/21:CU3, rskr. 2020/21:51",
      "rubrik": "Lag (2020:987) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "987",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236923",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113454",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113453",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646419,
      "beteckning": "2011:1554",
      "anteckningar": "upph. 4 kap. 14 f, 14 g §§, rubr. närmast före 4 kap. 14 f §; ändr. 4 kap. 3, 9 §§",
      "ikraftDateTime": "2012-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2011/12:26, bet. 2011/12:CU10, rskr. 2011/12:72, EUTL178/2003 s16",
      "rubrik": "Lag (2011:1554) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1554",
      "celexnummer": "32003L0051",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236926",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113524",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113523",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646420,
      "beteckning": "2007:367",
      "anteckningar": "ändr. 9 kap 1, 2, 3 §§; nya 9 kap 5, 6 §§",
      "ikraftDateTime": "2007-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2006/07:65, bet. 2006/07:FiU17, rskr. 2006/07:187,\r\nEUTL390/2004 s38, EUTL69/2007 s27, EUTL243/2002 s1, EUTL261/2003 \r\ns1",
      "rubrik": "Lag (2007:367) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "367",
      "celexnummer": "32004L0109, 32007L0014, 32002R1606, 32003R1725",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236927",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113608",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113608",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646421,
      "beteckning": "2003:716",
      "anteckningar": "utgår genom 2003:1143",
      "ikraftDateTime": "2004-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2002/03:99, bet. 2003/04:SkU2, rskr. 2003/04:17",
      "rubrik": "Lag (2003:716) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "716",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236928",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113686",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113685",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646422,
      "beteckning": "2003:487",
      "anteckningar": "ändr. 7 kap 14 §, 8 kap 15 §; ny 5 kap 18 b §, rubr. närmast före 5 kap\r\n18 b §",
      "ikraftDateTime": "2004-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2002/03:56, bet. 2002/03:LU7, rskr. 2002/03:221",
      "rubrik": "Lag (2003:487) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "487",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423693",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113751",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113751",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646423,
      "beteckning": "2002:1062",
      "anteckningar": "ändr. 7, 14 §; ny 5 kap 18 a §, rubr. närmast före 18 a §",
      "ikraftDateTime": "2003-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2002/02:6, bet. 2002/03:LU1, rskr. 2002/03:43",
      "rubrik": "Lag (2002:1062) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1062",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2002",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236931",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113836",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113835",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646424,
      "beteckning": "1998:1549",
      "anteckningar": "ändr. 8 kap 6, 15 §§, 9 kap. 1, 3 §§ i 1998:761; ny 3 p övergångsbest. \r\ntill 1998:761",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:118, bet. 1998/99:LU1, rskr. 1998/99:20",
      "rubrik": "Lag (1998:1549) om ändring i lagen (1998:761) om ändring i \r\nårsredovisningslagen (1995:1554)",
      "lopnummer": "1549",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236934",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113906",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113904",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646425,
      "beteckning": "2007:541",
      "anteckningar": "ändr. 1 kap 3 §, 3 kap 4 a §, 6 kap 1 a, 2 a §§, 7 kap 2, 3 §§, 9 kap \r\n1, 2 §§, p 2 ikrafttr.- och övergångsbest. till 2007:367",
      "ikraftDateTime": "2007-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2006/07:115, bet. 2006/07:FiU25, rskr. 2006/07:211,\r\nEGTL243/2002 s1",
      "rubrik": "Lag (2007:541) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "541",
      "celexnummer": "32002R1606",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236936",
      "uppdateradDateTime": "2026-01-02T12:49:48.4113996",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4113995",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646426,
      "beteckning": "2007:872",
      "anteckningar": "ändr. 7 kap 32 §",
      "ikraftDateTime": "2008-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2006/07:112, bet. 2007/08:CU2, rskr. 2007/08:28,\r\nEUTL142/2004 s12",
      "rubrik": "Lag (2007:872) om ändringi  årsredovisningslagen (1995:1554)",
      "lopnummer": "872",
      "celexnummer": "32004L0025",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236939",
      "uppdateradDateTime": "2026-01-02T12:49:48.411408",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114079",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646427,
      "beteckning": "2008:89",
      "anteckningar": "nuvarande 8 kap 3 b § betecknas 8 kap 3 c §; ändr. 2 kap 5, 7 §§, 7 kap \r\n2 §, 8 kap 3, 3 a §§, 9 kap 1, 2 §§, rubr. närmast före 2 kap 5 §; ny 8 \r\nkap 3 b §",
      "ikraftDateTime": "2008-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2007/08:45, bet. 2007/08:CU17, rskr. 2007/08:138",
      "rubrik": "Lag (2008:89) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "89",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236942",
      "uppdateradDateTime": "2026-01-02T12:49:48.411415",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114149",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646428,
      "beteckning": "2008:277",
      "anteckningar": "ändr. 9 kap 1, 2 §§",
      "ikraftDateTime": "2008-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2007/08:57, bet. 2007/08:FiU30, rskr. 2007/08:169",
      "rubrik": "Lag (2008:277) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "277",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236943",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114232",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114231",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646429,
      "beteckning": "2008:1236",
      "anteckningar": "ändr. p 1 ikrafttr.- och övergångsbest. till 2004:1173",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:56, bet. 2008/09:CU9, rskr. 2008/09:97",
      "rubrik": "Lag (2008:1236) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1236",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236945",
      "uppdateradDateTime": "2026-01-02T12:49:48.411431",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114309",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646430,
      "beteckning": "2009:34",
      "anteckningar": "ändr. 1 kap. 3 §, 4 kap. 14 b §, 7 kap. 3, 14, 31, 32 §§, rubr. till 6 kap., rubr. närmast före 8 kap. 14 §; nya  5 kap. 11 a, 12 a, 12 b §§, 6 kap. 6, 7, 8, 9 §§, 8 kap. 15 a §, rubr. närmast före 5 kap. 11 a, 12 a §§, 6 kap. 6 §",
      "ikraftDateTime": "2009-03-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:71, bet. 2008/09:CU11, rskr. 2008/09:161, EUTL224/2006 s1, EGTL243/2002 s1",
      "rubrik": "Lag (2009:34) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "34",
      "celexnummer": "32006L0046, 32002R1606",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236946",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114376",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114375",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646431,
      "beteckning": "2009:573",
      "anteckningar": "ändr. 5 kap. 21 §",
      "ikraftDateTime": "2009-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:135, bet. 2008/09:CU28, rskr. 2008/09:265, EUTL157/2006 s87",
      "rubrik": "Lag (2009:573) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "573",
      "celexnummer": "32006L0043",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236947",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114459",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114458",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646432,
      "beteckning": "2009:702",
      "anteckningar": "ändr. 2 kap. 7 §, 8 kap. 3, 4 §§",
      "ikraftDateTime": "2009-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:174, bet. 2008/09:NU22, rskr. 2008/09:303, EUTL210/2006 s19",
      "rubrik": "Lag (2009:702) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "702",
      "celexnummer": "32006R1082",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236949",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114533",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114532",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646433,
      "beteckning": "2010:686",
      "anteckningar": "ändr. 7 kap. 1, 5, 32 §§; ny 7 kap. 3 a §",
      "ikraftDateTime": "2010-08-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:208, bet. 2009/10:CU22, rskr. 2009/10:346, EUTL164/2009 s42",
      "rubrik": "Lag (2010:686) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "686",
      "celexnummer": "32009L0049",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423695",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114607",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114606",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646434,
      "beteckning": "2006:487",
      "anteckningar": "ändr. 2 kap 5, 7 §§, 7 kap 2 §, 8 kap 3, 4 §§, 9 kap 1, 2 §§; nya 8 kap \r\n3 a, 3 b §§, rubr. närmast före 8 kap 3 b §",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:135, bet. 2005/06:LU37, rskr. 2005/06:329",
      "rubrik": "Lag (2006:487) om ändring i årsredovisninglagen (1995:1554)",
      "lopnummer": "487",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236952",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114675",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114674",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646435,
      "beteckning": "2019:286",
      "anteckningar": "ändr. 6 kap. 1 a §",
      "ikraftDateTime": "2019-06-10T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:56, bet. 2018/19:CU16, rskr. 2018/19:213, direktiv 2007/36/EG",
      "rubrik": "Lag (2019:286) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "286",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T12:49:12.4236953",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114755",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114754",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646436,
      "beteckning": "2020:611",
      "anteckningar": "ändr. 8 kap. 8 §",
      "ikraftDateTime": "2020-09-03T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:116, bet. 2019/20:CU21, rskr. 2019/20:328",
      "rubrik": "Lag (2020:611) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "611",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236954",
      "uppdateradDateTime": "2026-01-02T12:49:48.411482",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411482",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646437,
      "beteckning": "2006:597",
      "anteckningar": "ändr. 5 kap 27 §, rubr.närmast före 5 kap 27 §",
      "ikraftDateTime": "2006-08-18T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:150, bet. 2005/06:LU30, rskr. 2005/06:277,\r\nEGTL294/2001 s1, EUTL207/2003 s1",
      "rubrik": "Lag (2006:597) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "597",
      "celexnummer": "32001R2157, 32003R1435",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236956",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114893",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114893",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646438,
      "beteckning": "2020:1033",
      "anteckningar": "ändr. bil. 1",
      "ikraftDateTime": "2021-01-02T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:195, bet. 2020/21:FiU8, rskr. 2020/21:60",
      "rubrik": "Lag (2020:1033) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1033",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236958",
      "uppdateradDateTime": "2026-01-02T12:49:48.4114966",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4114966",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646439,
      "beteckning": "1999:1112",
      "anteckningar": "upph. 4 kap 16, 17 §§, bil, 1; nuvarande 5 kap 15-24 §§, 6 kap 3 §,\r\nbil. 2, 3, 4 betecknas 5 kap 16-26 §§, 6 kap 3, 5 §§, bil, 1, 2, 3, \r\nrubr. närmast före 5 kap 15, 17, 18, 20-24 §§, 6 kap 3 § sätts närmast \r\nföre 5 kap 16, 18, 19, 22-26 §§; ändr. 1 kap 1, 2, 3, 4, 5, 6 §§, 2 kap \r\n1, 3, 4, 7 §§, 3 kap, 4 kap 1, 2, 6, 7, 9, 11, 12, 14 §§, 5 kap 1, 6, 7,\r\n8, 9, 11, 12, 13 §§ de nya 16, 17, 18, 20, 23, 24, 25, 26 §§, 6 kap 1,\r\n2, den nya 5 §§, 7 kap, 8 kap 1, 2, 3, 4, 13, 14, 15, 16 §§, 9 kap 1,\r\n2, 3 §§, 10 kap, den nya bil. 1; nya 1 kap 7 §, 5 kap 15 §, 6 kap 3, 4\r\n§§, rubr. närmast före 5 kap 15 §",
      "ikraftDateTime": "2000-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1998/99:130, bet. 1999/2000:LU2, rskr. 1999/2000:50",
      "rubrik": "Lag (1999:1112) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1112",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236962",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115034",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115034",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646440,
      "beteckning": "2000:34",
      "anteckningar": "ändr. 2 kap 6 §, 4 kap 13 §, 5 kap 2 §, 7 kap 7 §, rubr. närmast före 4\r\nkap 13 §; ny 4 kap 16 §, rubr. närmast före 4 kap 16 §",
      "ikraftDateTime": "2000-03-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1999/2000:23, bet. 1999/2000:LU8, rskr. 1999/2000:127",
      "rubrik": "Lag (2000:34) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "34",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236964",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115129",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115128",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646441,
      "beteckning": "2000:73",
      "anteckningar": "ändr. 4 kap 14 §, 5 kap 14 §, 6 kap 1 §",
      "ikraftDateTime": "2000-03-10T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1999/2000:34, bet. 1999/2000:LU9, rskr. 1999/2000:135,\r\nEGTL026/77 s1-13, EGTL222/78 s11-31",
      "rubrik": "Lag (2000:73) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "73",
      "celexnummer": "377L0091 378L0660",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236967",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115197",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115196",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646442,
      "beteckning": "2001:934",
      "anteckningar": "ändr. 4 kap 14 §, 8 kap 7 §",
      "ikraftDateTime": "2002-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2000/01:150, bet. 2001/02:LU5, rskr. 2001/02:50",
      "rubrik": "Lag (2001:934) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "934",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236968",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115277",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115276",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646443,
      "beteckning": "2022:1028",
      "anteckningar": "ändr. 2 kap. 1 §; ny 6 kap. 3 a §",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:171, bet. 2021/22:CU24, rskr. 2021/22:376",
      "rubrik": "Lag (2022:1028) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1028",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236969",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115355",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115354",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646444,
      "beteckning": "1996:1140",
      "anteckningar": "ändr. 3 p ikrafttr.- och övergångsbest.",
      "ikraftDateTime": "1997-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1996/97:32, bet. 1996/97:LU3, rskr. 1996/97:56",
      "rubrik": "Lag (1996:1140) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1140",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1996",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236971",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115429",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115428",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646445,
      "beteckning": "1997:545",
      "anteckningar": "ändr. 8 kap 11 §",
      "ikraftDateTime": "1997-11-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1996/97:100, bet. 1996/97:SkU23, rskr. 1996/97:276",
      "rubrik": "Lag (1997:545) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "545",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1997",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236972",
      "uppdateradDateTime": "2026-01-02T12:49:48.41155",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115499",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646446,
      "beteckning": "1998:761",
      "anteckningar": "ändr. 2 kap 1 §, 3 kap 7 §, 7 kap 3, 7 §§, 8 kap 2, 6, 15 §§, 9 kap 1, \r\n3 §§; ny 5 kap 19 a §",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:99, bet. 1997/98:LU26, rskr. 1997/98:257",
      "rubrik": "Lag (1998:761) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "761",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236974",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115579",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115578",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646447,
      "beteckning": "1998:869",
      "anteckningar": "ändr. 6 kap 1 § i 1998:9",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:90, bet. 1997/98:JoU25, rskr. 1997/98:279",
      "rubrik": "Lag (1998:869) om ändring i lagen (1998:9) om ändring i \r\nårsredovisningslagen (1995:1554)",
      "lopnummer": "869",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236975",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115656",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115655",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646448,
      "beteckning": "1998:1548",
      "anteckningar": "ändr. 5 kap 8, 9 §§, 8 kap 16 §",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:118, bet. 1998/99:LU1, rskr. 1998/99:20",
      "rubrik": "Lag (1998:1548) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1548",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236976",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115722",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115721",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646449,
      "beteckning": "2022:645",
      "anteckningar": "ändr. 1 kap. 2 §, 9 kap. 1 §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:74, bet. 2021/22:FiU36, rskr. 2021/22:304",
      "rubrik": "Lag (2022:645) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "645",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236978",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115797",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115796",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646450,
      "beteckning": "2010:848",
      "anteckningar": "ändr. 1 kap. 3 §",
      "ikraftDateTime": "2010-11-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:204, bet. 2009/10:CU28, rskr. 2009/10:368, EGTL222/1978:22, EUTL164/2009 s49, EGTL193:1983 s1",
      "rubrik": "Lag (2010:848) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "848",
      "celexnummer": "31978L0660, 32009L0049, 31983L0349",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236979",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115863",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4115862",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646451,
      "beteckning": "2010:690",
      "anteckningar": "ändr. p 1 ikrafttr.- och övergångsbest. till 2004:1173",
      "ikraftDateTime": "2010-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:208, bet. 2009/10:CU22, rskr. 2009/10:346",
      "rubrik": "Lag (2010:690) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "690",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236982",
      "uppdateradDateTime": "2026-01-02T12:49:48.4115941",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411594",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646452,
      "beteckning": "2004:1173",
      "anteckningar": "upph. 7 kap 24 §, rubr. närmast före 7 kap 24 §; ändr. 2 kap 4 §, 4 kap\r\n3, 4, 6, 9, 14 d §§, 5 kap 14, 15 §§, 7 kap 2, 3, 8, 12, 18, 22 §§, bil.\r\n1; nya 3 kap 4 a §, 4 kap 13 a, 14 f och 14 g §§, 7 kap 32, 33 §§,\r\nrubr. närmast före 4 kap 13 a, 14 f §§, 7 kap 32 §",
      "ikraftDateTime": "2005-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/04:24, bet. 2004/05:LU3, rskr. 20024/05:89,\r\nEGTL178/2003 s16",
      "rubrik": "Lag (2004:1173) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1173",
      "celexnummer": "32003L0051",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236984",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116008",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116007",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646453,
      "beteckning": "2005:192",
      "anteckningar": "ändr. 6 kap 1 §, 7 kap 31 §",
      "ikraftDateTime": "2005-05-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:68, bet. 2004/05:LU21, rskr. 2004/05:191,\r\nEUTL178/2003 s16",
      "rubrik": "Lag (2005:192) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "192",
      "celexnummer": "32003L0051",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236986",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116093",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116092",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646454,
      "beteckning": "2007:132",
      "anteckningar": "upph. 3 kap 12 §, rubr. närmast före 3 kap 12 §; ändr. 1 kap 3 §, 5 kap \r\n4 b §",
      "ikraftDateTime": "2007-05-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2006/07:27, bet. 2006/07:CU13, rskr. 2006/07:126",
      "rubrik": "Lag (2007:132) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "132",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236989",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116175",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116174",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646455,
      "beteckning": "2018:1161",
      "anteckningar": "ändr. 6 kap. 3 §",
      "ikraftDateTime": "2019-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:253, bet. 2017/18:CU38, rskr. 2017/18:382",
      "rubrik": "Lag (2018:1161) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1161",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423699",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116244",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116243",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646456,
      "beteckning": "2018:717",
      "anteckningar": "ändr. 3 kap. 7 §, 6 kap. 3 §, 8 kap. 15 §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:185, bet. 2017/18:CU25, rskr. 2017/18:306",
      "rubrik": "Lag (2018:717) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "717",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236991",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116317",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116316",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646457,
      "beteckning": "2017:682",
      "anteckningar": "ändr. 6 kap. 7 §",
      "ikraftDateTime": "2018-01-03T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:162, bet. 2016/17:FiU35, rskr. 2016/17:353",
      "rubrik": "Lag (2017:682) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "682",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236993",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116393",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411639",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646458,
      "beteckning": "2016:947",
      "anteckningar": "ändr. 6 kap. 1, 6, 7 §§, 7 kap. 32 §, 8 kap. 15 a, 16 §§, rubr. närmast före 7 kap, 31 §, 8 kap. 16 §; nya 6 kap. 10, 11, 12, 13, 14 §§, 7 kap. 31 a, 31 b, 31 c §§, rubr. närmast före 6 kap. 10 §",
      "ikraftDateTime": "2016-12-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:193, bet. 2016/17:CU2, rskr. 2016/17:25, direktiv 2013/34/EU",
      "rubrik": "Lag (2016:947) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "947",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T12:49:12.4236994",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116467",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116466",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646459,
      "beteckning": "2016:644",
      "anteckningar": "ändr. 2 kap. 7 §, 8 kap. 3 a §",
      "ikraftDateTime": "2016-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:72, bet. 2015/16:TU18, rskr. 2015/16:253",
      "rubrik": "Lag (2016:644) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "644",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236996",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116544",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116543",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646460,
      "beteckning": "2016:113",
      "anteckningar": "ändr. 3 kap. 7 §, 6 kap. 2 §, 7 kap. 8, 32 §§, 8 kap. 2 §",
      "ikraftDateTime": "2016-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:4, bet. 2015/16:CU10, rskr. 2015/16:130",
      "rubrik": "Lag (2016:113) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "113",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4236997",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116623",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116622",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646461,
      "beteckning": "2025:1297",
      "anteckningar": "ändr. p 4, 5 ikrafttr.- och övergångsbest. till 2024:347",
      "ikraftDateTime": "2025-12-31T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2025/26:21, bet. 2025/26:CU8, rskr.2025/26:59, direktiv (EU) 2025/794",
      "rubrik": "Lag (2025:1297) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1297",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T12:49:12.4236998",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116701",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.41167",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646462,
      "beteckning": "2021:1216",
      "anteckningar": "ändr. 7 kap. 2, 31 c §§; ny 6 kap. 12 a §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:11, bet. 2021/22:FiU15, rskr. 2021/22:78",
      "rubrik": "Lag (2021:1216) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1216",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116777",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116777",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646463,
      "beteckning": "2006:565",
      "anteckningar": "ändr. 5 kap 20, 22 §§, 7 kap 14, 32 §§; ny 6 kap 1 a §",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:186, bet. 2005/06:LU31, rskr. 2005/06:326",
      "rubrik": "Lag (2006:565) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "565",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237001",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116845",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4116844",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646464,
      "beteckning": "2003:1142",
      "anteckningar": "ändr. 4 kap 9 § i 2003:774",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2003/04:LU14, rskr. 2003/04:99",
      "rubrik": "Lag (2003:1142) om ändring i lagen (2003:774) om ändring i \r\nårdsredovisningslagen (1995:1554)",
      "lopnummer": "1142",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237003",
      "uppdateradDateTime": "2026-01-02T12:49:48.4116921",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411692",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646465,
      "beteckning": "2015:813",
      "anteckningar": "upph. 5 kap., 3 kap. 13 §, 7 kap. 23 §, rubr. närmast före 3 kap. 13 §, 7 kap. 23 §; nuvarande 7 kap. 22 a §  betecknas 7 kap. 23 §; ändr. 1 kap. 3, 5 §§, 2 kap. 4, 5, 6 §§, 3 kap. 1, 3, 4, 5 §§, 4 kap. 2, 3, 4, 5, 6, 7, 8, 11, 14, 14 b §§, 6 kap. 1, 1 a, 2, 6, 7, 9 §§, 7 kap. 2, 3 a, 5, 7, 8, 9, 10, 12, 13, 14, 15, 16, 18, 22, 25, 30, 31, 32 §§, 8 kap. 15, 16 §§, bil. 1, 2, 3, rubr. närmast  1 kap. 4 §, 2 kap. 5 §,  7 kap. 5, 9, 14, 16, 18, 25 §§, rubr. närmast efter 7 kap. 13 §",
      "ikraftDateTime": "2016-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:3, bet. 2015/16:CU6, rskr. 2015/16:36, direktiv 2013/34/EU",
      "rubrik": "Lag (2015:813) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "813",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237004",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117001",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646466,
      "beteckning": "2014:1386",
      "anteckningar": "ändr. 2 kap. 7 §",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2014/15:4, bet. 2014/15:SkU5, rskr. 2014/15:12",
      "rubrik": "Lag (2014:1386) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1386",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237005",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117141",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117083",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646467,
      "beteckning": "2014:542",
      "anteckningar": "ändr.  2 kap. 1 §, 6 kap. 5 §, 7 kap. 4, 31 §§, rubr. närmast före 6 kap. 5 §, 7 kap. 31 §",
      "ikraftDateTime": "2014-08-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2013/14:86, bet. 2013/14:CU26, rskr. 2013/14:293",
      "rubrik": "Lag (2014:542) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "542",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237008",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117283",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117282",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646468,
      "beteckning": "2013:436",
      "anteckningar": "upph. 8 kap. 3 b §, ändr. 7 kap. 2 §, 9 kap. 2 §",
      "ikraftDateTime": "2013-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2012/13:74, bet. 2012/13:JuU24, rskr. 2012/13:235",
      "rubrik": "Lag (2013:436) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "436",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423701",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117364",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117363",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646469,
      "beteckning": "2011:1377",
      "anteckningar": "ändr. 8 kap. 11 §",
      "ikraftDateTime": "2012-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2010/11:166, bet. 2011/12:SkU4, rskr. 2011/12:29",
      "rubrik": "Lag (2011:1377) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1377",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237011",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117443",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117442",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646470,
      "beteckning": "2010:1515",
      "anteckningar": "upph. 5 kap. 4, 18 a §§, rubr. närmast före 5 kap. 4, 18 a §§; ändr. 3 kap. 4, 11 §§, 4 kap. 3 §, 5 kap. 3, 10, 11, 20, 22, 25 §§, 6 kap. 1 §, 7 kap. 14, 32 §§, 8 kap. 15 §",
      "ikraftDateTime": "2011-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:235, bet. 2010/11:CU3, rskr. 2010/11:39, EGTL222/1978 s11, EUTL164/2009 s42",
      "rubrik": "Lag (2010:1515) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "1515",
      "celexnummer": "31978L0660, 32009L0049",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237013",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117522",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117521",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646471,
      "beteckning": "2005:556",
      "anteckningar": "ändr. 5 kap 14 §; ny 3 kap 5 a §, rubr. närmast före 3 kap 5 a §",
      "ikraftDateTime": "2006-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:85, bet. 2004/05:LU23, rskr. 2004/05:291",
      "rubrik": "Lag (2005:556) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "556",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237014",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117602",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117601",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646472,
      "beteckning": "2005:918",
      "anteckningar": "ändr. 4 kap 7 §, 5 kap 12 §, 6 kap 1, 2 §§, 7 kap 14, 32 §§, 8 kap 6, \r\n15 §§, bil. 1, p 1 ikrafttr.- och övergångsbest. till 2004:1173",
      "ikraftDateTime": "2006-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:25, bet. 2005/06:LU5, rskr. 2005/06:74",
      "rubrik": "Lag (2005:918) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "918",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237015",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117683",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117683",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646473,
      "beteckning": "1997:978",
      "anteckningar": "ändr. 3 p ikrafttr.- och övergångsbest.",
      "ikraftDateTime": "1998-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:39, bet. 1997/98:LU6, rskr. 1997/98:67",
      "rubrik": "Lag (1997:978) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "978",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1997",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237017",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117756",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117755",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646474,
      "beteckning": "2003:774",
      "anteckningar": "ändr. 4 kap 3, 9, 11 §§, 5 kap 5 §, 6 kap 1 §, 7 kap 18 §, rubr.\r\nnärmast före 5 kap 5 §, bil. 1; nya 4 kap 14 a, 14 b, 14 c, 14 d, \r\n14 e §§, 5 kap 4 a, 4 b, 4 c §§, 7 kap 22 a §, rubr. närmast före \r\n4 kap 14 a, 14 e §§, 5 kap 4 a §",
      "ikraftDateTime": "2004-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2002/03:121, bet. 2003/04:LU2, rskr. 2003/04:26,\r\nEGTL222/1978 s31, EGTL283/2001 s28, EGTL193/1983 s1",
      "rubrik": "Lag (2003:774) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "774",
      "celexnummer": "31978L0660, 32001L0065, 31983L0349",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237018",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117835",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117834",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646475,
      "beteckning": "1998:9",
      "anteckningar": "ändr. 6 kap 1 §",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1996/97:167, bet. 1997/98:JoU8, rskr. 1997/98:56",
      "rubrik": "Lag (1998:9) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "9",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.423702",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117924",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117923",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646476,
      "beteckning": "2003:1143",
      "anteckningar": "ändr. 2003:716 utgår",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2003/04:LU14, rskr. 2003/04:99",
      "rubrik": "Lag (2003:1143) om ändring i lagen (2003:716) om ändring i \r\nårsredovisningslagen (1995:1554)",
      "lopnummer": "1143",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237021",
      "uppdateradDateTime": "2026-01-02T12:49:48.4117992",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.4117991",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646477,
      "beteckning": "2006:871",
      "anteckningar": "ändr. 1 kap 3 §, 2 kap 1 §, 3 kap 5, 8, 10, 11, 13 §§, 4 kap 11 §, 5\r\nkap 4 b,\r\n6, 16, 17, 18 a, 18 b §§, 6 kap 1 §, 7 kap 2, 3, 4, 8, 14, 31 §§, 8 kap\r\n3 §, 9 kap 1, 3 §§",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:116, bet. 2005/06:LU28, rskr. 2005/06:330",
      "rubrik": "Lag (2006:871) om ändring i årsredovisningslagen (1995:1554)",
      "lopnummer": "871",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T12:49:12.4237022",
      "uppdateradDateTime": "2026-01-02T12:49:48.4118071",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T12:49:48.411807",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T12:49:12.4086733",
  "uppdateradDateTime": "2026-01-02T12:49:48.409469",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T12:49:48.4094689",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}