{
  "grundforfattningId": 62239,
  "previousId": 0,
  "beteckning": "2025:1487",
  "beteckningSortable": "2025:1487",
  "publiceringsar": "2025",
  "lopnummer": "1487",
  "rubrik": "Förordning (2025:1487) om statligt stöd för att förbättra leveranssäkerheten i elsystemet",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2026-01-13T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Klimat- och näringslivsdepartementet",
    "enhet": null,
    "namnOchEnhet": "Klimat- och näringslivsdepartementet",
    "departementId": 31,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62236,
    "forarbeten": "direktiv (EU) 2015/1535",
    "eUdirektiv": true,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-12T09:45:22.3946976",
    "uppdateradDateTime": "2025-12-15T13:13:15.9325756",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:13:15.9325754",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85059,
    "upphavdGenom": null,
    "andringInford": null,
    "omtryck": null,
    "utfardadDateTime": "2025-12-11T00:00:00",
    "ovrigt": null,
    "forfattningstext": "/Träder i kraft I:2026-01-13/\r\nFörordningens innehåll\r\n\r\n1 § Denna förordning innehåller bestämmelser om att Statens \r\nenergimyndighet (Energimyndigheten) får lämna statligt stöd \r\ntill företag för vissa åtgärder som syftar till att förbättra \r\nleveranssäkerheten i elsystemet.\r\n\r\n2 § Förordningen är meddelad med stöd av\r\n\r\n- 8 kap. 11 § regeringsformen i fråga om 34 §, och\r\n\r\n- 8 kap. 7 § regeringsformen i fråga om övriga bestämmelser.\r\n\r\nOrd och uttryck\r\n\r\n3 § I denna förordning avses med \r\n\r\nbiobränslen: detsamma som i lagen (2010:598) om \r\nhållbarhetskriterier för vissa bränslen, \r\n\r\nbiokraftvärme: högeffektiv kraftvärmeproduktion som drivs med \r\nbiobränslen, \r\n\r\nförnybara bränslen: detsamma som i lagen om \r\nhållbarhetskriterier för vissa bränslen, \r\n\r\nrundvirke av industrikvalitet: sågtimmer, fanertimmer, rund \r\neller kluven massaved och annat rundvirke vars egenskaper, \r\ntill exempel art, dimensioner, kvalitet, rakhet och \r\nkvisttäthet, gör det lämpligt för industriändamål med \r\nutgångspunkt i skogliga och marknadsmässiga förutsättningar,\r\n\r\nsmåskaligt vattenkraftverk: ett vattenkraftverk med en \r\ninstallerad eleffekt på högst 10 000 kilowatt,\r\n\r\nstödtjänst: en tjänst som behövs för driften av ett \r\nnätföretags elnät, med undantag för hantering av \r\növerbelastning, och som kan vara frekvensrelaterad eller icke-\r\nfrekvensrelaterad.\r\n\r\nI övrigt har ord och uttryck i förordningen samma betydelse \r\nsom i kommissionens förordning (EU) nr 651/2014 av den 17 juni \r\n2014 genom vilken vissa kategorier av stöd förklaras förenliga \r\nmed den inre marknaden enligt artiklarna 107 och 108 i \r\nfördraget.\r\n\r\nFörutsättningar för stöd och stödberättigande åtgärder\r\n\r\n4 § Stöd enligt denna förordning får, om det finns medel, \r\nlämnas som ett investeringsstöd i enlighet med de villkor som \r\nföreskrivs i kapitel I och artikel 41 i kommissionens \r\nförordning (EU) nr 651/2014.\r\n\r\n5 § Stöd får lämnas i form av ett bidrag till åtgärder som \r\ninnebär \r\n\r\n1. ombyggnad av ett värmeverk till ett biokraftvärmeverk,\r\n\r\n2. investeringar i ett nytt biokraftvärmeverk eller i \r\nuppgraderad produktionsförmåga i en befintlig sådan \r\nanläggning,\r\n\r\n3. investeringar i en ny gasturbin som drivs med förnybara \r\nbränslen eller i uppgraderad produktionsförmåga i en befintlig \r\nsådan anläggning,\r\n\r\n4. investeringar i lagring av el eller värme, om \r\nlagringsanläggningen är direkt ansluten till en anläggning för \r\nproduktion av förnybar el, eller\r\n\r\n5. uppgraderad produktionsförmåga i ett småskaligt \r\nvattenkraftverk.\r\n\r\n6 § Stöd får endast lämnas till en åtgärd \r\n\r\n1. i ett område där anslutning av elproduktion, eller lagring \r\nav el eller värme, bidrar till att \r\n\r\na) möjliggöra anslutning till elnätet av ny elanvändning, \r\neller \r\n\r\nb) upprätthålla leveranssäkerheten, och\r\n\r\n2. som kan antas vara slutförd senast den 31 december 2031.\r\n\r\n7 § Stöd får endast lämnas om stödet är en förutsättning för \r\nen på företagsekonomiska grunder lönsam investering. \r\n\r\n8 § Stöd till en sådan anläggning för produktion av el eller \r\nvärme från biobränslen som avses i 1 kap. 3 § andra stycket \r\nlagen (2010:598) om hållbarhetskriterier för vissa bränslen \r\nfår lämnas endast om bränslet omfattas av ett \r\nhållbarhetsbesked enligt samma lag.\r\n\r\n9 § Stöd får inte lämnas till en anläggning för produktion av \r\nel eller värme från rundvirke av industrikvalitet, stubbar \r\neller rötter.\r\n\r\n10 § Om uppgifter om ett stöd ska offentliggöras enligt \r\nartikel 9 i kommissionens förordning (EU) nr 651/2014, får \r\nstödet endast beviljas om företaget samtycker till \r\noffentliggörandet.\r\n\r\n11 § Stöd får inte lämnas till åtgärder som måste genomföras \r\nför att uppfylla en skyldighet enligt lag eller annan \r\nförfattning eller enligt villkor i ett tillstånd.\r\n\r\n12 § Ett stöd får inte lämnas till ett företag som \r\n\r\n1. är föremål för betalningskrav på grund av ett beslut av \r\nEuropeiska kommissionen om att ett stöd som har beviljats av \r\nen svensk stödgivare är olagligt och oförenligt med den inre \r\nmarknaden, \r\n\r\n2. är i likvidation, försatt i konkurs eller genomgår \r\nföretagsrekonstruktion,\r\n\r\n3. har skatte- eller avgiftsskulder eller andra skulder som \r\nhar överlämnats till Kronofogdemyndigheten och som vid \r\nindrivning handläggs som allmänt mål, eller\r\n\r\n4. har en skuld som inte betalats i rätt tid och som avser \r\nåterkrav av bidrag som har lämnats av Energimyndigheten.\r\n\r\n13 § Stöd får inte lämnas till ett företag om den eller de \r\nfysiska personer som har ett betydande inflytande i \r\nverksamheten har näringsförbud.\r\n\r\n14 § Stöd får endast lämnas till företag som är godkända för \r\nF-skatt eller, i fråga om utländska företagare och företag, \r\nhar ett intyg eller en annan handling som visar att \r\nföretagaren eller företaget genomgår motsvarande kontroll i \r\nfråga om skatter och avgifter i sitt hemland. \r\n\r\n15 § Stöd för arbetskostnader som är stödberättigande får \r\nendast lämnas om företaget som utför arbetet är godkänt för F-\r\nskatt eller, i fråga om utländska företagare och företag, har \r\nett intyg eller en annan handling som visar att företagaren \r\neller företaget genomgår motsvarande kontroll i fråga om \r\nskatter och avgifter i sitt hemland.\r\n\r\nAnsökan om stöd\r\n\r\n16 § En ansökan om stöd ska göras skriftligen av en behörig \r\nföreträdare för sökanden eller dennes ombud och lämnas \r\nelektroniskt till Energimyndigheten på det sätt som \r\nmyndigheten anvisar. \r\n\r\n17 § En ansökan om stöd ska ha kommit in till \r\nEnergimyndigheten innan den stödberättigande åtgärden \r\npåbörjas.\r\n\r\n18 § En ansökan om stöd ska innehålla\r\n\r\n1. uppgifter om det sökande företagets namn, antal anställda, \r\nårsomsättning och balansomslutning,\r\n\r\n2. en beskrivning av åtgärden och dess finansiering, \r\ngenomförande och tidsplan,\r\n\r\n3. en förteckning över kostnaderna för att genomföra åtgärden, \r\ninklusive en beskrivning av periodiserade kapitalkostnader, \r\noch uppgift om hur stor andel av kostnaderna som stöd söks \r\nför,\r\n\r\n4. en kostnads-nyttoanalys som visar att investeringsstödet är \r\nen förutsättning för ett positivt nettonuvärde,\r\n\r\n5. uppgifter som visar att åtgärden vidtas i ett område där \r\nanslutning av elproduktion eller lagring av el eller värme \r\nbidrar till att möjliggöra anslutning till elnätet av ny \r\nelanvändning eller till att upprätthålla leveranssäkerheten,\r\n\r\n6. en beskrivning av om och hur åtgärden bidrar till\r\n\r\na) ökad elproduktionskapacitet i de två sydligaste elområdena \r\n(elområde 3 och 4), eller lokalt i andra elområden där behovet \r\när som störst, och\r\n\r\nb) stärkt förmåga och minskad sårbarhet i elsystemet, och\r\n\r\n7. upplysningar om allt annat offentligt stöd som sökanden \r\neller någon annan har sökt eller beviljats och som avser samma \r\nstödberättigande kostnader som ansökan avser.\r\n\r\nDe uppgifter som avses i första stycket 1 och 3 ska lämnas på \r\nheder och samvete.\r\n\r\n19 § Den som ansöker om stöd ska på begäran av \r\nEnergimyndigheten lämna de uppgifter och handlingar som \r\nmyndigheten behöver för att kunna pröva ansökan.\r\n\r\nPrövningen av frågor om stöd\r\n\r\n20 § Energimyndigheten prövar frågor om stöd enligt denna \r\nförordning.\r\n\r\n21 § Stöd ska i första hand lämnas till de åtgärder som \r\nEnergimyndigheten bedömer kan medföra störst nytta till \r\nelsystemet genom att förbättra leveranssäkerheten i närtid. \r\nVid bedömningen av hur stor sådan nytta en åtgärd kan medföra \r\nska myndigheten särskilt beakta i vilken utsträckning åtgärden \r\nkan bidra med \r\n\r\n1. ökad elproduktionskapacitet i de två sydligaste elområdena \r\n(elområde 3 och 4), eller lokalt i andra elområden där behovet \r\när som störst, och\r\n\r\n2. stärkt förmåga och minskad sårbarhet i elsystemet, till \r\nexempel genom att tillhandahålla stödtjänster.\r\n\r\nBeslut om stöd\r\n\r\n22 § Ett beslut om stöd ska innehålla de villkor som behövs \r\nför att kraven enligt denna förordning ska uppfyllas och \r\nsyftet med stödet ska tillgodoses.\r\n\r\nI beslutet ska det även anges när den åtgärd som stödet avser \r\nsenast ska vara slutförd och när åtgärden senast ska vara \r\nslutredovisad. \r\n\r\n23 § Efter ansökan får Energimyndigheten förlänga tiden för \r\nnär åtgärden senast ska vara slutförd och slutredovisad, om \r\ndet finns särskilda skäl.\r\n\r\n24 § Energimyndigheten får besluta att \r\n\r\n1. högst 20 procent av det beviljade stödbeloppet ska betalas \r\nut i förskott,\r\n\r\n2. högst 30 procent av det beviljade stödbeloppet ska betalas \r\nut under genomförandet av den åtgärd som stödet har beviljats \r\nför, och \r\n\r\n3. den del av stödet som inte betalas ut i förskott eller \r\nunder genomförandet av den åtgärd som stödet har lämnats för \r\nska betalas ut årligen, uppdelad på upp till sju år efter det \r\natt åtgärden har slutförts.\r\n\r\n25 § Energimyndigheten får avslå en ansökan om stöd, om \r\nEnergimyndigheten enligt 27 § har beslutat att inte betala ut \r\nett tidigare beviljat stöd eller enligt 32 § har beslutat att \r\nåterkräva utbetalat stöd på grund av omständigheter som hänför \r\nsig till sökanden eller till en företrädare med väsentligt \r\ninflytande över stödmottagaren.\r\n\r\nSkyldighet att anmäla ändrade förhållanden\r\n\r\n26 § Den som ansöker om eller har beviljats stöd enligt denna \r\nförordning ska så snart som möjligt anmäla sådana ändrade \r\nförhållanden som kan påverka rätten till stöd eller stödets \r\nstorlek till Energimyndigheten.\r\n\r\nUtbetalning av stöd\r\n\r\n27 § Energimyndigheten ska besluta att ett stöd helt eller \r\ndelvis inte ska betalas ut, om \r\n\r\n1. sökanden genom att lämna oriktiga uppgifter eller på något \r\nannat sätt har orsakat att stödet har lämnats på felaktig \r\ngrund eller med ett för högt belopp, \r\n\r\n2. stödet av något annat skäl än vad som anges i 1 har lämnats \r\npå felaktig grund eller med ett för högt belopp och mottagaren \r\nborde ha insett detta, \r\n\r\n3. stödet helt eller delvis inte har utnyttjats eller använts \r\neller det finns anledning att anta att stödet inte kommer att \r\nutnyttjas eller användas för det ändamål som det har beviljats \r\nför,\r\n\r\n4. förhållandena som låg till grund för beslutet om stöd har \r\nändrats på ett sådant sätt som avses i 26 § och den sökande \r\neller stödmottagaren inte har anmält det,\r\n\r\n5. den sökande eller stödmottagaren, efter en begäran av \r\nEnergimyndigheten, inte har lämnat sådana uppgifter och \r\nhandlingar som avses i 29 § eller medverkat i sådan \r\nutvärdering som avses i 30 §, \r\n\r\n6. ett villkor för stödet inte har följts och avvikelsen inte \r\när av mindre betydelse, eller\r\n\r\n7. stödmottagaren befinner sig i en sådan situation som anges \r\ni 12 §.\r\n\r\nSlutredovisning \r\n\r\n28 § En genomförd åtgärd som omfattas av stöd enligt denna \r\nförordning ska slutredovisas till Energimyndigheten \r\ntillsammans med en ekonomisk redovisning och specificerade \r\nskriftliga underlag som styrker den stödberättigande \r\nkostnaden.\r\n\r\nKontroll och utvärdering\r\n\r\n29 § Energimyndigheten ska kontrollera att villkoren för stöd \r\nsom har lämnats enligt denna förordning följs.\r\n\r\nOm Energimyndigheten begär det, ska stödmottagaren lämna de \r\nuppgifter och handlingar som behövs för att styrka att \r\nförutsättningarna för stödet är uppfyllda eller för att \r\nmyndigheten ska kunna pröva frågan om \r\nåterbetalningsskyldighet. \r\n\r\n30 § Energimyndigheten ska utvärdera stöd som har lämnats \r\nenligt denna förordning.\r\n\r\nDen som har beviljats stöd är skyldig att lämna de uppgifter \r\nsom Energimyndigheten begär och är i övrigt skyldig att \r\nmedverka i utvärderingen av den åtgärd som stöd har lämnats \r\nför. \r\n\r\nÅterbetalning och återkrav\r\n\r\n31 § Mottagaren av ett utbetalat stöd är \r\nåterbetalningsskyldig, om förhållandena är sådana att stöd \r\ninte ska betalas ut enligt 27 §. \r\n\r\nPå det belopp som en stödmottagare är återbetalningsskyldig \r\nför ska ränta enligt 6 § räntelagen (1975:635) betalas från \r\noch med den trettionde dagen efter den dag då beslutet om \r\nåterkrav enligt 32 § fattades.\r\n\r\n32 § Om en stödmottagare är återbetalningsskyldig enligt 31 §, \r\nska Energimyndigheten besluta att helt eller delvis kräva \r\ntillbaka stödet tillsammans med ränta. Kravet eller räntan får \r\nhelt eller delvis sättas ned, om det finns särskilda skäl.\r\n\r\n33 § Bestämmelser om återkrav och skyldighet att återbetala \r\nstöd som lämnats i strid med genomförandeförbudet i \r\nartikel 108.3 i fördraget om Europeiska unionens funktionssätt \r\n(olagligt stöd) finns i lagen (2013:388) om tillämpning av \r\nEuropeiska unionens statsstödsregler.\r\n\r\nRätt att meddela föreskrifter\r\n\r\n34 § Energimyndigheten får meddela föreskrifter om \r\nverkställigheten av denna förordning.\r\n\r\nOffentliggörande, rapportering och registerföring\r\n\r\n35 § Bestämmelser om offentliggörande, rapportering och \r\nregisterföring finns i 12 a § lagen (2013:388) om tillämpning \r\nav Europeiska unionens statsstödsregler och i förordningen \r\n(2016:605) om tillämpning av Europeiska unionens \r\nstatsstödsregler.\r\n\r\nÖverklagande\r\n\r\n36 § I 40 § förvaltningslagen (2017:900) finns bestämmelser om \r\növerklagande till allmän förvaltningsdomstol. Andra beslut än \r\nbeslut enligt 27 och 32 §§ får dock inte överklagas.",
    "skapadDateTime": "2025-12-12T09:45:22.3946958",
    "uppdateradDateTime": "2025-12-15T13:13:15.9326001",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:13:15.9325999",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [],
  "skapadDateTime": "2025-12-12T09:45:22.3946936",
  "uppdateradDateTime": "2025-12-15T13:13:15.9323883",
  "publicerad": true,
  "publiceradDateTime": "2025-12-15T13:13:15.9323882",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}