{
  "grundforfattningId": 62250,
  "previousId": 62075,
  "beteckning": "2017:30",
  "beteckningSortable": "2017:30",
  "publiceringsar": "2017",
  "lopnummer": "30",
  "rubrik": "Hälso- och sjukvårdslag (2017:30)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2017-04-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Socialdepartementet",
    "enhet": null,
    "namnOchEnhet": "Socialdepartementet",
    "departementId": 5,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62247,
    "forarbeten": "Prop. 2016/17:43, bet. 2016/17:SoU5, rskr. 2016/17:141",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "hälso- och sjukvårdslag",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-12T12:52:27.5811222",
    "uppdateradDateTime": "2025-12-15T13:23:08.6182078",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:23:08.6182076",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85070,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1498",
    "omtryck": null,
    "utfardadDateTime": "2017-02-09T00:00:00",
    "ovrigt": null,
    "forfattningstext": "AVDELNING I. INLEDANDE BESTÄMMELSER\r\n\r\n1 kap. Innehåll och tillämpningsområde\r\n\r\n1 § Denna lag innehåller bestämmelser om hur hälso- och \r\nsjukvårdsverksamhet ska organiseras och bedrivas. Lagen gäller \r\nför samtliga vårdgivare samt regioner och kommuner som \r\nhuvudmän.\r\n\r\nLagen består av fem avdelningar: \r\n\r\nAvdelning I innehåller inledande bestämmelser (1 och 2 kap.).\r\n\r\nAvdelning II innehåller bestämmelser för all hälso- och \r\nsjukvård (3-6 kap.). \r\n\r\nAvdelning III innehåller bestämmelser om regionens ansvar som \r\nhuvudman (7-10 kap.). \r\n\r\nAvdelning IV innehåller bestämmelser om kommunens ansvar som \r\nhuvudman (11-13 kap.). \r\n\r\nAvdelning V innehåller övriga bestämmelser för huvudmännen \r\n(13 a-18 kap.). Lag (2020:1043).\r\n\r\n2 § Det som sägs i denna lag om regioner gäller också kommuner \r\nsom inte ingår i en region. \r\n\r\nAvdelning IV gäller de kommuner som inte ingår i en region \r\nenbart i de fall det är särskilt föreskrivet. Lag (2019:973).\r\n\r\n2 kap. Definitioner\r\n\r\n1 § Med hälso- och sjukvård avses i denna lag \r\n\r\n1. åtgärder för att medicinskt förebygga, utreda och behandla \r\nsjukdomar och skador,\r\n\r\n2. sjuktransporter, och\r\n\r\n3. omhändertagande av avlidna.\r\n\r\nLagen omfattar inte tandvård enligt tandvårdslagen \r\n(1985:125). \r\n\r\n2 § Med huvudman avses i denna lag den region eller den kommun \r\nsom enligt lagen ansvarar för att erbjuda hälso- och sjukvård. \r\nInom en huvudmans geografiska område kan en eller flera \r\nvårdgivare bedriva verksamhet. Lag (2019:973).\r\n\r\n3 § Med vårdgivare avses i denna lag statlig myndighet, \r\nregion, kommun, annan juridisk person eller enskild \r\nnäringsidkare som bedriver hälso- och sjukvårdsverksamhet.\r\nLag (2019:973).\r\n\r\n4 § Med sluten vård avses i denna lag hälso- och sjukvård som \r\nges till en patient som är intagen vid en vårdinrättning. \r\n\r\n5 § Med öppen vård avses i denna lag annan hälso- och \r\nsjukvård än sluten vård. \r\n\r\n6 § Med primärvård avses i denna lag hälso- och \r\nsjukvårdsverksamhet där öppen vård ges utan avgränsning när \r\ndet gäller sjukdomar, ålder eller patientgrupper. Primärvården \r\nsvarar för behovet av sådana åtgärder i form av medicinsk \r\nbedömning och behandling, omvårdnad, förebyggande arbete och \r\nrehabilitering som inte kräver särskilda medicinska eller \r\ntekniska resurser eller någon annan särskild kompetens.\r\nLag (2020:1043).\r\n\r\n7 § Med nationell högspecialiserad vård avses i denna lag \r\noffentligt finansierad hälso- och sjukvård som behöver \r\nkoncentreras till en eller flera enheter men inte till varje \r\nsamverkansregion för att kvaliteten, patientsäkerheten och \r\nkunskapsutvecklingen ska kunna upprätthållas och ett effektivt \r\nanvändande av hälso- och sjukvårdens resurser ska kunna \r\nuppnås. Lag (2019:973).\r\n\r\n8 § Med sjukvårdsprodukter avses i denna lag läkemedel, \r\nmedicintekniska produkter, personlig skyddsutrustning, \r\nlivsmedel för speciella medicinska ändamål och \r\ntillverkningsmaterial. Lag (2023:191).\r\n\r\n9 § /Träder i kraft I:2026-01-01/\r\nMed katastroftillstånd avses i denna lag att\r\n\r\n1. en kommun eller region inte kan erbjuda vård som är \r\nnödvändig för liv och hälsa av den anledningen att resurserna \r\när otillräckliga, och\r\n\r\n2. det inte är möjligt för den kommunen eller regionen att \r\ninom kort tillföra de nödvändiga resurserna. Lag (2025:1399).\r\n\r\nAVDELNING II. BESTÄMMELSER FÖR ALL HÄLSO- OCH SJUKVÅRD\r\n\r\n3 kap. Allmänt\r\n\r\n1 § Målet med hälso- och sjukvården är en god hälsa och en \r\nvård på lika villkor för hela befolkningen.\r\n\r\nVården ska ges med respekt för alla människors lika värde och \r\nför den enskilda människans värdighet. Den som har det \r\nstörsta behovet av hälso- och sjukvård ska ges företräde till \r\nvården.\r\n\r\n2 § Hälso- och sjukvården ska arbeta för att förebygga \r\nohälsa.\r\n\r\n4 kap. Organisation \r\n\r\n1 § Offentligt finansierad hälso- och sjukvårdsverksamhet ska \r\nvara organiserad så att den främjar kostnadseffektivitet. \r\n\r\n2 § Där det bedrivs hälso- och sjukvårdsverksamhet ska det \r\nfinnas någon som svarar för verksamheten (verksamhetschef). \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om ansvar och uppgifter för \r\nverksamhetschefen.\r\n\r\n3 § Ansvaret för ledningsuppgifter i fråga om psykiatrisk \r\ntvångsvård samt isolering enligt 5 kap. 1 och 3 §§ \r\nsmittskyddslagen (2004:168) ska utövas av en chefsöverläkare. \r\nDenne ska ha specialistkompetens.\r\n\r\nOm verksamhetschefen inte är en läkare med \r\nspecialistkompetens, ska ledningsuppgifterna fullgöras av en \r\nsärskilt utsedd chefsöverläkare eller, i fråga om smittskydd, \r\nav en befattningshavare som har förordnats med stöd av 5 kap. \r\n24 § smittskyddslagen. \r\n\r\n5 kap. Verksamheten \r\n\r\nAllmänt\r\n\r\n1 § Hälso- och sjukvårdsverksamhet ska bedrivas så att kraven \r\npå en god vård uppfylls. Det innebär att vården särskilt \r\nska\r\n\r\n1. vara av god kvalitet med en god hygienisk standard, \r\n\r\n2. tillgodose patientens behov av trygghet, kontinuitet och \r\nsäkerhet, \r\n\r\n3. bygga på respekt för patientens självbestämmande och \r\nintegritet, \r\n\r\n4. främja goda kontakter mellan patienten och hälso- och \r\nsjukvårdspersonalen, och\r\n\r\n5. vara lätt tillgänglig.\r\n\r\n2 § Där det bedrivs hälso- och sjukvårdsverksamhet ska det \r\nfinnas den personal, de lokaler, de sjukvårdsprodukter och den \r\növriga utrustning som behövs för att god vård ska kunna ges.\r\nLag (2023:191).\r\n\r\n3 § Innan en ny diagnos- eller behandlingsmetod som kan ha \r\nbetydelse för människovärde och integritet börjar tillämpas, \r\nska vårdgivaren se till att metoden har bedömts från individ- \r\noch samhällsetiska aspekter.\r\n\r\n4 § Kvaliteten i verksamheten ska systematiskt och \r\nfortlöpande utvecklas och säkras.\r\n\r\n5 § Vårdgivaren ska tillhandahålla en specificerad faktura \r\navseende kostnaderna för den hälso- och sjukvård en patient \r\ntagit emot, om patienten avser att begära ersättning för sina \r\nkostnader för vården i enlighet med Europaparlamentets och \r\nrådets direktiv 2011/24/EU av den 9 mars 2011 om \r\ntillämpningen av patienträttigheter vid gränsöverskridande \r\nhälso- och sjukvård, i den ursprungliga lydelsen.\r\n\r\nSärskilda skyldigheter i fråga om barn\r\n\r\n6 § När hälso- och sjukvård ges till barn ska barnets bästa \r\nsärskilt beaktas.\r\n\r\n7 § Ett barns behov av information, råd och stöd ska särskilt \r\nbeaktas om barnets förälder eller någon annan vuxen som barnet \r\nvaraktigt bor tillsammans med\r\n\r\n1. har en psykisk störning eller en psykisk \r\nfunktionsnedsättning,\r\n\r\n2. har en allvarlig fysisk sjukdom eller skada,\r\n\r\n3. har ett missbruk av alkohol, annat beroendeframkallande \r\nmedel eller spel om pengar, eller\r\n\r\n4. utsätter eller har utsatt barnet eller en närstående till \r\nbarnet för våld eller andra övergrepp.\r\n\r\nDetsamma gäller om barnets förälder eller någon annan vuxen \r\nsom barnet varaktigt bor tillsammans med oväntat avlider. \r\nLag (2021:648).\r\n\r\n8 § /Upphör att gälla U:2026-01-15/\r\nHälso- och sjukvården ska på socialnämndens initiativ, i \r\nfrågor som rör barn som far illa eller riskerar att fara illa, \r\nsamverka med samhällsorgan, organisationer och andra som \r\nberörs. I fråga om utlämnande av uppgifter gäller de \r\nbegränsningar som följer av 6 kap. 12-14 §§ \r\npatientsäkerhetslagen (2010:659) och av offentlighets- och \r\nsekretesslagen (2009:400).\r\n\r\nBestämmelser om skyldighet att anmäla till socialnämnden att \r\nett barn kan behöva nämndens skydd finns i 19 kap. 1 och 2 §§ \r\nsocialtjänstlagen (2025:400). Lag (2025:446).\r\n\r\nSärskilda skyldigheter i fråga om personer som har stora och \r\nvaraktiga funktionsnedsättningar\r\n\r\n8 § /Träder i kraft I:2026-01-15/\r\nHälso- och sjukvården ska på socialnämndens initiativ, i \r\nfrågor som rör barn som far illa eller riskerar att fara illa, \r\nsamverka med samhällsorgan, organisationer och andra som \r\nberörs. I fråga om utlämnande av uppgifter gäller de \r\nbegränsningar som följer av 6 kap. 12-14 §§ \r\npatientsäkerhetslagen (2010:659) och av offentlighets- och \r\nsekretesslagen (2009:400).\r\n\r\nBestämmelser om skyldigheten att vid kännedom eller misstanke \r\nom att ett barn far illa genast anmäla det till socialnämnden \r\nfinns i 19 kap. 1 och 2 §§ socialtjänstlagen (2025:400).\r\nLag (2025:1498).\r\n\r\n9 § När hälso- och sjukvård enligt denna lag ges till personer \r\nsom har stora och varaktiga funktionsnedsättningar ska det \r\nsärskilt övervägas om vården kan ges på ett sätt som bidrar \r\ntill att den enskilde får möjlighet att delta i samhällslivet \r\noch kan leva som andra. Lag (2022:1255).\r\n\r\n6 kap. Övriga bemyndiganden\r\n\r\n1 § /Upphör att gälla U:2026-01-01/\r\nRegeringen får meddela föreskrifter om\r\n\r\n1. att landet ska delas in i samverkansregioner för den hälso- \r\noch sjukvård som berör flera regioner,\r\n\r\n2. hälso- och sjukvården i krig, vid krigsfara eller under \r\nsådana utomordentliga förhållanden som är föranledda av att \r\ndet är krig utanför Sveriges gränser eller av att Sverige har \r\nvarit i krig eller krigsfara, och \r\n\r\n3. bedrivande av hälso- och sjukvårdsverksamhet i övrigt.\r\nLag (2019:973).\r\n\r\n1 § /Träder i kraft I:2026-01-01/\r\nRegeringen får meddela föreskrifter om\r\n\r\n1. att landet ska delas in i samverkansregioner för den hälso- \r\noch sjukvård som berör flera regioner, och \r\n\r\n2. bedrivande av hälso- och sjukvårdsverksamhet i övrigt.\r\nLag (2025:1399).\r\n\r\n2 § /Upphör att gälla U:2026-01-01/\r\nRegeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om \r\n\r\n1. behörighet för anställning och tillsättning av tjänster \r\ninom hälso- och sjukvården, \r\n\r\n2. skyldigheter för läkare som är anställda vid \r\nsjukvårdsenheter där det bedrivs högskoleutbildning för \r\nläkarexamen och forskning, \r\n\r\n3. hälso- och sjukvården i fredstid om det ur ett nationellt \r\nperspektiv finns behov av katastrofmedicinska insatser, och\r\n\r\n4. hälso- och sjukvård som behövs till skydd för enskilda.\r\n\r\n2 § /Träder i kraft I:2026-01-01/\r\nRegeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. behörighet för anställning och tillsättning av tjänster \r\ninom hälso- och sjukvården,\r\n\r\n2. skyldigheter för läkare som är anställda vid \r\nsjukvårdsenheter där det bedrivs högskoleutbildning för \r\nläkarexamen och forskning,\r\n\r\n3. hälso- och sjukvård som behövs till skydd för enskilda,\r\n\r\n4. hälso- och sjukvård under fredstida krissituationer och \r\nhöjd beredskap, \r\n\r\n5. planering för att hantera katastroftillstånd och händelser \r\nsom medför ett stort antal skadade eller sjuka, och \r\n\r\n6. planeringsanvisningar för hälso- och sjukvård inför och \r\nunder höjd beredskap. Lag (2025:1399).\r\n\r\nAVDELNING III. REGIONENS ANSVAR SOM HUVUDMAN\r\n\r\n7 kap. Organisation, planering och samverkan \r\n\r\n1 § Ledningen av hälso- och sjukvårdsverksamheten i regionen \r\nska utövas av en eller flera nämnder. För en sådan nämnd \r\ngäller det som är föreskrivet om nämnder i kommunallagen \r\n(2017:725). Bestämmelser om gemensam nämnd finns i lagen \r\n(2003:192) om gemensam nämnd inom vård- och omsorgsområdet.\r\nLag (2019:973).\r\n\r\n2 § /Upphör att gälla U:2026-01-01/\r\nRegionen ska planera sin hälso- och sjukvård med \r\nutgångspunkt i behovet av vård hos dem som omfattas av \r\nregionens ansvar för hälso- och sjukvård. \r\n\r\nRegionen ska vid planeringen beakta den hälso- och sjukvård \r\nsom erbjuds av andra vårdgivare. \r\n\r\nRegionen ska även planera sin hälso- och sjukvård så att en \r\nkatastrofmedicinsk beredskap upprätthålls. Lag (2019:973).\r\n\r\n2 § /Träder i kraft I:2026-01-01/\r\nRegionen ska planera sin hälso- och sjukvård med \r\nutgångspunkt i behovet av vård hos dem som omfattas av \r\nregionens ansvar för hälso- och sjukvård. \r\n\r\nRegionen ska vid planeringen beakta den hälso- och sjukvård \r\nsom erbjuds av andra vårdgivare. Lag (2025:1399).\r\n\r\n2 a § Regionen ska organisera hälso- och sjukvårdsverksamheten \r\nså att vården kan ges nära befolkningen. Om det är motiverat \r\nav kvalitets- eller effektivitetsskäl, får vården koncentreras \r\ngeografiskt. Lag (2019:973).\r\n\r\n2 b § /Träder i kraft I:2026-01-01/\r\nRegionen ska planera sin hälso- och sjukvård så att \r\nberedskap upprätthålls för\r\n\r\n1. katastroftillstånd, \r\n\r\n2. händelser som medför ett stort antal skadade eller sjuka, \r\noch \r\n\r\n3. andra händelser som allvarligt kan inverka på regionens \r\nförutsättningar att fullgöra sina skyldigheter enligt 8 kap. \r\neller andra föreskrivna krav som gäller för hälso- och \r\nsjukvård. \r\n\r\nRegionen ska särskilt beakta behovet av gemensam planering med \r\nkommuner inom regionen för att säkerställa en sammanhängande \r\nvårdkedja i situationer som avses i första stycket.\r\nLag (2025:1399).\r\n\r\n2 c § /Träder i kraft I:2026-01-01/\r\nRegionen ska på begäran lämna de uppgifter som behövs \r\nför att ta fram föreskrifter om planeringsanvisningar för \r\nhälso- och sjukvård inför och under höjd beredskap. \r\nUppgifterna ska lämnas till den myndighet som regeringen \r\nbestämmer. \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om uppgiftsskyldighet enligt första \r\nstycket. Lag (2025:1399).\r\n\r\n3 § Regionen ska organisera primärvården så att alla som \r\nomfattas av regionens ansvar för hälso- och sjukvård kan välja \r\nutförare av hälso- och sjukvårdstjänster samt välja och få \r\ntillgång till en fast läkarkontakt (vårdvalssystem). Regionen \r\nfår inte begränsa den enskildes val till ett visst geografiskt \r\nområde inom regionen.\r\n\r\nRegionens geografiska område får delas upp i två eller flera \r\ndelområden med separata vårdvalssystem.\r\n\r\nEtt vårdvalssystem ska utformas så att alla utförare behandlas \r\nlika, om det inte finns skäl för något annat. Ersättningen \r\nfrån regionen till utförare inom ett vårdvalssystem ska följa \r\nden enskildes val av utförare.\r\n\r\nNär regionen beslutat att införa ett vårdvalssystem ska lagen \r\n(2008:962) om valfrihetssystem tillämpas. Lag (2022:273).\r\n\r\n3 a § Val av en sådan utförare inom ett vårdvalssystem i \r\nprimärvården där enskilda kan välja och få tillgång till en \r\nfast läkarkontakt ska ske genom att uppgifter om den enskilde \r\nförs in i en förteckning över utförarens patienter (listning). \r\nDen enskilde får inte vara listad hos mer än en sådan utförare \r\ni taget. \r\n\r\nListning får göras endast hos \r\n\r\n1. utförare i en regions egen regi, eller \r\n\r\n2. utförare som med en region har ett kontrakt enligt 8 kap. \r\n3 § lagen (2008:962) om valfrihetssystem eller ett därmed \r\njämförligt kontrakt enligt lagen (2016:1145) om offentlig \r\nupphandling. \r\n\r\nRegionen ska tillhandahålla ett elektroniskt system för \r\nlistningen (listningstjänst). \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om\r\n\r\n1. listningstjänstens innehåll,\r\n\r\n2. kösystem, och \r\n\r\n3. val av utförare på annat sätt än genom listningstjänsten.\r\n\r\nListning påverkar inte den enskildes möjlighet att välja \r\nutförare av offentligt finansierad öppen vård enligt 9 kap. \r\n1 § patientlagen (2014:821). Lag (2022:273).\r\n\r\n3 b § Byte av sådana utförare som avses i 3 a § första stycket \r\nfår göras högst två gånger under en period om ett år. Om det \r\nfinns särskilda skäl får regionen dock medge fler byten.\r\nLag (2022:273).\r\n\r\n3 c § På begäran av en sådan utförare som avses i 3 a § första \r\nstycket får regionen besluta att begränsa det antal patienter \r\nsom får vara listade hos utföraren. Regionen får avslå begäran \r\nhelt eller delvis endast om det finns särskilda skäl. \r\nLag (2022:273).\r\n\r\n4 § För hälso- och sjukvård som kräver intagning vid \r\nvårdinrättning ska det finnas sjukhus. \r\n\r\n5 § Den myndighet som regeringen bestämmer beslutar vilken \r\nhälso- och sjukvård som ska utgöra nationell högspecialiserad \r\nvård och på hur många enheter sådan vård ska bedrivas. Vid \r\nbedömningen av om en åtgärd ska utgöra nationell \r\nhögspecialiserad vård ska hänsyn särskilt tas till om vården \r\när komplex eller sällan förekommande och om den kräver en \r\nviss volym, multidisciplinär kompetens eller stora \r\ninvesteringar eller medför höga kostnader. \r\n\r\nBeslut enligt första stycket får inte överklagas.\r\nLag (2018:143).\r\n\r\n5 a § För att få bedriva nationell högspecialiserad vård krävs \r\ndet tillstånd. Den myndighet som regeringen bestämmer får \r\nefter ansökan från en region besluta om ett sådant tillstånd. \r\nTillståndet ska gälla tills vidare och vara förenat med \r\nvillkor.\r\n\r\nEtt tillstånd får återkallas om villkoren för det inte längre \r\när uppfyllda, om förutsättningarna för tillståndet har ändrats \r\neller om tillståndshavaren begär det.\r\n\r\nBeslut enligt första och andra styckena får inte överklagas.\r\nLag (2019:973).\r\n\r\n5 b § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om de villkor som ska gälla för \r\ntillstånd att bedriva nationell högspecialiserad vård och om \r\nåterkallelse av ett sådant tillstånd. Lag (2018:143).\r\n\r\n6 § Regionen svarar för att det inom regionen finns en \r\nändamålsenlig organisation för att till och från \r\nvårdinrättning eller läkare transportera personer vars \r\ntillstånd kräver att transporten utförs med transportmedel som \r\när särskilt inrättade för ändamålet. Lag (2019:973).\r\n\r\n7 § I planeringen och utvecklingen av hälso- och sjukvården \r\nska regionen samverka med samhällsorgan, organisationer och \r\nvårdgivare. Lag (2019:973).\r\n\r\n8 § I frågor om hälso- och sjukvård som berör flera regioner \r\nska regionerna samverka. Lag (2019:973).\r\n\r\n9 § Regionen får träffa överenskommelser med kommuner, \r\nFörsäkringskassan och Arbetsförmedlingen om att inom ramen för \r\nregionens uppgifter enligt denna lag samverka i syfte att \r\nuppnå en effektivare användning av tillgängliga resurser. \r\nRegionen ska bidra till finansieringen av sådan verksamhet som \r\nbedrivs i samverkan. Enligt lagen (2003:1210) om finansiell \r\nsamordning av rehabiliteringsinsatser får regionen delta i \r\nfinansiell samordning inom rehabiliteringsområdet.\r\n\r\nRiksrevisionen får granska sådan verksamhet som bedrivits i \r\nsamverkan med och delvis finansierats av Försäkringskassan \r\neller Arbetsförmedlingen. Riksrevisionen har rätt att ta del \r\nav de uppgifter som behövs för granskningen. Lag (2019:973).\r\n\r\n8 kap. Ansvar att erbjuda hälso- och sjukvård \r\n\r\n1 § Regionen ska erbjuda en god hälso- och sjukvård åt den som \r\när bosatt inom regionen. Detsamma gäller i fråga om den som \r\nhar skyddad folkbokföring enligt 16 § folkbokföringslagen \r\n(1991:481) och som stadigvarande vistas inom regionen. Även i \r\növrigt ska regionen verka för en god hälsa hos befolkningen.\r\nLag (2019:973).\r\n\r\n2 § Regionen ska även erbjuda en god hälso- och sjukvård åt\r\n\r\n1. den som, utan att vara bosatt här, har rätt till \r\nvårdförmåner i Sverige vid sjukdom och moderskap enligt vad \r\nsom följer av Europaparlamentets och rådets förordning (EG) nr \r\n883/2004 av den 29 april 2004 om samordning av de sociala \r\ntrygghetssystemen, och \r\n\r\n2. den som avses i 5 kap. 7 § första stycket \r\nsocialförsäkringsbalken och som omfattas av förordningen.\r\n\r\nVården ska erbjudas av den region inom vars område personen är \r\nförvärvsverksam eller, i fråga om en person som är arbetslös, \r\nden region inom vars område denne är registrerad som \r\narbetssökande. I den utsträckning familjemedlemmar till dessa \r\npersoner har rätt till vårdförmåner i Sverige vid sjukdom och \r\nmoderskap enligt vad som följer av förordningen, ska \r\nfamiljemedlemmarna erbjudas vård av samma region. Om \r\nfamiljemedlemmarna är bosatta i Sverige gäller dock 1 §.\r\nLag (2019:973).\r\n\r\n3 § Regionen ska erbjuda öppen vård åt den som omfattas av en \r\nannan regions ansvar för hälso- och sjukvård. En sådan patient \r\nomfattas inte av regionens vårdgaranti enligt 9 kap. 1 §. I \r\növrigt ska vården ges på samma villkor som de villkor som \r\ngäller för de egna invånarna. \r\n\r\nOm patienten omfattas av en annan regions ansvar för hälso- \r\noch sjukvård enligt 1 §, svarar den regionen för kostnaderna \r\nför vård som patienten ges med stöd av första stycket. Detta \r\ngäller dock inte om den regionen ställer krav på remiss för \r\nvården och dessa remissregler inte följs. Lag (2019:973).\r\n\r\n4 § Om någon som vistas inom regionen utan att vara bosatt där \r\nbehöver omedelbar hälso- och sjukvård, ska regionen erbjuda \r\nsådan vård. Lag (2019:973).\r\n\r\n5 § Regionen får också i andra fall erbjuda hälso- och \r\nsjukvård åt den som omfattas av en annan regions ansvar för \r\nhälso- och sjukvård, om \r\n\r\n1. regionerna kommer överens om det, eller\r\n\r\n2. det är fråga om nationell högspecialiserad vård.\r\nLag (2019:973).\r\n\r\n6 § Regionens ansvar omfattar inte sådan hälso- och sjukvård \r\nsom en kommun inom regionen har ansvar för enligt 12 kap. 1 § \r\neller 14 kap. 1 §. Lag (2019:973).\r\n\r\n7 § Regionen ska erbjuda dem som avses i 1 § \r\n\r\n1. habilitering och rehabilitering, \r\n\r\n2. hjälpmedel för personer med funktionsnedsättning, och \r\n\r\n3. tolktjänst för vardagstolkning för barndomsdöva, dövblinda, \r\nvuxendöva och hörselskadade.\r\n\r\nRegionens ansvar omfattar dock inte insatser enligt första \r\nstycket 1 och 2 som en kommun inom regionen ansvarar för \r\nenligt 12 kap. 5 §. Regionens ansvar innebär inte någon \r\ninskränkning i de skyldigheter som arbetsgivare eller andra \r\nkan ha enligt annan lag. \r\n\r\nRegionen ska, i samverkan med patienten, upprätta en \r\nindividuell plan när insatser som avses i första stycket 1 \r\neller 2 erbjuds. Av planen ska planerade och beslutade \r\ninsatser framgå. Lag (2019:973).\r\n\r\n8 § Regionen får erbjuda läkemedel utan kostnad till den som \r\nfår hälso- och sjukvård i hemmet (hemsjukvård). \r\nLag (2019:973).\r\n\r\n9 § Regionen ska tillhandahålla den som avses i 1 § \r\nförbrukningsartiklar som fortlöpande behövs på grund av \r\nallvarlig sjukdom eller efter behandling för sådan sjukdom. \r\nDetta gäller inte om kommunen har motsvarande ansvar enligt 12 \r\nkap. 6 §.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om vilka förbrukningsartiklar som \r\nomfattas av första stycket. Lag (2019:973).\r\n\r\n10 § /Ny beteckning 8 kap. 11 § U:2027-01-01/\r\nSärskilda bestämmelser om hälso- och sjukvård finns i \r\nlagen (2008:344) om hälso- och sjukvård åt asylsökande m.fl. \r\noch lagen (2013:407) om hälso- och sjukvård till vissa \r\nutlänningar som vistas i Sverige utan nödvändiga tillstånd.\r\n\r\n10 § /Träder i kraft I:2027-01-01/\r\nRegionen ska lagerhålla sjukvårdsprodukter för sådan vård \r\nsom regionen ska erbjuda enligt denna lag. \r\n\r\nRegeringen får meddela föreskrifter om innehållet i och \r\nomfattningen av sådan lagerhållning. Lag (2025:1399).\r\n\r\n11 § /Träder i kraft I:2027-01-01/\r\nSärskilda bestämmelser om hälso- och sjukvård finns i \r\nlagen (2008:344) om hälso- och sjukvård åt asylsökande m.fl. \r\noch lagen (2013:407) om hälso- och sjukvård till vissa \r\nutlänningar som vistas i Sverige utan nödvändiga tillstånd.\r\n\r\n9 kap. Vårdgaranti\r\n\r\n1 § Regionen ska erbjuda vårdgaranti åt den som omfattas av \r\nregionens ansvar enligt 8 kap. 1 eller 2 §. Vårdgarantin ska \r\ninnehålla en försäkran om att den enskilde inom viss tid får\r\n\r\n1. kontakt med primärvården, \r\n\r\n2. en medicinsk bedömning av läkare eller annan legitimerad \r\nhälso- och sjukvårdspersonal inom primärvården, \r\n\r\n3. besöka den specialiserade vården, och \r\n\r\n4. planerad vård.\r\n\r\nHos en sådan utförare som avses i 7 kap. 3 a § första stycket \r\ngäller vårdgarantin enligt första stycket 1 och 2 endast om \r\nden enskilde är listad hos utföraren. Lag (2022:273).\r\n\r\n2 § Om regionen inte uppfyller garantin enligt 1 § 3 eller 4, \r\nska regionen se till att patienten får vård hos en annan \r\nvårdgivare utan extra kostnad för patienten. Lag (2019:973).\r\n\r\n3 § Regionen ska rapportera in uppgifter om väntetider till en \r\nnationell databas. Lag (2019:973).\r\n\r\n4 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om \r\n\r\n1. de tidsperioder inom vilka vårdgarantin enligt 1 § ska vara \r\nuppfylld och i övrigt om garantins innehåll, och\r\n\r\n2. regionernas rapporteringsskyldighet enligt 3 §.\r\nLag (2019:973).\r\n\r\n10 kap. Övrigt\r\n\r\nVal av behandlingsalternativ \r\n\r\n1 § Regionen ska ge patienten möjlighet att välja \r\nbehandlingsalternativ enligt vad som anges i 7 kap. 1 § \r\npatientlagen (2014:821). Lag (2019:973).\r\n\r\nVal av hjälpmedel\r\n\r\n2 § Regionen ska ge patienten möjlighet att välja hjälpmedel \r\nenligt vad som anges i 7 kap. 2 § patientlagen (2014:821).\r\nLag (2019:973).\r\n\r\nNy medicinsk bedömning\r\n\r\n3 § Regionen ska ge patienten möjlighet att få en ny medicinsk \r\nbedömning enligt vad som anges i 8 kap. 1 § patientlagen \r\n(2014:821). Lag (2019:973).\r\n\r\nSjukvård i samband med sjöräddningsinsatser\r\n\r\n4 § I samband med sjöräddningsinsatser i de delar av havet \r\nutanför Sveriges sjöterritorium, där sjöräddningstjänsten \r\nankommer på svenska myndigheter, får regionen bedriva hälso- \r\noch sjukvård i syfte att minimera de fysiska och psykiska \r\nföljdverkningarna av en olycka. Lag (2019:973).\r\n\r\nSpecialiseringstjänstgöring\r\n\r\n5 § I regionerna ska det finnas möjligheter till anställning \r\nför läkares specialiseringstjänstgöring inklusive \r\nbastjänstgöring i en omfattning som motsvarar det planerade \r\nframtida behovet av läkare med specialistkompetens i klinisk \r\nverksamhet. Lag (2019:996).\r\n\r\nAVDELNING IV. KOMMUNENS ANSVAR SOM HUVUDMAN\r\n\r\n11 kap. Organisation, planering och samverkan\r\n\r\n1 § Ledningen av den kommunala hälso- och \r\nsjukvårdsverksamheten ska utövas av den eller de nämnder som \r\nkommunfullmäktige enligt 4 kap. 2 § socialtjänstlagen \r\n(2025:400) bestämmer. Bestämmelser om gemensam nämnd finns i \r\nlagen (2003:192) om gemensam nämnd inom vård- och \r\nomsorgsområdet. Lag (2025:446).\r\n\r\n2 § Kommunen ska planera sin hälso- och sjukvård med \r\nutgångspunkt i befolkningens behov av sådan vård.\r\n\r\nKommunen ska vid planeringen beakta den hälso- och sjukvård \r\nsom erbjuds av andra vårdgivare. \r\n\r\n2 a § /Träder i kraft I:2026-01-01/\r\nKommunen ska planera sin hälso- och sjukvård så att \r\nberedskap upprätthålls för\r\n\r\n1. katastroftillstånd, \r\n\r\n2. händelser som medför ett stort antal skadade eller sjuka, \r\noch\r\n\r\n3. andra händelser som allvarligt kan inverka på kommunens \r\nförutsättningar att fullgöra sina skyldigheter enligt 12 kap. \r\neller andra föreskrivna krav som gäller för hälso- och \r\nsjukvård.\r\n\r\nKommunen ska särskilt beakta behovet av gemensam planering med \r\nregionen för att säkerställa en sammanhängande vårdkedja i \r\nsituationer som avses i första stycket. Lag (2025:1399).\r\n\r\n2 b § /Träder i kraft I:2026-01-01/\r\nKommunen ska på begäran lämna de uppgifter som behövs \r\nför att ta fram föreskrifter om planeringsanvisningar för \r\nhälso- och sjukvård inför och under höjd beredskap. \r\nUppgifterna ska lämnas till den myndighet som regeringen \r\nbestämmer.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om uppgiftsskyldighet enligt första \r\nstycket. Lag (2025:1399).\r\n\r\n3 § I planeringen och utvecklingen av hälso- och sjukvården \r\nska kommunen samverka med samhällsorgan, organisationer och \r\nvårdgivare. \r\n\r\n4 § Inom det verksamhetsområde som kommunen bestämmer ska det \r\nfinnas en medicinskt ansvarig sjuksköterska. \r\n\r\nOm ett verksamhetsområde i huvudsak omfattar rehabilitering, \r\nfår en fysioterapeut eller en arbetsterapeut fullgöra de \r\nuppgifter som åligger en medicinskt ansvarig sjuksköterska.\r\n\r\nFörsta och andra styckena gäller sådan hälso- och \r\nsjukvårdsverksamhet som avses i 12 kap. 1 och 2 §§ i en kommun \r\nsom inte ingår i en region, om det i verksamheten inte finns \r\nnågon läkare.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om ansvar och uppgifter för personal som \r\navses i första och andra styckena. Lag (2019:973).\r\n\r\n12 kap. Ansvar att erbjuda hälso- och sjukvård\r\n\r\n1 § Kommunen ska erbjuda en god hälso- och sjukvård åt den som \r\nefter beslut av kommunen bor i en sådan särskild boendeform \r\neller bostad som avses i 8 kap. 4 § första stycket, 8 kap. \r\n11 § eller motsvarande tillståndspliktig boendeform eller \r\nbostad som avses i 26 kap. 1 § första stycket 2 \r\nsocialtjänstlagen (2025:400). Kommunen ska även i samband med \r\ndagverksamhet enligt 8 kap. 1 § samma lag erbjuda en god \r\nhälso- och sjukvård åt den som vistas i dagverksamheten.\r\nLag (2025:446).\r\n\r\n2 § Kommunen får erbjuda den som vistas i kommunen hälso- och \r\nsjukvård i hemmet (hemsjukvård) i ordinärt boende och i sådan \r\nsärskild boendeform som avses i 8 kap. 4 § andra stycket \r\nsocialtjänstlagen (2025:400). Lag (2025:446).\r\n\r\n3 § Med undantag för vad som anges i 16 kap. 1 § tredje \r\nstycket gäller vad som sägs i 1 och 2 §§ inte sådan hälso- \r\noch sjukvård som ges av läkare. \r\n\r\n4 § Regionen får på framställning av en kommun inom regionen \r\nerbjuda läkemedel utan kostnad ur läkemedelsförråd till den \r\nsom\r\n\r\n1. bor i en sådan särskild boendeform som avses i 8 kap. 4 § \r\nförsta stycket socialtjänstlagen (2025:400), eller\r\n\r\n2. får hemsjukvård genom kommunens försorg.\r\n\r\nRegionen svarar för kostnaderna för läkemedel som rekvireras \r\ntill läkemedelsförråden. Lag (2025:446).\r\n\r\n5 § Kommunen ska i samband med hälso- och sjukvård enligt 1 \r\neller 2 § eller 14 kap. 1 § erbjuda habilitering och \r\nrehabilitering samt hjälpmedel för personer med \r\nfunktionsnedsättning.\r\n\r\nKommunen ska, i samverkan med den enskilde, upprätta en \r\nindividuell plan när insatser som avses i första stycket \r\nerbjuds. Av planen ska planerade och beslutade insatser \r\nframgå.\r\n\r\n6 § Kommunen ska i samband med hälso- och sjukvård enligt 1 § \r\ntillhandahålla sådana förbrukningsartiklar som avses i 8 kap. \r\n9 §.\r\n\r\n7 § /Träder i kraft I:2027-01-01/\r\nKommunen ska lagerhålla sjukvårdsprodukter för sådan vård \r\nsom kommunen ska erbjuda enligt denna lag. \r\n\r\nRegeringen får meddela föreskrifter om innehållet i och \r\nomfattningen av sådan lagerhållning. Lag (2025:1399).\r\n\r\n13 kap. Övrigt\r\n\r\nVal av behandlingsalternativ\r\n\r\n1 § Kommunen ska ge den enskilde möjlighet att välja \r\nbehandlingsalternativ inom sådan hälso- och sjukvård som \r\navses i 12 kap. 1 och 2 §§ och 14 kap. 1 § enligt vad som \r\nanges i 7 kap. 1 § patientlagen (2014:821).\r\n\r\nVal av hjälpmedel\r\n\r\n2 § Kommunen ska ge den enskilde möjlighet att välja \r\nhjälpmedel enligt vad som anges i 7 kap. 2 § patientlagen \r\n(2014:821).\r\n\r\nAVDELNING V. ÖVRIGA BESTÄMMELSER FÖR HUVUDMÄNNEN\r\n\r\n13 a kap. Primärvårdens grunduppdrag\r\n\r\n1 § Regioner och kommuner ska inom ramen för verksamhet som \r\nutgör primärvård särskilt\r\n\r\n1. tillhandahålla de hälso- och sjukvårdstjänster som krävs \r\nför att tillgodose vanligt förekommande vårdbehov,\r\n\r\n2. se till att vården är lätt tillgänglig,\r\n\r\n3. tillhandahålla förebyggande insatser utifrån såväl \r\nbefolkningens behov som patientens individuella behov och \r\nförutsättningar,\r\n\r\n4. tillhandahålla rehabiliterande insatser utifrån patientens \r\nindividuella behov och förutsättningar,\r\n\r\n5. samordna olika insatser för patienten i de fall det är mest \r\nändamålsenligt att samordningen sker inom primärvården, och\r\n\r\n6. möjliggöra medverkan vid genomförande av forskningsarbete.\r\nLag (2023:37).\r\n\r\n14 kap. Överlåtelse av ansvar från region till kommun \r\n\r\n1 § Regionen får till en kommun inom regionen överlåta \r\nskyldigheten att erbjuda hälso- och sjukvård i hemmet \r\n(hemsjukvård) i ordinärt boende och i sådan särskild \r\nboendeform som avses i 8 kap. 4 § andra stycket \r\nsocialtjänstlagen (2025:400), om regionen och kommunen kommer \r\növerens om det. Överenskommelsen får inte avse ansvar för \r\nhälso- och sjukvård som ges av läkare. Överenskommelsen får \r\näven avse ansvar för sådana förbrukningsartiklar som avses i \r\n8 kap. 9 §.\r\n\r\nRegionen får lämna sådant ekonomiskt bidrag till kommunen som \r\nmotiveras av överlåtelsen. Lag (2025:446).\r\n\r\n2 § Om samtliga kommuner inom en regions område ingår i en \r\növerlåtelse av ansvar för hemsjukvård enligt 1 § och om det \r\nbehövs för kostnadsutjämning mellan kommunerna, får kommunerna \r\nlämna ekonomiskt bidrag till varandra. Lag (2019:973).\r\n\r\n3 § Regionen får träffa överenskommelse med en kommun inom \r\nregionen om att kommunen ska ha ansvar för hjälpmedel för \r\npersoner med funktionsnedsättning. Bestämmelserna om \r\nindividuell plan i 12 kap. 5 § andra stycket och om val av \r\nhjälpmedel i 13 kap. 2 § gäller även i dessa fall.\r\nLag (2019:973).\r\n\r\n15 kap. Avtal med annan om överlämnande av uppgifter \r\n\r\n1 § Regioner och kommuner får med bibehållet huvudmannaskap \r\nsluta avtal med någon annan om att utföra de uppgifter som \r\nregionen eller kommunen ansvarar för enligt denna lag. Av \r\navtalet ska framgå de särskilda villkor som gäller för \r\növerlämnandet. En uppgift som innefattar myndighetsutövning \r\nfår dock inte med stöd av denna bestämmelse överlämnas till en \r\njuridisk person eller en enskild individ. Lag (2019:973).\r\n\r\n16 kap. Samverkan mellan huvudmännen \r\n\r\n1 § Regionen ska till kommunerna inom regionen avsätta de \r\nläkarresurser som behövs för att enskilda ska kunna erbjudas \r\nen god hälso- och sjukvård i särskilt boende och i \r\ndagverksamhet enligt 12 kap. 1 §. Detsamma gäller hemsjukvård \r\ni ordinärt boende och i sådan särskild boendeform som avses i \r\n8 kap. 4 § andra stycket socialtjänstlagen (2025:400), om en \r\nkommun ansvarar för vården enligt 14 kap. 1 §.\r\n\r\nRegionen ska med kommunerna inom regionen sluta avtal om \r\nomfattningen av och formerna för läkarmedverkan.\r\n\r\nOm regionen inte uppfyller sina skyldigheter enligt avtalet \r\natt tillhandahålla läkare, har kommunen rätt att på egen hand \r\nanlita läkare och få ersättning för sina kostnader för det \r\nfrån regionen. Lag (2025:446).\r\n\r\n2 § Regionen och kommunen ska samverka så att en enskild, som \r\nkommunen enligt 12 kap. 1 eller 2 § har ansvar för, också får \r\növrig vård och behandling, hjälpmedel samt \r\nförbrukningsartiklar enligt 8 kap. 9 § som hans eller hennes \r\ntillstånd fordrar. Lag (2019:973).\r\n\r\n3 § Regionen ska ingå en överenskommelse med kommunen om ett \r\nsamarbete i fråga om\r\n\r\n1. personer med psykisk funktionsnedsättning,\r\n\r\n2. personer som missbrukar alkohol, narkotika, andra \r\nberoendeframkallande medel, läkemedel, dopningsmedel eller \r\nspel om pengar, och\r\n\r\n3. barn och unga som vårdas utanför det egna hemmet eller är \r\nplacerade i ett skyddat boende.\r\n\r\nOm det är möjligt bör organisationer som företräder dessa \r\npersoner eller deras närstående ges möjlighet att lämna \r\nsynpunkter på innehållet i överenskommelsen. Lag (2024:90).\r\n\r\n4 § När den enskilde har behov av insatser både från hälso- \r\noch sjukvården och från socialtjänsten, ska regionen \r\ntillsammans med kommunen upprätta en individuell plan. \r\n\r\nPlanen ska upprättas om regionen eller kommunen bedömer att \r\nden behövs för att den enskilde ska få sina behov \r\ntillgodosedda och om den enskilde samtycker till det. Arbetet \r\nmed planen ska påbörjas utan dröjsmål.\r\n\r\nPlanen ska, när det är möjligt, upprättas tillsammans med den \r\nenskilde. Närstående ska ges möjlighet att delta i arbetet med \r\nplanen, om det är lämpligt och den enskilde inte motsätter sig \r\ndet. \r\n\r\nAv planen ska det framgå \r\n\r\n1. vilka insatser som behövs, \r\n\r\n2. vilka insatser som respektive huvudman ska svara för,\r\n\r\n3. vilka åtgärder som vidtas av någon annan än regionen eller \r\nkommunen, och\r\n\r\n4. vem av huvudmännen som ska ha det övergripande ansvaret för \r\nplanen. Lag (2019:973).\r\n\r\n/Kapitlet träder i kraft I:2026-01-01/\r\n16 a kap. Särskilda skyldigheter under fredstida \r\nkrissituationer, höjd beredskap och katastroftillstånd\r\n\r\nSkyldighet att erbjuda vård\r\n\r\n1 § Kommuner och regioner ska under fredstida krissituationer \r\noch höjd beredskap endast vara skyldiga att erbjuda vård som \r\när nödvändig för liv och hälsa. Lag (2025:1399).\r\n\r\nSkyldighet att lämna hjälp\r\n\r\n2 § Kommuner och regioner ska skyndsamt lämna hjälp till andra \r\nkommuner eller regioner där det råder katastroftillstånd.\r\n\r\nOm det i en kommun eller region råder katastroftillstånd eller \r\nom en kommun eller region inom överskådlig tid kan antas hamna \r\ni ett sådant tillstånd, är den kommunen eller regionen inte \r\nskyldig att lämna hjälp enligt första stycket.\r\n\r\nEn kommun eller region är trots vad som anges i andra stycket \r\nskyldig att lämna hjälp till andra kommuner eller regioner som \r\nhar avsevärt sämre förutsättningar att erbjuda vård som är \r\nnödvändig för liv och hälsa. Lag (2025:1399).\r\n\r\n3 § En kommun eller region som behöver eller kan antas komma \r\natt behöva hjälp av andra kommuner eller regioner ska anmäla \r\ndetta till den myndighet som regeringen bestämmer.\r\nLag (2025:1399).\r\n\r\n4 § Kommuner, regioner och statliga myndigheter ska på begäran \r\nav den myndighet som regeringen bestämmer samverka i frågor om \r\natt lämna hjälp enligt 2 §. Lag (2025:1399).\r\n\r\nBeslut om hjälp\r\n\r\n5 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår i ett enskilt fall besluta att en kommun eller region ska \r\nlämna hjälp enligt 2 § och om omfattningen av sådan hjälp, om \r\ndet kan antas att en hjälpbehövande kommun eller region saknar \r\nförutsättningar att ordna tillräcklig hjälp på egen hand eller \r\ngenom samverkan enligt 4 §. Lag (2025:1399).\r\n\r\nBeslut enligt första stycket får inte överklagas.\r\n\r\n6 § Kommuner och regioner ska på begäran lämna de uppgifter \r\nsom behövs i ärenden om hjälp enligt 5 § till den myndighet \r\nsom regeringen bestämmer. Lag (2025:1399).\r\n\r\n7 § Regeringen får meddela ytterligare föreskrifter om ärenden \r\nom hjälp enligt 5 §. \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela ytterligare föreskrifter om anmälan om hjälp enligt \r\n3 §, samverkan i frågor om att lämna hjälp enligt 4 § och \r\nuppgiftsskyldighet enligt 6 §. Lag (2025:1399).\r\n\r\n8 § En kommun eller region som efter beslut enligt 5 § har \r\nlämnat hjälp har rätt till skälig ersättning för hjälpen. \r\nErsättningen ska betalas av den kommun eller region som har \r\ntagit emot hjälpen. Lag (2025:1399).\r\n\r\nBeslut om kvalificerat katastroftillstånd\r\n\r\n9 § Om det råder katastroftillstånd i en kommun eller region \r\noch det inte med stöd av 2 § eller på andra sätt är möjligt \r\natt ge den hjälp som krävs för att tillståndet ska upphöra, \r\nfår regeringen besluta om kvalificerat katastroftillstånd i \r\nden kommunen eller regionen.\r\n\r\nNär förhållandena inte längre är sådana som avses i första \r\nstycket ska regeringen besluta att det kvalificerade \r\nkatastroftillståndet inte längre ska gälla. Lag (2025:1399).\r\n\r\n10 § Om ett beslut om kvalificerat katastroftillstånd har \r\nmeddelats enligt 9 §, ska den kommun eller region som beslutet \r\navser så långt det är möjligt\r\n\r\n1. erbjuda vård som är nödvändig för liv och hälsa, och\r\n\r\n2. fullgöra sina skyldigheter när det gäller 5 kap. 1 § 1, 2, \r\n4 och 5 och 5 kap. 2 och 4 §§. \r\n\r\nFörsta stycket 2 gäller även andra vårdgivare som bedriver \r\nverksamhet i en sådan kommun eller region. Lag (2025:1399).\r\n\r\n17 kap. Avgifter\r\n\r\nUttag av avgifter\r\n\r\n1 § Vårdavgifter och avgifter med anledning av att patienter \r\nuteblir från avtalade besök får tas ut enligt grunder som \r\nregionen eller kommunen bestämmer. Patienter som omfattas av \r\nen regions eller en kommuns ansvar för hälso- och sjukvård \r\nenligt 8 kap. 1-3 §§ respektive 12 kap. 1 och 2 §§ och 14 kap. \r\n1 § ska behandlas lika.\r\n\r\nFörsta stycket gäller inte i den mån annat är särskilt \r\nföreskrivet. Lag (2019:973).\r\n\r\n2 § Regionen får för sluten vård fastställa avgiftsnivåer i \r\nolika inkomstintervall och besluta om vilka regler om \r\nnedsättning av avgiften som ska gälla. Avgiften för sluten \r\nvård får för varje vårddag uppgå till högst 0,0023 \r\nprisbasbelopp enligt 2 kap. 6 och 7 §§ \r\nsocialförsäkringsbalken, avrundat nedåt till närmaste tiotal \r\nkronor. Lag (2019:973).\r\n\r\n3 § Av patienter som är 85 år eller äldre får vårdavgifter \r\noch andra avgifter för sådan vård och sådana \r\nförbrukningsartiklar som avses i 6 § inte tas ut.\r\n\r\n4 § Har upphävts genom lag (2017:616).\r\n\r\n5 § Avgiften tas ut av patientens förmyndare om patienten \r\när under 18 år när vården ges eller patienten uteblir från \r\nett avtalat besök. Om det finns flera förmyndare svarar de \r\nsolidariskt för avgiften. Avgiften får tas ut av den \r\nunderårige om det finns särskilda skäl.\r\n\r\nHögkostnadsskydd för avgifter till regioner\r\n\r\n6 § För den enskilde får följande poster tillsammans under ett \r\når, räknat från det första tillfälle då avgift betalats, uppgå \r\ntill högst 0,025 prisbasbelopp enligt 2 kap. 6 och 7 §§ \r\nsocialförsäkringsbalken, avrundat nedåt till närmaste \r\nfemtiotal kronor, eller det lägre belopp som bestämts av \r\nregionen:\r\n\r\n1. vårdavgifter som avser öppen vård enligt denna lag i andra \r\nfall än som avses i 8 § första stycket 1, \r\n\r\n2. avgifter för förbrukningsartiklar som avses i 8 kap. 9 §, \r\noch \r\n\r\n3. avgifter för tandvård som avses i 8 a § tandvårdslagen \r\n(1985:125).\r\n\r\nVid beräkning av avgiftsbefrielse enligt första stycket ska \r\näven sådana avdrag som har gjorts enligt 7 § andra stycket \r\nlagen (2013:513) om ersättning för kostnader till följd av \r\nvård inom Europeiska ekonomiska samarbetsområdet medräknas.\r\nLag (2019:973).\r\n\r\n7 § Har en förälder eller föräldrar gemensamt flera barn \r\nunder 18 år i sin vård, får barnen gemensamt avgiftsbefrielse \r\nnär kostnaderna för avgifter och gjorda avdrag enligt 6 § \r\nsammanlagt uppgår till det belopp som avses där. Sådan \r\navgiftsbefrielse gäller även för barn som under den tid som \r\navses i 6 § fyller 18 år.\r\n\r\nMed förälder avses även familjehemsförälder. Som förälder \r\nräknas även den med vilken en förälder stadigvarande \r\nsammanbor och som är eller har varit gift med eller har eller \r\nhar haft barn med föräldern.\r\n\r\nHögkostnadsskydd för avgifter till kommuner\r\n\r\n8 § För den enskilde får avgifter för följande poster \r\ntillsammans per månad uppgå till högst en tolftedel av 0,5392 \r\nprisbasbelopp enligt 2 kap. 6 och 7 §§ \r\nsocialförsäkringsbalken:\r\n\r\n1. vård enligt 12 kap. 1 eller 2 § eller 14 kap. 1 §,\r\n\r\n2. förbrukningsartiklar enligt 12 kap. 6 §, och\r\n\r\n3. hemtjänst och dagverksamhet enligt 32 kap. 6 § \r\nsocialtjänstlagen (2025:400).\r\n\r\nAvgifterna får dock inte uppgå till ett så stort belopp att \r\nden enskilde inte förbehålls tillräckliga medel av sitt \r\navgiftsunderlag för sina personliga behov och andra normala \r\nlevnadskostnader (förbehållsbelopp). När avgifterna \r\nfastställs, ska kommunen dessutom försäkra sig om att den \r\nenskildes make eller sambo inte drabbas av en oskäligt \r\nförsämrad ekonomisk situation.\r\n\r\nVid beräkning av avgiftsunderlag och förbehållsbelopp enligt \r\nandra stycket ska 32 kap. 4, 5, 8 och 9 §§ socialtjänstlagen \r\ntillämpas. Lag (2025:446).\r\n\r\n18 kap. Övrigt \r\n\r\nUnderrättelseskyldighet i fråga om missbruk\r\n\r\n1 § Om en nämnd som utövar ledning enligt 7 kap. 1 § eller \r\n11 kap. 1 § i sin verksamhet iakttagit något som tyder på att \r\nnya medel används för missbruksändamål eller att ändringar \r\nsker i missbruksmönster av kända medel, ska nämnden utan \r\ndröjsmål anmäla detta till Folkhälsomyndigheten.\r\n\r\nForskning\r\n\r\n2 § Regioner och kommuner ska medverka vid finansiering, \r\nplanering och genomförande av dels kliniskt forskningsarbete \r\npå hälso- och sjukvårdens område, dels folkhälsovetenskapligt \r\nforskningsarbete. Regioner och kommuner ska i dessa frågor, i \r\nden omfattning som behövs, samverka med varandra och med \r\nberörda universitet och högskolor. Lag (2019:973).\r\n\r\nHälso- och sjukvård vid extraordinära händelser i fredstid\r\n\r\n3 § Personer som tas emot från en annan kommun eller en annan \r\nregion enligt 4 kap. 1 § lagen (2006:544) om kommuners och \r\nregioners åtgärder inför och vid extraordinära händelser i \r\nfredstid och höjd beredskap omfattas av mottagande kommuns och \r\nregions skyldigheter enligt denna lag. Lag (2019:973).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2017:30\r\n\r\n1. Denna lag träder i kraft den 1 april 2017.\r\n\r\n2. Genom lagen upphävs hälso- och sjukvårdslagen \r\n(1982:763).\r\n\r\n3. Bestämmelsen i 8 kap. 3 § första stycket gäller inte \r\nvård som ges enligt avtal om hälso- och sjukvårdstjänster \r\nsom landstinget träffat med vårdgivare före den 1 januari \r\n2015, så länge avtalet gäller. Efter den 1 april 2017 får \r\nett sådant avtal inte förlängas utan att 8 kap. 3 § \r\nförsta stycket beaktas.\r\n\r\n4. Bestämmelserna i 17 kap. 5 § gäller inte avgifter för \r\nvilka betalningsskyldighet uppkommit före den 1 juni 2010.\r\n\r\n5. För den som omfattas av rådets förordning (EEG) nr 1408/71 \r\nav den 14 juni 1971 om tillämpningen av systemen för social \r\ntrygghet när anställda, egenföretagare eller deras \r\nfamiljemedlemmar flyttar inom gemenskapen gäller fortfarande \r\n3 c § den upphävda lagen i dess lydelse före den 1 januari \r\n2011.\r\n\r\n6. För sjukgymnaster gäller fortfarande 24 § den upphävda \r\nlagen i dess lydelse före den 1 januari 2014.\r\n\r\n2018:143\r\n\r\n1. Denna lag träder i kraft den 1 juli 2018.\r\n\r\n2. För tillstånd som gäller vid tidpunkten för \r\nikraftträdandet och som har beslutats enligt 9 b § den \r\nupphävda hälso- och sjukvårdslagen (1982:763) eller enligt 7 \r\nkap. 5 § hälso- och sjukvårdslagen (2017:30) i dess lydelse \r\nföre den 1 juli 2018, gäller vad som föreskrivs för nationell \r\nhögspecialiserad vård i de nya bestämmelserna och i \r\nföreskrifter som meddelats i anslutning till lagen. Sådana \r\ntillstånd ska fortsätta att gälla även om tiden för \r\ntillståndet har gått ut.\r\n\r\n2018:1997\r\n\r\n1. Denna lag träder i kraft den 1 juli 2021. Lag (2020:312).\r\n\r\n2. Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om i vilka fall och på vilket sätt \r\näldre föreskrifter om möjligheter till anställning i \r\nlandstingen för läkares allmäntjänstgöring ska gälla.\r\n\r\n2025:1399\r\n\r\nDenna lag träder i kraft den 1 januari 2027 i fråga om 8 kap. \r\n10 § och 12 kap. 7 § och i övrigt den 1 januari 2026.",
    "skapadDateTime": "2025-12-12T12:52:27.5811218",
    "uppdateradDateTime": "2025-12-15T13:23:08.6182288",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:23:08.6182287",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 642304,
      "beteckning": "2017:616",
      "anteckningar": "upph. 17 kap. 4 §; ändr. 17 kap. 8 §",
      "ikraftDateTime": "2018-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:106, bet. 2016/17:SoU18, rskr. 2016/17:326",
      "rubrik": "Lag (2017:616) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "616",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960496",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184264",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184262",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642305,
      "beteckning": "2018:143",
      "anteckningar": "ändr. 2 kap. 7 §, 7 kap. 5 §, 8 kap. 5 §; nya 7 kap. 5 a, \r\n5 b §§",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:40, bet. 2017/18:SoU18, rskr. 2017/18:176",
      "rubrik": "Lag (2018:143) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "143",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.59605",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184408",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184407",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642306,
      "beteckning": "2017:810",
      "anteckningar": "ändr. 5 kap. 7 §, 16 kap. 3 §",
      "ikraftDateTime": "2018-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:85, bet. 2016/17: SoU13, rskr. 2016/17:345",
      "rubrik": "Lag (2017:810) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "810",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960503",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184483",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184482",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642307,
      "beteckning": "2018:553",
      "anteckningar": "ändr. 9 kap. 1 §; ny 7 kap. 2 a §",
      "ikraftDateTime": "2019-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:83, bet. 2017/18:SoU22, rskr. 2017/18:294",
      "rubrik": "Lag (2018:553) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "553",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960504",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184541",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.618454",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642308,
      "beteckning": "2017:773",
      "anteckningar": "ändr. 7 kap. 1 §",
      "ikraftDateTime": "2018-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:171, bet. 2016/17:KU30, rskr. 2016/17:336",
      "rubrik": "Lag (2017:773) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "773",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960505",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184611",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184611",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642309,
      "beteckning": "2022:273",
      "anteckningar": "ändr. 7 kap. 3 §, 9 kap. 1 §; nya 7 kap. 3 a, 3 b, 3 c §§",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:72, bet. 2021/22:SoU22, rskr. 2021/22:225",
      "rubrik": "Lag (2022:273) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "273",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960507",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184669",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184668",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642310,
      "beteckning": "2022:1255",
      "anteckningar": "ny 5 kap. 9 §, rubr. närmast före 5 kap. 9 §",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:244, bet. 2021/22:SoU35, rskr. 2021/22:428",
      "rubrik": "Lag (2022:1255) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1255",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960509",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184738",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184737",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642311,
      "beteckning": "2023:37",
      "anteckningar": "ändr. 13 a kap. 1 §",
      "ikraftDateTime": "2024-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:260, bet. 2022/23:SoU5, rskr. 2022/23:116",
      "rubrik": "Lag (2023:37) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "37",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960511",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184808",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184808",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642312,
      "beteckning": "2023:191",
      "anteckningar": "ändr. 5 kap. 2 §; ny 2 kap. 8 §",
      "ikraftDateTime": "2023-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2022/23:45, bet. 2022/23:SoU11, rskr. 2022/23:164",
      "rubrik": "Lag (2023:191) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "191",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960515",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184882",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184881",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642313,
      "beteckning": "2024:90",
      "anteckningar": "ändr. 16 kap. 3 §",
      "ikraftDateTime": "2024-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:31, bet. 2023/24:SoU6, rskr. 2023/24:130",
      "rubrik": "Lag (2024:90) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "90",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960519",
      "uppdateradDateTime": "2025-12-15T13:23:08.6184953",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6184952",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642314,
      "beteckning": "2017:211",
      "anteckningar": "ändr. 16 kap. 3 §",
      "ikraftDateTime": "2017-04-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:59, bet. 2016/17:SoU11, rskr. 2016/17:156",
      "rubrik": "Lag (2017:211) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "211",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.596052",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185011",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.618501",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642315,
      "beteckning": "2018:1727",
      "anteckningar": "ändr. 12 kap. 1, 2 §§, 14 kap. 1 §, 16 kap. 1 §",
      "ikraftDateTime": "2019-04-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:273, bet. 2018/19:SoU4, rskr. 2018/19:11",
      "rubrik": "Lag (2018:1727) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1727",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960522",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185079",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185078",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642316,
      "beteckning": "2018:1997",
      "anteckningar": "ändr. 10 kap. 5 §, rubr. närmast före 10 kap. 5 §",
      "ikraftDateTime": "2021-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:274, bet. 2018/19:SoU5, rskr. 2018/19:50",
      "rubrik": "Lag (2018:1997) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1997",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960523",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185141",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.618514",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642317,
      "beteckning": "2019:973",
      "anteckningar": "ändr. 1 kap. 1 , 2 §§, 2 kap. 2, 3, 7 §§, 6 kap. 1 §, 7 kap. 1, 2, 2 a, 3, 5 a, 6, 7, 8, 9 §§, 8 kap. 1, 2, 3, 4, 5, 6, 7, 8, 9 §§, 9 kap. 1, 2, 3, 4 §§, 10 kap. 1, 2, 3, 4, 5 §§, 11 kap. 4 §, 12 kap. 4 §, 14 kap. 1, 2, 3 §§, 15 kap. 1 §, 16 kap. 1, 2, 3, 4 §§, 17 kap. 1, 2, 6 §§, 18 kap. 2, 3 §§, rubr. 14 kap., rubr. närmast efter 6 kap. 2 §, rubr. närmast före 17 kap. 6 §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:162, bet. 2019/20:KU3, rskr. 2019/20:48",
      "rubrik": "Lag (2019:973) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "973",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960525",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185212",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185211",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642318,
      "beteckning": "2019:996",
      "anteckningar": "ändr. 10 kap. 5 § i 2018:1997",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:162, bet. 2019/20:KU3, rskr. 2019/20:48",
      "rubrik": "Lag (2019:996) om ändring i lagen (2018:1997) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "996",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960527",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185293",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185293",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642319,
      "beteckning": "2020:312",
      "anteckningar": "ändr. p 1 i ikrafttr.- och övergångsbest. i 2018:1997",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:158, bet. 2019/20:SoU22, rskr. 2019/20: 262",
      "rubrik": "Lag (2020:312) om ändring i lagen (2018:1997) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "312",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960529",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185354",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185353",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642320,
      "beteckning": "2020:1043",
      "anteckningar": "ändr. 1 kap. 1 §, 2 kap. 6 §; nytt 13 a kap.",
      "ikraftDateTime": "2021-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:164, bet. 2020/21:SoU2, rskr. 2020/21:61",
      "rubrik": "Lag (2020:1043) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1043",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960531",
      "uppdateradDateTime": "2025-12-15T13:23:08.618542",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185419",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642321,
      "beteckning": "2021:648",
      "anteckningar": "ändr. 5 kap. 7 §",
      "ikraftDateTime": "2021-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:163, bet. 2020/21:SoU26, rskr. 2020/21:350",
      "rubrik": "Lag (2021:648) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "648",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960533",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185481",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.618548",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642322,
      "beteckning": "2018:694",
      "anteckningar": "ändr. 8 kap. 1 §",
      "ikraftDateTime": "2019-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:145, bet. 2017/18:SkU19, rskr. 2017/18:317",
      "rubrik": "Lag (2018:694) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "694",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960534",
      "uppdateradDateTime": "2025-12-15T13:23:08.618555",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185549",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642323,
      "beteckning": "2025:446",
      "anteckningar": "ändr. 5 kap. 8 §, 11 kap. 1 §, 12 kap. 1, 2, 4 §§, 14 kap. 1 §, 16 kap. 1 §, \n17 kap. 8 §",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:89, bet. 2024/25:SoU23, rskr. 2024/25:210",
      "rubrik": "Lag (2025:446) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "446",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960536",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185613",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185612",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642324,
      "beteckning": "2025:1399",
      "anteckningar": "nuvarande 8 kap. 10 § betecknas 8 kap. 11 §; ändr. 6 kap. 1, 2 §§, 7 kap. 2 §; nya 16 a kap., 2 kap. 9 §, 7 kap. 2 b, 2 c §§, 8 kap. 10 §, 11 kap. 2 a, 2 b §§, 12 kap. 7 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:167, bet. 2025/26:SoU6, rskr. 2025/26:44",
      "rubrik": "Lag (2025:1399) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1399",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:27.5960537",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185686",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185685",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642325,
      "beteckning": "2025:1498",
      "anteckningar": "ändr. 5 kap. 8 §",
      "ikraftDateTime": "2026-01-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2025/26:12, bet. 2025/26:SoU11, rskr. 2025/26:100",
      "rubrik": "Lag (2025:1498) om ändring i hälso- och sjukvårdslagen (2017:30)",
      "lopnummer": "1498",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T12:52:44.7197021",
      "uppdateradDateTime": "2025-12-15T13:23:08.6185759",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:23:08.6185757",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-12T12:52:27.5811205",
  "uppdateradDateTime": "2025-12-15T13:23:08.6178288",
  "publicerad": true,
  "publiceradDateTime": "2025-12-15T13:23:08.6178287",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}