{
  "grundforfattningId": 62348,
  "previousId": 27396,
  "beteckning": "1955:227",
  "beteckningSortable": "1955:227",
  "publiceringsar": "1955",
  "lopnummer": "227",
  "rubrik": "Lag (1955:227) om inskrivning av rätt till luftfartyg",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": null,
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L3",
    "namnOchEnhet": "Justitiedepartementet L3",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62345,
    "forarbeten": "Prop. 1955:13; 1LU 1955:15; Rskr 1955:130",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "inskrivning,luftfartyg",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-22T13:28:05.9340909",
    "uppdateradDateTime": "2025-12-22T13:28:40.2557179",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-22T13:28:40.2557169",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85168,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2018:781",
    "omtryck": null,
    "utfardadDateTime": "1955-05-12T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Inledande bestämmelser\r\n\r\n1 § Denna lag innehåller bestämmelser om inskrivning av\r\nförvärv av och nyttjanderätt till luftfartyg samt om\r\ninteckning i luftfartyg.\r\n\r\nLagen tillämpas på luftfartyg som är införda i det svenska\r\nluftfartygsregistret. Bestämmelserna om inskrivning av\r\nförvärv och nyttjanderätt är tilllämpliga även på andelar i\r\nsådana luftfartyg.\r\n\r\nBestämmelser om erkännande av inskrivning som gjorts i annat\r\nland m.m. finns i lagen (1955:229) i anledning av Sveriges\r\ntillträde till 1948 års konvention rörande internationellt\r\nerkännande av rätt till luftfartyg.\r\n\r\nBestämmelser om internationella säkerhetsrätter och andra\r\nrättigheter i luftfartyg finns i lagen (2015:860) om\r\ninternationella säkerhetsrätter i lösa saker. Lag (2015:863).\r\n\r\n1 a § För inskrivning enligt denna lag ska ett register \r\nföras med hjälp av automatiserad behandling, benämnt \r\ninskrivningsregistret för luftfartyg. Det ska ge offentlighet \r\nåt den information som ingår i registret.\r\n\r\nRegeringen kan med stöd av 8 kap. 7 § regeringsformen meddela \r\nföreskrifter om inskrivningsregistrets innehåll och närmare \r\nändamål, behandling av uppgifter och personuppgiftsansvar.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om avgifter för registrering och om \r\nexpeditionsavgifter för bevis om inskrivningsåtgärd.\r\nLag (2018:271).\r\n\r\n1 b § Inskrivningsärenden enligt denna lag handläggs av en för\r\nhela landet gemensam inskrivningsmyndighet. Regeringen\r\nbestämmer vilken myndighet som skall vara\r\ninskrivningsmyndighet. Lag (2004:82).\r\n\r\nInskrivning av förvärv av luftfartyg\r\n\r\n2 § Den som har förvärvat äganderätt till ett luftfartyg får\r\nansöka om inskrivning av förvärvet. Lag (2004:82).\r\n\r\n2 a § Om ett förvärv av ett luftfartyg är föremål för ett\r\näganderättsförbehåll eller är beroende av något annat villkor\r\nsom inskränker rätten att överlåta, upplåta eller inteckna\r\nluftfartyget, får den som ansöker om inskrivning av ett förvärv\r\nenligt 2 § ansöka om att en anteckning om förbehållet eller\r\nvillkoret skall göras i registret.\r\n\r\nEn ansökan enligt första stycket får också göras av den till\r\nvars förmån förbehållet eller villkoret gäller. Lag (2004:82).\r\n\r\nInskrivning av nyttjanderätt till luftfartyg\r\n\r\n2 b § Den som har förvärvat nyttjanderätt till ett luftfartyg\r\ngenom upplåtelse av den inskrivne ägaren får ansöka om\r\ninskrivning av nyttjanderätten.\r\n\r\nEn sådan ansökan får också göras avseende en upplåtelse som\r\ngjorts av någon annan än den inskrivne ägaren, om upplåtaren\r\nförvärvat luftfartyget före upplåtelsen och senast på samma\r\ninskrivningsdag som ansökan om inskrivning av nyttjanderätt\r\ngörs söker inskrivning för sitt förvärv. Lag (2004:82).\r\n\r\nVerkningar av inskrivning av förvärv och nyttjanderätt m.m.\r\n\r\n2 c § En införing i inskrivningsregistret för luftfartyg skall,\r\nfrån och med den inskrivningsdag då ärendet om införingen togs\r\nupp, anses känd för var och en vars rätt till luftfartyget är\r\nberoende av god tro om en omständighet som införingen avser.\r\nLag (2004:82).\r\n\r\n2 d § Ett förvärv av ett luftfartyg skall gälla även om\r\növerlåtaren inte hade rätt att överlåta luftfartyget, om\r\n\r\n1. överlåtarens rätt till luftfartyget var inskriven när\r\növerlåtelsen ägde rum,\r\n\r\n2. förvärvaren har ansökt om inskrivning av förvärvet och inte\r\nkände till eller borde ha känt till bristen i överlåtarens rätt\r\natt förfoga över luftfartyget när ansökan gjordes, samt\r\n\r\n3. inskrivning därefter beviljas.\r\n\r\nOm förvärv genom exekutiv försäljning finns bestämmelser i\r\nutsökningsbalken. Lag (2004:82).\r\n\r\n2 e § Om ett luftfartyg har överlåtits och inskrivning har\r\nsökts för förvärvet, får luftfartyget efter utgången av den\r\ninskrivningsdag då ansökan gjordes inte tas i anspråk för en\r\nannan fordran mot överlåtaren än för sådan som är förenad med\r\ninteckning som sökts före denna inskrivningsdag eller för\r\nvilken luftpanträtt eller retentionsrätt gäller i luftfartyget.\r\n\r\nOm ansökan om inskrivning avslås, får luftfartyget tas i\r\nanspråk utan de begränsningar som anges i första stycket.\r\nLag (2004:82).\r\n\r\n2 f § Nyttjanderätt till ett luftfartyg gäller mot ny ägare\r\ntill luftfartyget, om inskrivning av nyttjanderätten sökts\r\nsenast på inskrivningsdagen före den inskrivningsdag då den nye\r\nägaren ansöker om inskrivning av sitt förvärv.\r\n\r\nEtt luftfartyg får inte till skada för nyttjanderättshavaren\r\ntas i anspråk för annan fordran mot upplåtaren än för sådan som\r\när förenad med inteckning som sökts före den dag då inskrivning\r\nav nyttjanderätten sökts eller för vilken luftpanträtt eller\r\nretentionsrätt gäller i luftfartyget. Lag (2004:82).\r\n\r\nTalan om bättre rätt m.m.\r\n\r\n2 g § Talan om bättre rätt till ett luftfartyg kan med laga\r\nverkan riktas mot den som senast beviljats eller sökt\r\ninskrivning för sitt förvärv, även om denne innan talan väcktes\r\növerlåtit luftfartyget. Den till vilken överlåtelsen skett har\r\ni rättegången samma ställning som om överlåtelsen skett under\r\nrättegången.\r\n\r\nFörsta stycket skall också tillämpas när någon vill söka\r\nbetalning ur ett luftfartyg för en fordran som är förenad med\r\ninteckning eller för vilken luftpanträtt eller retentionsrätt\r\ngäller i luftfartyget. Om en tvist som rör äganderätten är\r\nantecknad i registret, får talan om betalning också riktas mot\r\nden som innehar luftfartyget med äganderättsanspråk.\r\nLag (2004:82).\r\n\r\nAvförande av inskrivningar av förvärv och nyttjanderätt m.m.\r\n\r\n2 h § Den som är inskriven som ägare eller nyttjanderättshavare\r\neller den till vars förmån ett antecknat förbehåll eller\r\nvillkor som avses i 2 a § gäller, får ansöka om att\r\ninskrivningen eller anteckningen skall avföras ur registret.\r\nLag (2004:82).\r\n\r\nInteckning i luftfartyg och reservdelar till luftfartyg\r\n\r\n3 § Efter medgivande av den som är inskriven som ägare, får ett\r\nluftfartyg genom inskrivning i inskrivningsregistret för\r\nluftfartyg intecknas till säkerhet för fordran på ett visst\r\npenningbelopp.\r\n\r\nEn inteckning får till säkerhet för en och samma fordran\r\nmeddelas i flera luftfartyg, men inte på sådant sätt att något\r\nav dem kommer att besväras av en inteckning som inte gäller med\r\nsamma förmånsrätt i de övriga. Ett luftfartyg som är intecknat\r\nför samma fordran som ett annat luftfartyg får inte intecknas\r\nsärskilt.\r\n\r\nEn inteckning får inte meddelas i en andel av ett luftfartyg.\r\nLag (2004:82).\r\n\r\n4 § Inteckning i luftfartyg får, om den som är inskriven som\r\nägare medger det, beviljas att gälla även i lager av\r\nreservdelar, eller i en andel i ett sådant lager, som tillhör\r\nägaren till luftfartyget, om delarna till art och ungefärligt\r\nantal förtecknats i fordringshandlingen eller i en bilaga till\r\ndenna och förvaras på angivna platser här i landet eller i\r\nannan stat som tillträtt den i Genève den 19 juni 1948\r\navslutade konventionen rörande internationellt erkännande av\r\nrätt till luftfartyg. Vid sådan inteckning skall 3 § andra\r\nstycket tillämpas på motsvarande sätt.\r\n\r\nTill reservdelar räknas föremål som är avsedda att monteras på\r\neller i ett luftfartyg i stället för delar eller föremål som\r\ntagits bort därifrån, såsom delar av flygkroppen samt motorer,\r\npropellrar, radioutrustning och instrument eller delar därav.\r\nLag (2004:82).\r\n\r\n5 § Medgivande av inteckning skall tecknas å handling, varå fordran\r\ngrundas, samt innefatta uppgift om luftfartygets nationalitets- och\r\nregistreringsbeteckning; och varde medgivandet av vittnen styrkt.\r\n\r\n6 § När ansökan om inteckning görs skall fordringshandlingen\r\nges in i original. Lag (2004:82).\r\n\r\n7 § Har upphävts genom lag (2004:82).\r\n\r\n8 § Är fråga om inteckning i reservdelar, skall genom intyg av trovärdig\r\nperson eller annorledes nöjaktigt styrkas att reservdelarna eller den\r\nlott i dessa, vari inteckningen skall gälla, tillhör luftfartygets\r\nägare.\r\n\r\n9 § Ej må i inteckningsärende andra än skriftliga bevis gälla i fråga om\r\nåtkomst till luftfartyg eller reservdelar.\r\n\r\n10 § Har, då inteckning sökes, talan väckts om klander å den uppgivne\r\nägarens fång eller om återgång därav, vare ansökningen vilande i avbidan\r\npå målets utgång. Fullföljes ej ansökningen senast å den inskrivningsdag\r\nsom infaller näst efter tre månader från det dom eller beslut, varigenom\r\nmålet avgjorts, vunnit laga kraft, vare ansökningen förfallen.\r\n\r\n11 § En överlåtelse av ett luftfartyg eller en andel i ett\r\nluftfartyg hindrar inte att luftfartyget intecknas på grund av\r\növerlåtarens medgivande, om ansökan om inteckningen gjorts\r\nsenast inskrivningsdagen före den inskrivningsdag då den nye\r\nägaren söker inskrivning av sitt förvärv. Lag (2004:82).\r\n\r\n12 § Har upphävts genom lag (2004:82).\r\n\r\n13 § Har upphävts genom lag (2004:82).\r\n\r\nOm intecknings verkan och omfattning\r\n\r\n14 § Sedan inteckning i luftfartyg meddelats, njute fordringsägaren\r\npanträtt i fartyget.\r\n\r\nPanträtten omfattar förutom flygkroppen jämväl motorer, propellrar,\r\nradioutrustning, instrument och andra tillbehör, vare sig de äro\r\nanbragta i luftfartyget eller tillfälligt skilda därifrån.\r\n\r\nHar tillbehör förvärvats under villkor att överlåtaren skall äga rätt\r\natt återtaga det, om förvärvaren åsidosätter vad honom åligger, eller\r\natt äganderätten därtill skall förbliva hos överlåtaren intill dess\r\nbetalning erlagts eller annan förutsättning uppfyllts, må villkoret ej\r\ngöras gällande mot inteckningshavaren.\r\n\r\n15 § Omfattar en inteckning även reservdelar, har\r\ninteckningshavaren panträtt i dessa, om han eller hon vid\r\nförvaringsplatsen har anslagit ett väl synligt tillkännagivande\r\nom inteckningen, med angivande av dess omfattning,\r\ninteckningshavarens namn och adress, och att inteckningen har\r\nskrivits in i inskrivningsregistret för luftfartyg.\r\nLag (2004:82).\r\n\r\n16 § Ersättes intecknad reservdel med annan, häfte i stället denna för\r\npanträtten.\r\n\r\n17 § Är inteckning meddelad i flera luftfartyg, häfte ettvart av\r\nfartygen för den intecknade fordringens hela belopp.\r\n\r\nOmfattar inteckning ett eller flera luftfartyg jämte reservdelar, skola\r\njämväl reservdelarna svara för hela det intecknade beloppet.\r\n\r\n18 § Angående inteckningshavares rätt till ersättning, som utgår på\r\ngrund av tagen försäkring, är särskilt stadgat.\r\n\r\nErsättning, som på annan grund utgår för skada å intecknad egendom,\r\nhäfte icke i egendomens ställe för intecknad fordran.\r\n\r\n19 § Ej må panträtt, som inteckning medför, särskilt göras gällande i\r\nviss lott i vad som intecknats.\r\n\r\n19 a § Panträtt på grund av inteckning i luftfartyg eller reservdelar\r\ngäller ej ränta för längre tid än tre år före den dag utmätning sker\r\neller konkursansökan göres. Lag (1970:986).\r\n\r\n19 b § Inteckning ger företräde i förhållande till annan\r\ninteckning efter den tidsföljd i vilken inteckningarna söks.\r\nInteckningar som söks på samma inskrivningsdag ger lika rätt.\r\nLag (2004:82).\r\n\r\n20 § Varder intecknad egendom utmätningsvis såld, njute\r\ninteckningshavaren betalning ur egendomen, ändå att fordringen eljest ej\r\när till betalning förfallen.\r\n\r\nSamma lag vare, om intecknat luftfartyg genom vanvård eller annorledes\r\nså försämras, att inteckningshavarens säkerhet märkligt minskas, eller\r\nom intecknat reservdelslager icke vidmakthålles i huvudsaklig\r\növerensstämmelse med vad som uttryckligen överenskommits eller eljest\r\nfår anses avtalat.\r\n\r\nOm särskilda åtgärder med avseende å inteckning\r\n\r\n21 § Vill ägaren till intecknad egendom byta ut en\r\ninteckningshandling mot en eller flera andra handlingar som\r\ninnehåller medgivande av inteckning för motsvarande belopp,\r\nskall dessa handlingar ges in till inskrivningsmyndigheten. I\r\ninskrivningsregistret för luftfartyg görs anteckning om utbytet\r\noch på den eller de nya inteckningshandlingarna görs de\r\nanmärkningar som är av betydelse för inteckningsrättens\r\nbedömande. Ett utbyte kan också ske på begäran av en\r\ninteckningshavare, om den intecknade egendomens ägare samtyckt\r\ntill åtgärden. Lag (2004:82).\r\n\r\n22 § Efter medgivande av ägaren till ett luftfartyg får en\r\ninteckning dödas helt eller för visst belopp eller, där flera\r\nluftfartyg är intecknade för samma fordran, i visst luftfartyg.\r\nI samband med ansökan om dödande av inteckning skall\r\ninteckningshandlingen ges in till inskrivningsmyndigheten.\r\n\r\nUnder de förutsättningar som anges i första stycket kan\r\ninnehavaren av en inteckning som även omfattar reservdelar, få\r\ninteckningen dödad i samtliga reservdelar eller i de\r\nreservdelar som förvaras på viss plats.\r\n\r\nDödande av en inteckning i ett visst luftfartyg eller i\r\nreservdelar får inte ske på ett sådant sätt, att\r\ninteckningsförhållandena efter åtgärden strider mot\r\nbestämmelserna i 3 § andra stycket eller 4 § första stycket.\r\nLag (2004:82).\r\n\r\n23 § Vill någon låta inteckning under annan nedsättas, äge vad i 22 § är\r\nstadgat i fråga om intecknings dödande motsvarande tillämpning.\r\n\r\nÄr egendomen besvärad av flera inteckningar, må ej någon av dem sättas\r\nefter annan, med mindre den tillika sättes att gälla efter den eller de\r\ninteckningar, vilka äga lika rätt som eller bättre rätt än denna.\r\n\r\n24 § Om ett luftfartyg avförs ur luftfartygsregistret, skall\r\nde inskrivningar och anteckningar som finns avseende\r\nluftfartyget i inskrivningsregistret för luftfartyg avföras.\r\nLag (2004:82).\r\n\r\n25 § Sker försäljning av luftfartyg eller intecknade reservdelar till\r\nsådant fartyg i den ordning som är stadgad beträffande försäljning av\r\nutmätt sådan egendom, då skall, sedan auktionen vunnit laga kraft och\r\nköpeskillingen erlagts, den sålda egendomen icke vidare häfta för annat\r\nintecknat belopp än sådant, som fått innestå i egendomen i avräkning å\r\nköpeskillingen. Omfattar inteckningen i den sålda egendomen jämväl annan\r\negendom, skall denna icke vidare häfta för belopp, som täckes av\r\nköpeskillingen för den sålda egendomen.\r\n\r\nI fall då enligt vad därom är särskilt stadgat mellan rättsägare i\r\nutmätt egendom, som omfattas av inteckning i luftfartyg, medel skola\r\nfördelas ändå att försäljning av egendomen ej skett, och betalning\r\ndärvid utfaller å huvudstolen av intecknad fordran, vare inteckningen\r\ntill motsvarande belopp utan verkan.\r\n\r\n26 § Har domstol, vid meddelande av förklaring att luftfartyg skall vara\r\nförverkat till kronan, tillika beträffande inteckning i fartyget\r\nförklarat att panträtten i fartyget skall upphöra, må, sedan domen\r\nvunnit laga kraft, inteckningen dödas på ansökan utav ny ägare av\r\nfartyget eller lott däri, ändå att inteckningshandlingen i huvudskrift\r\nej företes.\r\n\r\nOm ägarehypotek\r\n\r\n27 § Har intecknad fordringshandling blivit inlöst utav ägaren av den\r\nintecknade egendomen eller eljest kommit i hans hand, och är ej sådant\r\nfall för handen att inteckningen är ogill eller utan verkan, må\r\nhandlingen ånyo utgivas med oförändrad inteckningsrätt.\r\n\r\n28 § Innehaves inteckningshandling, när egendomen utmätningsvis säljes,\r\nav ägaren, må denne vid försäljningen tillgodonjuta samma rätt som\r\nskulle tillkomma annan innehavare av inteckningen; dock att, där i\r\nhandlingen ränta är föreskriven, sådan ej må räknas ägaren till godo. Är\r\nägaren försatt i konkurs, äge konkursboet den rätt nu sagts.\r\n\r\nFinnes, när egendomen utmätningsvis säljes, att ägaren gjort avbetalning\r\nå belopp varför egendomen på grund av inteckning häftar eller\r\nattinteckning i egendomen belånats till lägre belopp än det varå den\r\nlyder, skall i fråga om den del av intecknade beloppet, som icke\r\ntillkommer inteckningshavaren, vad i första stycket är stadgat äga\r\ntillämpning; dock att inteckningshavaren för sin fordran äger\r\nföreträde.\r\n\r\n29 § Har ägaren till intecknad egendom gjort en avbetalning på\r\ndet intecknade beloppet, är inteckningshavaren, om inte annat\r\nförbehåll gjorts, skyldig att på begäran av ägaren och mot\r\nförskott på kostnaden för detta visa upp inteckningshandlingen\r\nför avbetalningens antecknande i inskrivningsregistret för\r\nluftfartyg. I registret skall det anmärkas, att handlingen inte\r\nlängre ger inteckningsrätt för det avbetalade beloppet.\r\n\r\nSedan anteckning om avskrivning enligt första stycket har\r\nskett, får, om ägaren begär det och ger in en handling som\r\ninnehåller ett sådant medgivande som avses i 5 §, en inteckning\r\npå ett belopp motsvarande vad som avskrivits meddelas att gälla\r\nmed förmånsrätt näst efter inteckningshavarens återstående\r\nfordran. Ägaren skall dock, utan att inteckningshandlingen\r\nvisas upp, kunna få inteckningen dödad till belopp motsvarande\r\nvad som avskrivits. Lag (2004:82).\r\n\r\n30 § Försätts ägare, som har rätt till andel i inteckning, i konkurs, är\r\ninteckningshavaren, ändå att han betingat sig annat, pliktig att på\r\nbegäran av konkursförvaltaren uppvisa inteckningshandlingen för\r\navskrivning, såsom i 29 § sägs, av det ägaren tillkommande beloppet.\r\nSedan avskrivning sålunda skett, får inteckning på det avskrivna\r\nbeloppet med ränta meddelas på ansökan av konkursförvaltaren, även om\r\ninteckningsmedgivandet icke är tecknat på sådan handling som i 5 § sägs.\r\nHandling, på grund varav inteckning sålunda meddelas, skall innehålla\r\natt beloppet förfaller till betalning sex månader efter uppsägning. Lag\r\n(1981:809).\r\n\r\nOm personlig ansvarighet för intecknad fordran\r\n\r\n31 § Låter innehavare av intecknad fordran ny ägare till den intecknade\r\negendomen å inteckningshandlingen teckna förbindelse, varigenom han\r\növertager skulden, vare förre gäldenären fri från sin förbindelse, där\r\nej annat är avtalat.\r\n\r\n32 § Har innehavare av skuldförbindelse, till säkerhet för vilken\r\ninteckning blivit fastställd i egendom som sedermera kommit i annan\r\nägares hand, låtit inteckningen utan samtycke av förbindelsens utgivare\r\nhelt eller delvis dödas eller ock nedsättas, och kan fordran till följd\r\ndärav icke ur egendomen uttagas, vare utgivaren fri från ansvar för\r\nfordringen. Vad nu är sagt om förbindelsens utgivare gälle ock om annan\r\nägare, som åtagit sig skulden eller eljest svarar för denna i utgivarens\r\nställe.\r\n\r\n33 § Har vid försäljning av utmätt intecknad egendom i den ordning som\r\nför sådan försäljning är stadgad borgenär, som i egendomen har\r\ninteckning för fordran, ägt taga betalning ur köpeskillingen, men låter\r\nhan efter överenskommelse med köparen intecknat belopp, som kunnat ur\r\nköpeskillingen gäldas, kvarstå i egendomen, vare den som personligen\r\nsvarade för fordringen fri från ansvarighet för sådant belopp. Samma lag\r\nvare i fråga om belopp, som köparen i egenskap av inteckningshavare fått\r\navräkna å köpeskillingen.\r\n\r\n34 § Låter ägaren av intecknat luftfartyg utan inteckningshavarens\r\nsamtycke föra fartyget till stat, varest här i riket verkställd\r\ninskrivning ej erkännes i överensstämmelse med den i 4 § omförmälda\r\nkonventionen, vare ägaren, i den mån inteckningen till följd av denna\r\nåtgärd ej kan göras gällande, personligen ansvarig för den intecknade\r\nfordringen, ändå att sådan ansvarighet ej förut ålåg honom.\r\n\r\nOm intecknings ogiltighet i vissa fall m.m.\r\n\r\n35 § Beviljas inteckning på grund av medgivande av annan än den som är\r\nrätt ägare vare inteckningen ogill, där ej sådant fall är för handen som\r\ni 11 § sägs eller annat eljest följer av vad särskilt är stadgat.\r\n\r\n36 § En inteckning är utan verkan om den har meddelats trots\r\natt den som medgett inteckningen var försatt i konkurs när\r\nansökan om inteckning gjordes eller ett beslut om\r\negendomsavträde meddelades samma dag som ansökan gjordes.\r\nLag (2004:82).\r\n\r\n37 § Utan hinder av inteckning må tvist om intecknad fordrans giltighet\r\nlagligen prövas.\r\n\r\nOm förfarandet i inskrivningsärenden\r\n\r\n38 § Inskrivningsärenden är enligt denna lag ärenden om\r\n\r\n1. inskrivning av förvärv av luftfartyg,\r\n\r\n2. inskrivning av nyttjanderätt till luftfartyg,\r\n\r\n3. inteckning i luftfartyg eller reservdelar till luftfartyg,\r\n\r\n4. annan införing i inskrivningsregistret för luftfartyg som\r\ngörs på grund av föreskrift i lag eller annan författning, och\r\n\r\n5. avförande av en införing enligt 1-4 som görs på grund av\r\nföreskrift i lag eller annan författning.\r\n\r\nInskrivningsärenden tas upp på inskrivningsdag. Sådan hålls\r\ntill klockan tolv varje måndag, tisdag, onsdag, torsdag och\r\nfredag som inte är helgdag. Som helgdag anses även\r\nmidsommarafton, julafton och nyårsafton. En ansökan som kommer\r\nin efter klockan tolv anses gjord följande inskrivningsdag.\r\n\r\nRegeringen meddelar närmare föreskrifter om\r\ninskrivningsförfarandet. Lag (2004:82).\r\n\r\n38 a § Vid handläggningen hos inskrivningsmyndigheten av \r\ninskrivningsärenden tillämpas inte 22 § andra stycket och \r\n37–39 §§ förvaltningslagen (2017:900). I 37 a och 37 b §§ \r\nlagen (1984:404) om stämpelskatt vid inskrivningsmyndigheter \r\nfinns bestämmelser om att inskrivningsmyndigheten ska ompröva \r\nbeslut om stämpelskatt i vissa fall. Lag (2018:781).\r\n\r\n39 § Hos inskrivningsmyndigheten skall det föras dagbok över\r\ninskrivningsärendena. Handlingarna i sådana ärenden skall föras\r\nsamman i akter.\r\n\r\nOm sökanden eller någon annan har lämnat en uppgift eller\r\navgett en förklaring av betydelse för ärendets prövning eller\r\nom en särskild utredning har verkställts i ärendet, skall\r\nanteckning om det göras i dagboken eller i akten. I dagboken\r\neller akten skall även tas upp kallelser, förelägganden och\r\nbeslut som inte skall föras in i inskrivningsregistret för\r\nluftfartyg.\r\n\r\nVite som inskrivningsmyndigheten förelägger med stöd av denna\r\nlag döms ut av myndigheten. Lag (2004:82).\r\n\r\n40 § En ansökan i ett inskrivningsärende skall göras\r\nskriftligen. Lag (2004:82).\r\n\r\n41 § Ett beslut, som innebär att en ansökan i ett\r\ninskrivningsärende bifalls, avslås eller förklaras förfallen\r\neller att ärendet skjuts upp, skall föras in i\r\ninskrivningsregistret för luftfartyg. Innebär beslutet att\r\nansökan inte bifalls, skall skälen för beslutet antecknas i\r\ndagboken eller akten.\r\n\r\nEtt beslut som skall föras in i registret meddelas genom sådan\r\ninföring och skall anses ha det innehåll som framgår av\r\nregistret.\r\n\r\nEtt beslut om inteckning skall antecknas på den handling som\r\nligger till grund för ansökan om inteckning. Bevis angående\r\ninteckning i reservdelar skall innehålla en upplysning om vad\r\nsom anges i 15 §. Lag (2004:82).\r\n\r\n42 § Om ett beslut i ett inskrivningsärende har gått emot\r\nsökanden eller någon annan som har hörts i ärendet, skall denne\r\ngenast underrättas om beslutet. En underrättelse om att ett\r\nförvärv har skrivits in skall alltid lämnas till den som\r\ndessförinnan senast var inskriven som ägare.\r\n\r\nI underrättelsen skall anges de skäl för beslutet som har\r\nantecknats i dagboken eller i akten och vad den som vill\r\növerklaga beslutet skall göra. Lag (2004:82).\r\n\r\n43 § Om en ansökan i ett inskrivningsärende inte omedelbart\r\nbör avslås, får ärendet skjutas upp till en viss senare\r\ninskrivningsdag, om det är nödvändigt för utredningen.\r\n\r\nOm ärendet skjuts upp, får sökanden föreläggas att ge in den\r\nutredning som krävs eller att infinna sig personligen eller\r\ngenom ombud hos inskrivningsmyndigheten. Även någon annan än\r\nsökanden får höras och föreläggas sådan inställelse. Följer\r\nsökanden inte föreläggandet, kan ansökan förklaras förfallen.\r\nEn upplysning om detta skall tas in i föreläggandet.\r\n\r\nEtt inskrivningsärende får vidare skjutas upp till en senare\r\ninskrivningsdag, om ärendet med hänsyn till dess art eller\r\nomfattning inte lämpligen kan tas upp till omedelbar prövning.\r\nEtt ärende som har skjutits upp på sådan grund skall tas upp\r\ntill prövning senast andra inskrivningsdagen efter den\r\ninskrivningsdag då ansökan gjordes. Lag (2004:82).\r\n\r\n44 § Om det kan antas att ett förvärv som åberopas i ett\r\ninskrivningsärende är ogiltigt eller på annan grund inte kan\r\ngöras gällande eller att en åtgärd som ansökan avser på annat\r\nsätt skulle kränka någons rätt, skall den vars rätt berörs ges\r\ntillfälle att yttra sig. Detta gäller också om ovisshet råder i\r\nfråga om förvärvsvillkor.\r\n\r\nOm ett förvärv som åberopas i ett inskrivningsärende grundas på\r\ntestamente, dom eller förrättning som ännu inte vunnit laga\r\nkraft, eller om det pågår rättegång om hävning eller återgång\r\nav förvärv av den egendom som ärendet angår eller om bättre\r\nrätt till denna, skall ärendet skjutas upp till dess saken\r\nslutligt avgjorts.\r\n\r\nÄr i annat fall sökandens rätt tvistig, kan han eller hon\r\nföreläggas att inom viss tid väcka talan vid domstol. Om\r\nsökanden inte gör det, kan ansökan förklaras förfallen. En\r\nupplysning om detta skall tas in i föreläggandet.\r\nLag (2004:82).\r\n\r\n45 § En ansökan om inskrivning av förvärv av luftfartyg skall\r\navslås, om\r\n\r\n1. bestämmelsen i 40 § inte har iakttagits,\r\n\r\n2. ansökan avser ett luftfartyg som inte är registrerat i\r\nluftfartygsregistret eller, om det samtidigt ges in en ansökan\r\nom registrering i det registret, sådan åtgärd inte beviljas,\r\n\r\n3. sökanden inte styrker sitt förvärv,\r\n\r\n4. överlåtaren inte hade rätt att överlåta luftfartyget och\r\nförutsättningarna för att förvärvet enligt 2 d § trots detta\r\nskall gälla inte föreligger,\r\n\r\n5. luftfartyget har blivit föremål för kvarstad eller\r\nbetalningssäkring till säkerhet för ett anspråk mot överlåtaren\r\noch ett ärende som rör anteckning om åtgärden har tagits upp\r\nsenast på den inskrivningsdag då ansökan görs eller överlåtaren\r\nhar försatts i konkurs före utgången av den inskrivningsdagen,\r\n\r\n6. luftfartyget har sålts exekutivt till någon annan än\r\nsökanden,\r\n\r\n7. förvärvet har skett genom en gåva mellan makar och denna\r\ninte har registrerats enligt 16 kap. äktenskapsbalken, eller\r\n\r\n8. det är uppenbart att förvärvet av något annat skäl är\r\nogiltigt eller inte kan göras gällande.\r\n\r\nEn ansökan om anteckning enligt 2 a § skall avslås, om\r\nbestämmelsen i 40 § inte har iakttagits, om förvärvet inte är\r\ninskrivet eller skrivs in samma dag som ansökan ges in eller om\r\ndet inte visas att det är föremål för ett äganderättsförbehåll\r\neller är beroende av något annat villkor som inskränker\r\nförvärvarens rätt att överlåta, upplåta eller inteckna\r\nluftfartyget. Lag (2004:82).\r\n\r\n46 § En ansökan om inskrivning av nyttjanderätt till ett\r\nluftfartyg skall avslås, om\r\n\r\n1. bestämmelsen i 40 § inte har iakttagits,\r\n\r\n2. sökanden inte styrker att han eller hon har nyttjanderätt\r\ntill luftfartyget,\r\n\r\n3. upplåtaren inte är inskriven som ägare i\r\ninskrivningsregistret för luftfartyg eller inte skrivs in som\r\nägare samma dag som ansökan ges in,\r\n\r\n4. upplåtelsen står i strid med en anteckning som avses i\r\n2 a §,\r\n\r\n5. luftfartyget har blivit föremål för kvarstad eller\r\nbetalningssäkring till säkerhet för ett anspråk mot upplåtaren\r\noch ett ärende som rör anteckning om åtgärden har tagits upp\r\nsenast på den inskrivningsdag då ansökan görs eller upplåtaren\r\nhar försatts i konkurs före utgången av den inskrivningsdagen,\r\n\r\n6. luftfartyget före upplåtelsen frångått upplåtaren på grund\r\nav exekutiv försäljning,\r\n\r\n7. det är uppenbart att upplåtelsen av något annat skäl är\r\nogiltig eller inte kan göras gällande. Lag (2004:82).\r\n\r\n47 § En ansökan om inteckning skall avslås, om\r\n\r\n1. bestämmelsen i 40 § inte har iakttagits,\r\n\r\n2. det på fordringshandlingen inte finns ett sådant bevittnat\r\nmedgivande som avses i 5 §,\r\n\r\n3. inteckning söks samma dag som en ny ägare ansöker om\r\ninskrivning av förvärv av luftfartyget eller därefter, och den\r\nnye ägaren inte har medgett inteckningen eller ansökan om\r\ninskrivning av förvärvet avslås,\r\n\r\n4. luftfartyget har blivit föremål för kvarstad,\r\nbetalningssäkring eller utmätning och ett ärende som rör\r\nanteckning om åtgärden har tagits upp senast på den\r\ninskrivningsdag då inteckningen söks, om inte i fråga om\r\nkvarstad ansökan om inteckning har medgetts av\r\nkronofogdemyndigheten, eller\r\n\r\n5. den som medgett inteckningen är försatt i konkurs när\r\nansökan om inteckning görs, eller ett beslut om egendomsavträde\r\nmeddelas samma dag som ansökan görs. Lag (2004:82).\r\n\r\n47 a § En ansökan om avförande av en inskrivning eller\r\nanteckning enligt 2 h § skall avslås om bestämmelsen i 40 §\r\ninte har iakttagits eller om det inte visas att förvärvet,\r\nrättigheten, förbehållet eller villkoret gått åter eller av\r\nannat skäl inte gäller. Lag (2004:82).\r\n\r\n48 § Om inskrivningsmyndigheten finner att en införing i \r\ninskrivningsregistret för luftfartyg innehåller en uppenbar \r\noriktighet till följd av myndighetens eller någon annans \r\nskrivfel eller liknande förbiseende, eller till följd av \r\nnågot tekniskt fel, ska införingen rättas. I fråga om \r\npersonuppgifter gäller detta i stället för rätten till \r\nrättelse enligt artikel 16 i Europaparlamentets och rådets \r\nförordning (EU) 2016/679 av den 27 april 2016 om skydd för \r\nfysiska personer med avseende på behandling av \r\npersonuppgifter och om det fria flödet av sådana uppgifter \r\noch om upphävande av direktiv 95/46/EG (allmän \r\ndataskyddsförordning).\r\n\r\nOm rättelsen kan bli till skada för ägare eller någon annan \r\nrättighetshavare, ska det inbördes företrädet mellan de \r\nberörda rättigheterna bestämmas efter vad som är skäligt. \r\nInnan rättelse sker ska inskrivningsmyndigheten ge den som \r\nberörs av åtgärden, om han eller hon är känd, tillfälle att \r\nyttra sig. Även den myndighet som avses i 53 § ska ges \r\ntillfälle att yttra sig. Något yttrande behöver dock inte \r\ninhämtas om det är uppenbart obehövligt. Om beslut inte \r\nmeddelas samma dag som ärendet tas upp, ska en anteckning om \r\närendet göras i registret.\r\n\r\nEtt beslut om rättelse ska meddelas genom införing i \r\nregistret. Skälet för beslutet ska antecknas i dagboken eller \r\ni akten. I stället för bevis eller handling som har utfärdats \r\ni enlighet med den tidigare införingen ska en ny sådan \r\nhandling utfärdas. Den tidigare handlingen ska krävas \r\ntillbaka, göras obrukbar och behållas av \r\ninskrivningsmyndigheten. Den som har handlingen är skyldig \r\natt lämna in den för detta ändamål. Ett föreläggande att \r\nfullgöra en sådan skyldighet får förenas med vite.\r\n\r\nEtt beslut om rättelse får överklagas även av den myndighet \r\nsom avses i 53 §. Lag (2018:271).\r\n\r\n48 a § Rätten till begränsning av behandling av \r\npersonuppgifter enligt artikel 18 i Europaparlamentets och \r\nrådets förordning (EU) 2016/679 gäller inte i fråga om \r\npersonuppgifter i inskrivningsregistret för luftfartyg.\r\nLag (2018:271).\r\n\r\n49 § Ett beslut av inskrivningsmyndigheten i ett\r\ninskrivningsärende får överklagas till Stockholms tingsrätt av\r\nden som beslutet rör, om det har gått honom eller henne emot.\r\nEtt beslut som inte är slutligt får överklagas endast i de fall\r\nsom avses i 37 § lagen (1996:242) om domstolsärenden.\r\n\r\nVid överklagande tillämpas lagen om domstolsärenden, om inte\r\nannat följer av denna lag.\r\n\r\nPrövningstillstånd krävs vid överklagande till hovrätten.\r\n\r\nOm ett inskrivningsärende enligt beslut av domstol skall tas\r\nupp till ny handläggning av inskrivningsmyndigheten, skall det\r\nske utan dröjsmål efter det att beslutet kommit till\r\nmyndigheten. Lag (2004:82).\r\n\r\n49 a § Den som vill överklaga ett beslut av\r\ninskrivningsmyndigheten skall göra det skriftligen. Skrivelsen\r\nskall ges in till inskrivningsmyndigheten.\r\n\r\nOm överklagandet avser ett slutligt beslut, skall skrivelsen ha\r\nkommit in till inskrivningsmyndigheten inom tre veckor från den\r\ndag en underrättelse eller ett bevis om beslutet hölls\r\ntillgängligt för sökanden. Skrivelsen får dock alltid ges in\r\ninom fyra veckor från den inskrivningsdag då beslutet\r\nmeddelades.\r\n\r\nI fråga om klagotid för överklagande av beslut som avses i 37 §\r\nlagen (1996:242) om domstolsärenden tillämpas bestämmelserna i\r\n38 § första och andra styckena samma lag. Lag (2004:82).\r\n\r\n50 § Om det överklagade beslutet har antecknats i\r\ninskrivningsregistret för luftfartyg, skall uppgift om\r\növerklagandet föras in i registret. När det finns ett\r\nlagakraftvunnet beslut med anledning av överklagandet, skall\r\nbeslutets innehåll antecknas i registret. Lag (2004:82).\r\n\r\nStatens ansvar för vissa rättsförluster, m.m.\r\n\r\n51 § Om någon lider förlust på grund av att ett förvärv \r\nansetts vara gällande enligt 2 d §, har han eller hon rätt \r\ntill ersättning av staten för sin förlust.\r\n\r\nOm någon lider förlust till följd av ett tekniskt fel i \r\ninskrivningsregistret för luftfartyg eller i en anordning som \r\nhos inskrivningsmyndigheten eller någon annan statlig \r\nmyndighet är ansluten till registret, har han eller hon rätt \r\ntill ersättning av staten.\r\n\r\nOm den skadelidande har medverkat till förlusten genom att \r\nutan skälig anledning låta bli att vidta åtgärder för att \r\nbevara sin rätt eller på annat sätt genom eget vållande har \r\nmedverkat till förlusten, ska ersättningen efter vad som är \r\nskäligt sättas ned eller helt falla bort. Lag (2018:271).\r\n\r\n52 § Om en förlust drabbar en rättsägare som avses i 48 §\r\ntill följd av ett beslut i ett ärende om rättelse, har han\r\neller hon rätt till ersättning av staten. Ersättning betalas\r\ndock inte om den skadelidande med hänsyn till felets\r\nbeskaffenhet eller andra omständigheter bort inse att fel\r\nförekommit. Lag (2004:82).\r\n\r\n53 § Staten företräds i ett ärende om ersättning enligt 51\r\neller 52 § av den myndighet som regeringen bestämmer.\r\nLag (2004:82).\r\n\r\n54 § Vill den som är part i ett mål om rätt till luftfartyg\r\nkräva ersättning enligt 51 § om han eller hon förlorar målet,\r\nskall parten antingen till gemensam handläggning med målet\r\nväcka talan mot staten om sitt ersättningskrav eller\r\nskriftligen underrätta den myndighet som avses i 53 § om\r\nrättegången.\r\n\r\nOm förberedelsen i målet har avslutats utan att någon\r\nersättningstalan väckts eller underrättelse lämnats enligt\r\nförsta stycket, skall domstolen förelägga parten att vidta en\r\nav åtgärderna inom en viss tid. Iakttas inte tiden, är\r\nersättningskravet förfallet. En upplysning om detta skall tas\r\nin i föreläggandet. Lag (2004:82).\r\n\r\n55 § Har den som tillerkänts ersättning enligt 51 eller 52 §\r\nhaft rätt att kräva beloppet av någon annan som skadestånd,\r\nträder staten in i rätten mot denne.\r\n\r\nErsättning enligt 51 eller 52 § på grund av en domstols dom\r\nbetalas ut sedan domen har vunnit laga kraft. Lag (2004:82).\r\n\r\nUnderrättelseskyldighet\r\n\r\n56 § Väcks talan om hävning eller återgång av ett förvärv av\r\nett luftfartyg eller om bättre rätt till ett luftfartyg eller\r\nannars i en fråga som angår inskrivning i inskrivningsregistret\r\nför luftfartyg, skall rätten genast underrätta\r\ninskrivningsmyndigheten.\r\n\r\nUnderrättelsen skall, utöver uppgift om parterna, innehålla\r\nsådana uppgifter om luftfartyget att det kan identifieras i\r\nluftfartygsregistret.\r\n\r\nNär dom eller slutligt beslut i målet har vunnit laga kraft,\r\nskall rätten genast sända domen eller beslutet till\r\ninskrivningsmyndigheten. Lag (2004:82).\r\n\r\nVissa anteckningar i inskrivningsregistret för luftfartyg\r\n\r\n57 § Inskrivningsmyndigheten skall göra en anteckning i\r\ninskrivningsregistret för luftfartyg om innehav av inteckning,\r\nom den som innehar en fordringshandling, för vilken inteckning\r\nbeviljats, begär det och visar upp fordringshandlingen i\r\noriginal.\r\n\r\nOm den som är antecknad som innehavare hos\r\ninskrivningsmyndigheten med en bevittnad skriftlig handling\r\nvisar att innehavet upphört, skall detta antecknas i registret.\r\nLag (2004:82).\r\n\r\n58 § I inskrivningsregistret för luftfartyg ska antecknas när\r\n\r\n1. talan har väckts om hävning eller återgång av förvärv av\r\nett luftfartyg eller om bättre rätt till sådan egendom eller\r\nom en annan fråga som angår inskrivning,\r\n\r\n2. mål som avses i 1 har avgjorts genom en dom eller ett\r\nslutligt beslut som vunnit laga kraft,\r\n\r\n3. en inteckning helt eller delvis är ogiltig enligt en dom\r\neller ett slutligt beslut som vunnit laga kraft, eller på\r\ngrund av förhållande som avses i 36 §,\r\n\r\n4. ägaren till ett luftfartyg har försatts i konkurs,\r\n\r\n5. ett luftfartyg eller en rättighet som skrivits in i sådan\r\negendom blivit föremål för kvarstad, betalningssäkring eller\r\nutmätning, eller när en konkursförvaltare har begärt att ett\r\nluftfartyg ska säljas exekutivt,\r\n\r\n6. beslut som avses i 4 eller 5 om konkurs, kvarstad,\r\nbetalningssäkring eller utmätning har upphävts eller återgått\r\neller när fråga om exekutiv försäljning av ett luftfartyg\r\neller en rättighet som skrivits in i sådan egendom har\r\nförfallit av annan anledning,\r\n\r\n7. anmälan, bevis eller fördelningslängd inkommit som visar\r\ninverkan på inteckning av exekutiv försäljning,\r\n\r\n8. någon i enlighet med 10 kap. 6 § luftfartslagen (2010:500)\r\nskriftligen anmäler att han eller hon har en fordran för\r\nvilken luftpanträtt gäller i luftfartyget,\r\n\r\n9. det visas att luftpanträtt som avses i 8 har upphört att\r\ngälla,\r\n\r\n10. domstol har meddelat sådan förklaring som avses i 26 §,\r\neller\r\n\r\n11. ett luftfartyg enligt 2 kap. 6 § luftfartslagen ska\r\navregistreras men det finns hinder mot avregistreringen\r\nenligt 2 kap. 7 § samma lag. Lag (2010:505).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1955:227\r\n\r\nDenna lag träder i kraft den dag Konungen förordnar.\r\n\r\nHar luftfartyg blivit infört i luftfartygsregistret före den dag denna\r\nlag träder i kraft, må utan hinder av vad i 7 § andra stycket stadgas\r\ninteckning beviljas, där den som medgivit inteckningen blivit vid\r\nfartygets införande i registret upptagen såsom ägare eller ock härleder\r\nsin rätt från den däri först införde ägaren.\r\n\r\n1981:809\r\n\r\nDenna lag träder i kraft den 1 januari 1982.\r\n\r\nVad som sägs om kvarstad i 12 och 41 §§ i deras nya lydelse gäller även\r\nskingringsförbud som har meddelats före ikraftträdandet.\r\n\r\nOm ett ärende angående avskrivning på en inteckningshandling med\r\nanledning av utmätning har tagits upp på en inskrivningsdag före\r\nikraftträdandet, gäller 30 § i dess äldre lydelse.\r\n\r\n2004:82\r\n\r\n1. Denna lag träder i kraft den 1 april 2005.\r\n\r\n2. För ansökningar som gjorts på inskrivningsdag före\r\nikraftträdandet tilllämpas äldre bestämmelser. Om ett sådant\r\närende skjuts upp till inskrivningsdag efter ikraftträdandet\r\nskall handläggningen äga rum hos inskrivningsmyndigheten och\r\ninföring ske i inskrivningsregistret för luftfartyg.\r\n\r\n3. De inteckningar i luftfartyg som skrivits in i\r\ninskrivningsboken enligt lagen (1955:227) om inskrivning av\r\nrätt till luftfartyg och som är inskrivna vid ikraftträdandet,\r\nskall från och med ikraftträdandet anses inskrivna i\r\ninskrivningsregistret för luftfartyg med samma innehåll som\r\nframgår av inskrivningsboken. En inteckning som skrivs in på\r\ngrund av en ansökan som gjorts senast på den sista\r\ninskrivningsdagen före ikraftträdandet, skall vid tillämpning\r\nav denna punkt anses vara inskriven vid ikraftträdandet.\r\n\r\n4. De anteckningar som gjorts i inskrivningsboken enligt lagen\r\n(1955:227) om inskrivning av rätt till luftfartyg och som finns\r\nantecknade vid ikraftträdandet, skall från och med\r\nikraftträdandet anses införda i inskrivningsregistret för\r\nluftfartyg med samma innehåll som framgår av inskrivningsboken.\r\nEn anteckning som görs på grund av en ansökan eller en anmälan\r\nsom gjorts senast på den sista inskrivningsdagen före\r\nikraftträdandet, skall vid tillämpning av denna punkt anses\r\nvara antecknad vid ikraftträdandet. Denna punkt gäller inte\r\nbeträffande sådan anteckning om ägare som avses i 39 § lagen om\r\ninskrivning av rätt till luftfartyg i paragrafens äldre\r\nlydelse.\r\n\r\n2005:154\r\n\r\nDenna lag träder i kraft den 1 maj 2005. Äldre bestämmelser\r\ntillämpas i fråga om beslut om stämpelskatt som meddelats före\r\nikraftträdandet.",
    "skapadDateTime": "2025-12-22T13:28:05.934058",
    "uppdateradDateTime": "2025-12-22T13:28:40.2559578",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-22T13:28:40.2559576",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 645251,
      "beteckning": "2018:781",
      "anteckningar": "ändr. 38 a §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:235, bet. 2017/18:KU22, rskr. 2017/18:327",
      "rubrik": "Lag (2018:781) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "781",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444626",
      "uppdateradDateTime": "2025-12-22T13:28:40.2564334",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.256433",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645252,
      "beteckning": "2015:872",
      "anteckningar": "ikrafttr. av 2015:863",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:872) om ikraftträdande av lagen (2015:863) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "872",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444753",
      "uppdateradDateTime": "2025-12-22T13:28:40.2565909",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2565908",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645253,
      "beteckning": "2018:271",
      "anteckningar": "ändr. 1 a, 48, 51 §§; ny 48 a §",
      "ikraftDateTime": "2018-05-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:111, bet. 2017/18:CU19, rskr. 2017/18:232",
      "rubrik": "Lag (2018:271) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "271",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444756",
      "uppdateradDateTime": "2025-12-22T13:28:40.2570369",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2570366",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645254,
      "beteckning": "2015:863",
      "anteckningar": "ändr. 1 §",
      "ikraftDateTime": "2016-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:12, bet. 2015/16:CU5, rskr. 2015/16:28",
      "rubrik": "Lag (2015:863) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "863",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444759",
      "uppdateradDateTime": "2025-12-22T13:28:40.2573288",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2573286",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645255,
      "beteckning": "2010:1553",
      "anteckningar": "ändr. 1 a §",
      "ikraftDateTime": "2011-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2010/11:30, bet. 2010/11:TU6, rskr. 2010/11:59",
      "rubrik": "Lag (2010:1553) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "1553",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444762",
      "uppdateradDateTime": "2025-12-22T13:28:40.2573646",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2573644",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645256,
      "beteckning": "2010:505",
      "anteckningar": "ändr. 58 §",
      "ikraftDateTime": "2010-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:95, bet. 2009/10:CU15, rskr. 2009/10:295",
      "rubrik": "Lag (2010:505) om ändring i lagen (1955:227) om inskrivning av rätt till luftfartyg",
      "lopnummer": "505",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444765",
      "uppdateradDateTime": "2025-12-22T13:28:40.257376",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2573759",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645257,
      "beteckning": "2005:154",
      "anteckningar": "ändr. 38 a §",
      "ikraftDateTime": "2005-05-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:51, bet. 2004/05:SkU24, rskr. 2004/05:163",
      "rubrik": "Lag (2005:154) om ändring i lagen (1955:227) om inskrivning av \r\nrätt till luftfartyg",
      "lopnummer": "154",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444767",
      "uppdateradDateTime": "2025-12-22T13:28:40.257388",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2573879",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645258,
      "beteckning": "2004:1096",
      "anteckningar": "ändr. 24, 39, 43, 46, 50 §§",
      "ikraftDateTime": "2005-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:10, bet. 2004/05:TU5, rskr. 2004/05:40",
      "rubrik": "Lag (2004:1096) om ändring i lagen (1955:227) om inskrivning av \r\nrätt till luftfartyg",
      "lopnummer": "1096",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.944477",
      "uppdateradDateTime": "2025-12-22T13:28:40.2573988",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2573987",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645259,
      "beteckning": "2004:82",
      "anteckningar": "upph. 7, 12, 13 §§, rubr. närmast före 44, 53 §§; ändr. 1, 2, 3, 4, 6,\r\n11, 15, 19 b, 21, 22, 24, 29, 36, 38, 39, 40, 41, 42, 43, 44, 45, 46,\r\n47, 48, 49, 50, 51, 52, 53 §§, rubr. närmast före 3, 38, 51 §§; nya 1\r\na, 1 b, 2 a, 2 b, 2 c, 2 d, 2 e, 2 f, 2 g, 2 h, 38 a, 47 a, 49 a, 54,\r\n55, 56, 57, 58 §§, rubr. närmast före 2, 2 b, 2 c, 2 g, 2 h, 56, 57 §§",
      "ikraftDateTime": "2005-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2003/04:27, bet. 2003/04:LU10, rskr. 2003/04:135",
      "rubrik": "Lag (2004:82) om ändring i lagen (1955:227) om inskrivning av \r\nrätt till luftfartyg",
      "lopnummer": "82",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444774",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574113",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574112",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645260,
      "beteckning": "1994:1039",
      "anteckningar": "ändr. 51, 52 §§, rubr. närmast före 51 §",
      "ikraftDateTime": "1994-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1993/94:190, bet. 1993/94:JuU30, rskr. 1993/94:377",
      "rubrik": "Lag (1994:1039) om ändring i lagen (1955:227) om inskrivning av \r\nrätt till luftfartyg",
      "lopnummer": "1039",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1994",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444777",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574244",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574243",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645261,
      "beteckning": "1987:685",
      "anteckningar": "ändr. 41 §",
      "ikraftDateTime": "1988-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1986/87:90, LU 1986/87:32, rskr 1986/87:320",
      "rubrik": "Lag (1987:685) om ändring i lagen (1955:227) om \r\ninskrivning av rätt till luftfartyg",
      "lopnummer": "685",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1987",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444779",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574349",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574348",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645262,
      "beteckning": "1986:168",
      "anteckningar": "ändr. 7, 24, 39, 43, 46, 50, 53 §§",
      "ikraftDateTime": "1987-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1984/85:212, TU 1985/86:6, rskr 1985/86:71",
      "rubrik": "Lag (1986:168) om ändring i lagen (1955:227) om inskrivning \r\nav rätt till luftfartyg",
      "lopnummer": "168",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1986",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.944478",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574557",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574556",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645263,
      "beteckning": "1981:809",
      "anteckningar": "ändr. 12, 30, 41 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1980/81:84, LU 1980/81:24, rskr 1980/81:351",
      "rubrik": "Lag (1981:809) om ändring i lagen (1955:227) om inskrivning \r\nav rätt till luftfartyg",
      "lopnummer": "809",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1981",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444782",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574688",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574687",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645264,
      "beteckning": "1978:885",
      "anteckningar": "ändr. 12, 41 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1978/79:28, SkU 1978/79:13, rskr 1978/79:83",
      "rubrik": "Lag (1978:885) om ändring i lagen (1955:227) om \r\ninskrivning av rätt till luftfartyg",
      "lopnummer": "885",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1978",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444784",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574794",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574793",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645265,
      "beteckning": "1970:986",
      "anteckningar": "ändr. 41 §; nya 19 a, 19 b §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1970:142, 1LU 80, rskr 451",
      "rubrik": null,
      "lopnummer": "986",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1970",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444788",
      "uppdateradDateTime": "2025-12-22T13:28:40.2574907",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2574906",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645266,
      "beteckning": "1955:629",
      "anteckningar": "ikrafttr.",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "629",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1955",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-22T13:28:05.9444791",
      "uppdateradDateTime": "2025-12-22T13:28:40.2575002",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T13:28:40.2575001",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-22T13:28:05.9339991",
  "uppdateradDateTime": "2025-12-22T13:28:40.2469214",
  "publicerad": true,
  "publiceradDateTime": "2025-12-22T13:28:40.2469205",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}