{
  "grundforfattningId": 62534,
  "previousId": 61901,
  "beteckning": "2016:881",
  "beteckningSortable": "2016:881",
  "publiceringsar": "2016",
  "lopnummer": "881",
  "rubrik": "Förordning (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2017-01-01T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Landsbygds- och infrastrukturdepartementet",
    "enhet": "BB",
    "namnOchEnhet": "Landsbygds- och infrastrukturdepartementet BB",
    "departementId": 30,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62531,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "bostad,studerande,statligt investeringsstöd",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T15:28:41.7689143",
    "uppdateradDateTime": "2026-01-02T15:29:44.5763707",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:29:44.5763704",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85354,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1220",
    "omtryck": null,
    "utfardadDateTime": "2016-09-29T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Förutsättningar för stöd\r\n\r\n1 § Stöd enligt denna förordning får, i mån av tillgång på \r\nmedel, lämnas för att anordna hyresbostäder och bostäder för \r\nstuderande. Stöd får endast lämnas för ansökningar som har \r\nbeviljats enligt 16 § före utgången av 2022. Beviljade \r\npreliminära stödbelopp får inte höjas. \r\n\r\nStödet lämnas som ett investeringsstöd för att anordna \r\nbostäder i enlighet med Europeiska kommissionens beslut \r\nC(2020)6165 final av den 11 september 2020 i ärende SA.56305 \r\n(2020/NN) genom vilket stödordningen för investeringsstöd för \r\nanordnande av hyresbostäder och bostäder för studerande \r\nförklaras förenligt med den inre marknaden i enlighet med \r\nartikel 107.3 c i fördraget om Europeiska unionens \r\nfunktionssätt. \r\n\r\nStödet lämnas till fastighetsägare, tomträttshavare eller \r\nnågon som anordnar bostäder på ofri grund. \r\nFörordning (2024:138).\r\n\r\n1 a § Stöd får lämnas om stödmottagaren\r\n\r\n1. tillåter Europeiska kommissionen, Europeiska byrån för \r\nbedrägeribekämpning och Europeiska revisionsrätten att utöva \r\nsina rättigheter, däribland att genomföra utredningar, \r\nkontroller på plats och inspektioner, i enlighet med \r\nartikel 129.1 i Europaparlamentets och rådets förordning (EU, \r\nEuratom) 2018/1046 av den 18 juli 2018 om finansiella regler \r\nför unionens allmänna budget, om ändring av förordningarna \r\n(EU) nr 1296/2013, (EU) nr 1301/2013, (EU) nr 1303/2013, (EU) \r\nnr 1304/2013, (EU) nr 1309/2013, (EU) nr 1316/2013, (EU) nr \r\n223/2014, (EU) nr 283/2014 och beslut nr 541/2014/EU samt om \r\nupphävande av förordning (EU, Euratom) nr 966/2012,\r\n\r\n2. ser till att kraven i 1 även följs av den som utför eller \r\nmedverkar till arbetet med projektet, och\r\n\r\n3. ger Statskontoret möjlighet att besöka stödmottagaren och \r\ndär ta del av ytterligare nödvändig information.\r\nFörordning (2025:1220).\r\n\r\n1 b § Stöd som överstiger ett belopp motsvarande 500 000 euro \r\nfår lämnas endast under förutsättning att stödmottagaren \r\nsamtycker till att uppgifter om stödet offentliggörs enligt \r\nartikel 9.1 c i kommissionens förordning (EU) nr 651/2014 av \r\nden 17 juni 2014 genom vilken vissa kategorier av stöd \r\nförklaras förenliga med den inre marknaden enligt \r\nartiklarna 107 och 108 i fördraget. Förordning (2021:1294).\r\n\r\n2 § Stöd får lämnas\r\n\r\n1. för bostäder som upplåts med hyresrätt i områden med \r\nbostadsbrist,\r\n\r\n2. för bostäder för studerande i eller i anslutning till \r\nkommuner där det finns universitet, högskola eller annan \r\neftergymnasial utbildning eller folkhögskola, eller\r\n\r\n3. om det i en kommun finns brist på en viss typ av bostäder \r\noch behovet inte kan tillgodoses på annat sätt.\r\n\r\nStöd får också lämnas om det finns behov av att bygga \r\nhyresbostäder och bostäder för studerande på grund av \r\nomfattande förändringar i en kommuns fysiska samhällsstruktur \r\nsom har sin grund i omständigheter utanför kommunens kontroll.\r\nFörordning (2019:1302).\r\n\r\n3 § Stöd får lämnas för att anordna hyresbostäder som är \r\navsedda för permanent bruk och självständigt boende som \r\ngaranteras genom hyresavtal utan inskränkningar i \r\nbesittningsskyddet eller hyresavtal om kooperativ hyresrätt. \r\n\r\nStöd får lämnas för bostäder för studerande och bostäder som \r\nanordnas i syfte att underlätta inträde på den ordinarie \r\nbostadsmarknaden för personer med socialt utsatt situation \r\näven om hyresavtalen för bostäderna innehåller begränsningar \r\ni besittningsskyddet.\r\n\r\nStöd får lämnas för bostäder som inryms i småhus eller \r\nflerbostadshus. \r\n\r\n4 § Stöd får lämnas enbart till bostäder som anordnas genom \r\nnybyggnad, tillbyggnad eller ombyggnad av hel eller del av \r\nbyggnad som inte har använts till bostäder under de senaste \r\nåtta åren.\r\n\r\n5 § Ett byggnadsprojekt, genom vilket bostäder anordnas \r\nenligt 4 §, anses vara påbörjat när byggnadsarbetet har \r\npåbörjats. Med byggnadsarbete avses vid nybyggnad och \r\ntillbyggnad grundläggningsarbete och vid ombyggnad rivnings- \r\neller röjningsarbete.\r\n\r\nEtt byggnadsprojekt anses färdigställt när det finns ett \r\nslutbesked enligt 10 kap. 34 § plan- och bygglagen (2010:900) \r\neller ett interimistiskt slutbesked enligt 10 kap. 36 § samma \r\nlag.\r\n\r\n6 § Stödet beräknas på\r\n\r\n1. boarea, och \r\n\r\n2. areor för gemensamma aktiviteter, såsom utrymmen för de \r\nboendes måltider, samvaro, hobby och rekreation.\r\n\r\n7 § Vid prövning av frågor om stöd indelas landet i följande \r\nregioner:\r\n\r\n1. Stockholmsregionen, som utgörs av kommunerna i Stockholms \r\nFA-region, utom de kommuner som gränsar mot kommuner utanför \r\nregionen,\r\n\r\n2. regionen kommuner nära Stockholm, som utgörs av de \r\nkommuner i Stockholms FA-region som gränsar mot kommuner \r\nutanför regionen,\r\n\r\n3. Göteborgsregionen, som utgörs av kommunerna i Göteborgs \r\nFA-region,\r\n\r\n4. Malmöregionen, som utgörs av kommunerna i Malmös \r\nFA-region,\r\n\r\n5. regionen övriga kommuner med hög och varaktig \r\nbefolkningstillväxt, som utgörs av kommuner som årligen ökat \r\nbefolkningsmässigt under de senaste tre till fem åren med \r\nsammantaget minst fem procent,\r\n\r\n6. regionen övriga stora kommuner, som utgörs av de kommuner \r\nutanför Stockholms, Göteborgs respektive Malmös FA-region som \r\nhar fler än 75 000 invånare och som inte ingår i någon av \r\novanstående regioner, och\r\n\r\n7. regionen övriga landet.\r\n\r\nMed FA-region avses den indelning av Sverige i funktionella \r\nanalysregioner som Myndigheten för tillväxtpolitiska \r\nutvärderingar och analyser beslutar om.\r\n\r\n8 § Stöd får lämnas om\r\n\r\n1. en ansökan om stöd har kommit in innan projektet påbörjas,\r\n\r\n2. projektet kommer att påbörjas inom ett år från det att \r\nbeslut om stöd enligt 16 § har fattats och färdigställas inom \r\ntvå år från den dag det har påbörjats,\r\n\r\n3. projektet till sin karaktär är ägnat att säkerställa \r\nrelativt lägre boendekostnader genom att normhyran per \r\nkvadratmeter boarea per år, i förekommande fall inklusive \r\nbostadens andel i sådana areor för gemensamma aktiviteter som \r\navses i 6 § 2, vid tillträdet inte får överstiga\r\n\r\n a) 1 550 kronor i Stockholmsregionen,\r\n\r\n b) 1 450 kronor i regionen kommuner nära Stockholm, i \r\nGöteborgs- och Malmöregionerna, i regionen övriga kommuner med \r\nhög och varaktig befolkningstillväxt, i regionen övriga stora \r\nkommuner samt, utanför Stockholmsregionen, för bostäder för \r\nstuderande, och\r\n\r\n c) 1 350 kronor i övriga fall,\r\n\r\n4. den i 3 angivna hyran, när det är fråga om kooperativ \r\nhyresrätt, även omfattar värdet av hyresgästens egen insats,\r\n\r\n5. projektet bidrar till ett långsiktigt hållbart byggande \r\ngenom att byggnaden har låg energianvändning, motsvarande \r\nhögst 88 procent av vad som krävs för att byggnaden ska anses \r\nvara en nära-nollenergibyggnad enligt 3 kap. 14 § plan- och \r\nbyggförordningen (2011:338),\r\n\r\n6. projektet innehåller en blandning av lägenhetsstorlekar, \r\nmed minst en lägenhet med tre eller fler rum och kök, och, i \r\nprojekt som omfattar tio lägenheter eller fler, minst tio \r\nprocent av lägenheterna har högst ett rum och kök eller annat \r\nutrymme för matlagning,\r\n\r\n7. den som utför arbetet medverkar till utbildningen av nya \r\nyrkesarbetande inom byggsektorn genom aktiv samverkan med \r\nrelevanta gymnasieskolor och Arbetsförmedlingen samt genom att \r\nta emot lärlingar i färdigutbildning,\r\n\r\n8. den som utför arbetet tar ett huvudentreprenörsansvar som \r\nmotsvarar vad som gäller enligt kollektivavtal,\r\n\r\n9. den som utför arbetet eller tillverkar byggelement är \r\ngodkänd för F-skatt eller, i fråga om utländska företagare \r\neller företag, visar upp ett intyg eller någon annan handling \r\nsom visar att företagaren eller företaget i sitt hemland genom \r\nregistrering eller på annat sätt genomgår motsvarande kontroll \r\ni fråga om skatter och avgifter,  \r\n\r\n10. projektet har beviljats bygglov som fått laga kraft, och  \r\n\r\n11. byggnaden kommer att uppfylla de krav på permanentbostäder \r\nsom följer av 8 kap. plan- och bygglagen (2010:900). \r\n\r\nFörsta stycket 6 tillämpas inte i fråga om bostäder för \r\nstuderande eller bostäder som anordnas i syfte att underlätta \r\nett inträde på den ordinarie bostadsmarknaden för personer med \r\nsocialt utsatt situation eller om det aktuella byggsystemet \r\ninte medger den eftersträvade blandningen av lägen-\r\nhetsstorlekar. \r\n\r\nOm det finns särskilda skäl, får länsstyrelsen i ett enskilt \r\nfall besluta om undantag från första stycket 2, 3, 6 och 7. \r\nEtt beslut om undantag från första stycket 2 får dock inte \r\ninnebära att projektet ska färdigställas senare än att en \r\nkomplett ansökan om utbetalning har kommit in till \r\nlänsstyrelsen senast den 1 september 2027 i enlighet med \r\n17 a § första stycket. Förordning (2024:138).\r\n\r\n8 a § Stöd får lämnas om stödmottagaren, i projekt med minst \r\ntio lägenheter, förbinder sig att erbjuda kommunen minst \r\n12,5 procent av lägenheterna i projektet att\r\n\r\n1. hyra i syfte att underlätta inträde på den ordinarie \r\nbostadsmarknaden för personer i en socialt utsatt situation \r\nsom behöver en boendeinsats beslutad med stöd av 11 kap. 1 \r\neller 4 § socialtjänstlagen (2025:400), \r\n\r\n2. vid den initiala inflyttningen förmedla till personer under \r\n31 år, eller\r\n\r\n3. utnyttja genom en kombination av 1 och 2.\r\n\r\nKommunen ska ha rätt att hyra lägenheterna enligt första \r\nstycket 1 i fem år, eller fram till dess att kommunens \r\nhyresgäst dessförinnan har övertagit hyresrätten.\r\n\r\nErbjudandet enligt första stycket får även avse motsvarande \r\nantal lägenheter i stödmottagarens befintliga bestånd inom \r\nsamma kommun. Lägenheterna ska om möjligt vara fördelade \r\nmellan flera bostadshus. \r\n\r\nErbjudandet ska lämnas tillsammans med ansökan om stöd. \r\nKommunen ska ha möjlighet att utnyttja erbjudandet, med den \r\nfördelning av lägenheter enligt andra stycket 1-3 som kommunen \r\nfinner lämplig, fram till fem månader före planerat \r\ninflyttningsdatum. Förordning (2025:498).\r\n\r\n8 b § Om stödmottagaren redan har ett avtal med kommunen som \r\ninnebär en skyldighet att tillhandahålla ett visst antal \r\nlägenheter i projektet för något av de syften som anges i \r\n8 a § första stycket, ska dessa lägenheter anses ingå och \r\nräknas av vid bedömningen av om villkoret i den bestämmelsen \r\när uppfyllt.\r\n\r\nKravet på erbjudande till kommunen enligt 8 a § gäller inte \r\nför projekt avsedda för anordnande av kooperativ hyresrätt \r\neller av bostäder för studerande eller bostäder i syfte att \r\nunderlätta inträde på bostadsmarknaden för personer med en \r\nsocialt utsatt situation enligt 3 § andra stycket.\r\nFörordning (2019:1302).\r\n\r\n9 § Stöd får lämnas om stödmottagaren förbinder sig att under \r\nfemton års tid från det att ett utbetalningsbeslut enligt 17 § \r\nhar fattats\r\n\r\n1. när det gäller bostäder enligt 2 § 1 och 3, genom \r\növerenskommelse med den kommunala bostadsförmedlingen eller på \r\nannat sätt se till att de bostäder som anordnas med stödet \r\nförmedlas enligt öppna och transparenta allmännyttiga \r\nprinciper eller, om det är fråga om kooperativ hyresrätt, \r\nenligt ett öppet och transparent kösystem,\r\n\r\n2. ställa rimliga krav på bostadssökandens ekonomi och inte \r\ntillämpa andra inkomstkrav än vad som följer av föreskrifter \r\nsom har meddelats av Boverket med stöd av 29 §,\r\n\r\n3. använda bostäderna för de ändamål och i enlighet med de \r\nvillkor som förutsattes när stödet beviljades,\r\n\r\n4. inte överlåta den byggnad eller de byggnader som innehåller \r\nbostäderna till någon som avser att använda bostäderna för \r\nannat ändamål eller med andra villkor än vad som förutsattes \r\nnär stödet beviljades,\r\n\r\n5. vid en överlåtelse, i överlåtelseavtalet ange att \r\nbostäderna har anordnats med stöd enligt denna förordning och \r\natt de inte får användas för annat ändamål eller upplåtas på \r\nvillkor som avviker från denna förordning eller ett beslut som \r\nhar meddelats med stöd av förordningen och att köparen vid en \r\neventuell framtida överlåtelse inom femtonårsperioden ska ange \r\nsamma information, och\r\n\r\n6. säkerställa relativt lägre hyresnivåer genom att hyrorna \r\nfastställs enligt 12 kap. 55 c § jordabalken och att hyrorna \r\nvid tillträdet inte överstiger den hyra som anges i 8 § första \r\nstycket 3 och därefter inte ökar mer än hyrorna i genomsnitt \r\npå orten eller, om det är fråga om kooperativ hyresrätt, dels \r\natt den hyresnivå som angetts i ansökan om stöd inte ökar mer \r\nän hyrorna i genomsnitt på orten, dels att under samma period \r\ninte höja den insats som tas ut av medlemmarna.\r\n\r\nOm bostäderna uppförs med tidsbegränsat bygglov, ska den \r\ntidsperiod som avses i första stycket i stället motsvara \r\nbygglovets längd. Förordning (2019:1302).\r\n\r\n10 § Stöd får inte lämnas till företag i svårigheter som \r\nuttrycket definieras i punkt 20 i Europeiska kommissionens \r\nmeddelande om riktlinjer för statligt stöd till undsättning \r\noch omstrukturering av icke-finansiella företag i \r\nsvårigheter. \r\n\r\nStödets storlek\r\n\r\n11 § Stöd får lämnas med \r\n\r\n1. högst 7 100 kronor per kvadratmeter boarea i \r\nStockholmsregionen och för bostäder som avses i 2 § andra \r\nstycket,\r\n\r\n2. högst 5 800 kronor per kvadratmeter boarea i regionen \r\nkommuner nära Stockholm, i Göteborgs- och Malmöregionerna, i \r\nregionen kommuner med hög och varaktig befolkningsökning, i \r\nregionen övriga stora kommuner samt, utanför \r\nStockholmsregionen, för bostäder för studerande, och\r\n\r\n3. högst 4 800 kronor per kvadratmeter per kvadratmeter \r\nboarea i övriga fall.\r\n\r\nFör ytor upp till och med 35 kvadratmeter boarea per \r\nlägenhet lämnas högsta stödbelopp enligt första stycket. För \r\nytor över 35 kvadratmeter och upp till och med 70 \r\nkvadratmeter boarea per lägenhet lämnas stöd med 50 procent \r\nav stödbeloppet enligt första stycket. För ytor därutöver \r\nlämnas inget stöd. Förordning (2018:157).\r\n\r\n12 § För areor för gemensamma aktiviteter enligt 6 § 2 lämnas \r\nstöd med 50 procent av högsta stödbelopp enligt 11 § första \r\nstycket.\r\n\r\n13 § Högsta stödbeloppet enligt 11 § får höjas  \r\n\r\n1. med upp till 75 procent om ett byggnadsprojekt medför en \r\nenergianvändning motsvarande högst 56 procent av vad som krävs \r\nför att byggnaden ska anses vara en nära-nollenergibyggnad \r\nenligt 3 kap. 14 § plan- och byggförordningen (2011:338), och  \r\n\r\n2. med upp till 75 procent om ett byggnadsprojekt leder till \r\natt antalet våningsplan med bostäder utökas i en befintlig \r\nbyggnad och minst fem lägenheter byggs per nytt våningsplan.\r\nFörordning (2024:138).\r\n\r\n14 § Stödbeloppet får inte överstiga skillnaden mellan de \r\nstödberättigande kostnaderna och rörelseresultatet för \r\ninvesteringen. Vid beräkningen av stödbelopp, stödberättigade \r\nkostnader och rörelseresultatet för investeringen ska \r\nartiklarna 2.39, 7 och 56.6 i kommissionens förordning (EU) \r\nnr 651/2014 tillämpas. Förordning (2021:1294).\r\n\r\nAnsökan om stöd\r\n\r\n15 § En ansökan om stöd ska vara skriftlig och ges in till \r\nlänsstyrelsen i det län där fastigheten ligger.\r\n\r\nBeslut om stöd\r\n\r\n16 § Länsstyrelsen prövar frågor om stöd. Ett beslut om stöd \r\nska innehålla uppgifter om det preliminära stödbeloppet och \r\ndet datum som byggnadsprojektet ska vara färdigställt.\r\n\r\nEtt beslut om stöd får förenas med de övriga villkor som krävs \r\nför att syftet med stödet ska tillgodoses.\r\n\r\nPrövningen av om förutsättningarna för att bevilja ett förhöjt \r\nstöd enligt 13 § 1 är uppfyllda ska göras vid \r\nutbetalningsbeslutet enligt 17 §. Sökanden ska upplysas om \r\ndetta i beslutet om stöd.\r\n\r\nOm finansieringen kommer från Europeiska unionen ska beslutet \r\nom stöd förenas med villkor om att stödmottagaren ska \r\ninformera om detta och säkerställa unionsfinansieringens \r\nsynlighet i enlighet med artikel 34.2 i Europaparlamentets och \r\nrådets förordning (EU) 2021/241 av den 12 februari 2021 om \r\ninrättande av faciliteten för återhämtning och resiliens.\r\nFörordning (2021:1294).\r\n\r\nUtbetalning av stöd\r\n\r\n17 § När ett byggnadsprojekt är färdigställt ska \r\nlänsstyrelsen, efter särskild ansökan, fatta ett \r\nutbetalningsbeslut i vilket stödets storlek slutligt bestäms. \r\nEtt beslut om utbetalning ska fattas senast i sådan tid att \r\nutbetalningen kan ske före utgången av 2027. \r\n\r\nStödets storlek ska beräknas med utgångspunkt i de stödbelopp \r\nenligt 11-13 §§ som gällde vid beslutet om stöd enligt 16 §. \r\nVid bestämmande av stödets slutliga storlek ska dock \r\nmöjligheten till förhöjt stöd enligt 13 § 1 prövas. Ett \r\nförhöjt stöd förutsätter dock att det redan av ansökan framgår \r\natt byggnadsprojektet avser en sådan byggnad som definieras i \r\n13 § 1. \r\n\r\nStödet ska betalas ut till den som vid tidpunkten för \r\nlänsstyrelsens utbetalningsbeslut är antecknad i \r\nfastighetsregistret som lagfaren ägare, tomträttshavare eller \r\nägare av byggnad som inte tillhör fastighetsägaren. \r\nFörordning (2024:138).\r\n\r\n17 a § En ansökan om utbetalning ska ha kommit in till \r\nlänsstyrelsen senast sex månader efter det att projektet \r\nfärdigställts eller, om ett projekt har färdigställts innan \r\nbeslut om stöd enligt 16 § har fattats, inom två månader från \r\nbeslutet om stöd. En komplett ansökan om utbetalning ska dock \r\nha kommit in till länsstyrelsen senast den 1 september 2027. \r\n\r\nSökanden ska i ansökan om utbetalning ange om stöd enligt \r\nannan författning sökts eller beviljats för stödberättigade \r\nkostnader inom projektet. \r\n\r\nEtt beslut om utbetalning av stöd får inte fattas förrän \r\nsökanden har lämnat in beslut om sådant stöd som avses i andra \r\nstycket.\r\n\r\nOm projektet har beviljats sådant stöd som avses i andra \r\nstycket, ska detta räknas av från stödets slutliga storlek.\r\nFörordning (2024:138).\r\n\r\n18 § Länsstyrelsen ska sända ett utbetalningsbeslut enligt \r\n17 § första stycket till inskrivningsmyndigheten för anteckning \r\ni fastighetsregistrets inskrivningsdel om att bostäder i \r\nfastigheten har anordnats med stöd av denna förordning. \r\nInskrivningsmyndigheten ska underrätta lagfaren ägare eller \r\ntomträttshavaren om att en sådan anteckning har gjorts.\r\n\r\nEn sådan anteckning får, på inskrivningsmyndighetens eget \r\ninitiativ eller på begäran av lagfaren ägare eller \r\ntomträttshavaren, tas bort femton år från det att ett \r\nutbetalningsbeslut enligt 17 § första stycket har fattats. Om \r\nbostäder anordnats med tidsbegränsat bygglov, får \r\nanteckningen tas bort när bygglovet löpt ut.\r\n\r\n19 § Boverket betalar ut stöd enligt denna förordning. \r\n\r\n20 § Stöd enligt denna förordning får inte betalas ut till \r\nett företag som är föremål för betalningskrav på grund av ett \r\nbeslut av Europeiska kommissionen som förklarar ett stöd \r\nolagligt och oförenligt med den inre marknaden. \r\n\r\nTillsyn och uppgiftsskyldighet\r\n\r\n21 § Länsstyrelsen ska följa upp och utvärdera stödet samt \r\nutöva tillsyn över att villkoren för stödet följs.\r\n\r\nStatskontoret ska i revisionssyfte följa upp stödet och begära \r\nin nödvändiga uppgifter från stödmottagare.\r\nFörordning (2025:1220).\r\n\r\n22 § Den som har ansökt om eller tagit emot stöd ska bevara \r\ndokumentation i enlighet med artikel 132 i Europaparlamentets \r\noch rådets förordning (EU, Euratom) 2018/1046 av den 18 juli \r\n2018 om finansiella regler för unionens allmänna budget och på \r\nbegäran lämna de uppgifter som behövs för att följa upp och \r\nutvärdera stödet. Förordning (2021:1294).\r\n\r\nÅterbetalningsskyldighet\r\n\r\n23 § En stödmottagare är återbetalningsskyldig om\r\n\r\n1. den som har sökt eller tagit emot stöd genom att lämna \r\noriktiga uppgifter har förorsakat att stödet beviljats \r\nfelaktigt eller med för högt belopp,\r\n\r\n2. stödet av något annat skäl har beviljats felaktigt eller \r\nmed för högt belopp och mottagaren borde ha insett detta,\r\n\r\n3. bostäderna används för annat ändamål eller på andra \r\nvillkor än som följer av denna förordning eller ett beslut \r\nsom har meddelats med stöd av förordningen, eller\r\n\r\n4. villkoren för stödet i något annat avseende inte har \r\nföljts.\r\n\r\nVid tillämpningen av första stycket 3 ska återbetalning ske \r\nav den del av stödet som proportionellt hänför sig till tiden \r\nfrån det att bostäderna började användas för annat ändamål \r\neller på andra villkor än som följer av denna förordning \r\neller ett beslut som har meddelats med stöd av förordningen \r\ntill och med att femtonårsperioden enligt 9 § första stycket \r\neller den period som följer av 9 § andra stycket löper ut. \r\nDetta ska gälla även om stödmottagaren under perioden har \r\növerlåtit den byggnad eller de byggnader med bostäder för \r\nvilka stöd har lämnats och den nya ägaren använder bostäderna \r\nför annat ändamål eller på andra villkor än som följer av \r\ndenna förordning eller ett beslut som har meddelats med stöd \r\nav förordningen.\r\n\r\n24 § Om en stödmottagare är återbetalningsskyldig enligt \r\n23 §, ska länsstyrelsen besluta att helt eller delvis kräva \r\ntillbaka stödet.\r\n\r\nEtt beslut om återkrav ska fattas inom femton år från det att \r\nett utbetalningsbeslut enligt 17 § har fattats.\r\n\r\n25 § Om en stödmottagare inte är berättigad till ett \r\nstödbelopp och detta ska betalas tillbaka, ska ränta tas ut \r\nenligt räntelagen (1975:635). Om det finns särskilda skäl, \r\nfår räntekravet sättas ned.\r\n\r\n26 § Om en stödmottagare är återbetalningsskyldig eller \r\nskyldig att betala ränta enligt denna förordning, får ett \r\nkrav på återbetalning av stöd och på ränta räknas av mot \r\nannan utbetalning av stöd enligt förordningen.\r\n\r\nÖverklagande\r\n\r\n27 § Länsstyrelsens beslut enligt denna förordning får \r\növerklagas till Boverket.\r\n\r\nI 40 § förvaltningslagen (2017:900) finns bestämmelser om \r\növerklagande till allmän förvaltningsdomstol. Andra beslut av \r\nBoverket än beslut i överklagade ärenden enligt 17, 20 och \r\n26 §§ får dock inte överklagas. Förordning (2018:904).\r\n\r\nSärskilda uppgifter för länsstyrelsen och Boverket\r\n\r\n28 § I 12 a § första stycket 1 lagen (2013:388) om \r\ntillämpning av Europeiska unionens statsstödsregler och i 3 \r\noch 4 §§ förordningen (2016:605) om tillämpning av Europeiska \r\nunionens statsstödsregler finns bestämmelser om \r\noffentliggörande och rapportering. Länsstyrelsen ska föra de \r\nregister som avses i artikel 12 i kommissionens förordning \r\n(EU) nr 651/2014.\r\n\r\n29 § Boverket får meddela föreskrifter om verkställigheten av \r\ndenna förordning.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2019:476\r\n\r\n1. Denna förordning träder i kraft den 23 juli 2019. \r\n\r\n2. Äldre föreskrifter gäller fortfarande för ansökningar som \r\nhar beviljats stöd före ikraftträdandet.\r\n\r\n2019:1302\r\n\r\n1. Denna förordning träder i kraft den 1 februari 2020.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för ansökningar om \r\nstöd som har beviljats före ikraftträdandet.\r\n\r\n3. För ansökningar som har getts in före ikraftträdandet \r\ngäller 8 § 5 och 6 i den äldre lydelsen.\r\n\r\n2021:1294\r\n\r\n1. Denna förordning träder i kraft den 24 januari 2022.\r\n\r\n2. Den nya bestämmelsen i 1 a § tillämpas inte på ansökningar \r\nsom har beviljats stöd före ikraftträdandet.\r\n\r\n3. För ansökningar som har beviljats stöd före ikraftträdandet \r\ngäller 16, 21 och 22 §§ i den äldre lydelsen.",
    "skapadDateTime": "2026-01-02T15:28:41.768914",
    "uppdateradDateTime": "2026-01-02T15:29:44.5763956",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:29:44.5763955",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 647826,
      "beteckning": "2021:1294",
      "anteckningar": "ändr. 1, 14, 16, 17 a, 21, 22 §§ ; nya 1 a, 1 b §§",
      "ikraftDateTime": "2022-01-24T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:1294) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "1294",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847616",
      "uppdateradDateTime": "2026-01-02T15:29:44.57652",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765198",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647827,
      "beteckning": "2019:1302",
      "anteckningar": "upph. 1 a §; ändr. 2, 8, 9, 13, 17 §§; nya 8 a, 8 b, 17 a §§",
      "ikraftDateTime": "2020-02-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:1302) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "1302",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847619",
      "uppdateradDateTime": "2026-01-02T15:29:44.576543",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765429",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647828,
      "beteckning": "2019:476",
      "anteckningar": "ändr. 13, 16, 17 §§; ny 1 a §",
      "ikraftDateTime": "2019-07-23T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:476) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "476",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847622",
      "uppdateradDateTime": "2026-01-02T15:29:44.5765622",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.576562",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647829,
      "beteckning": "2018:904",
      "anteckningar": "ändr. 27 §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:904) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "904",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847624",
      "uppdateradDateTime": "2026-01-02T15:29:44.5765713",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765712",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647830,
      "beteckning": "2018:157",
      "anteckningar": "ändr. 8, 11, 13 §§",
      "ikraftDateTime": "2018-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:157) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "157",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847627",
      "uppdateradDateTime": "2026-01-02T15:29:44.5765786",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765785",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647831,
      "beteckning": "2017:23",
      "anteckningar": "ändr. 2, 11 §§",
      "ikraftDateTime": "2017-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:23) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "23",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847628",
      "uppdateradDateTime": "2026-01-02T15:29:44.5765858",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765857",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647832,
      "beteckning": "2024:138",
      "anteckningar": "ändr. 1, 8, 13, 17, 17 a §§",
      "ikraftDateTime": "2024-04-09T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:138) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "138",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847629",
      "uppdateradDateTime": "2026-01-02T15:29:44.5765922",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5765921",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647833,
      "beteckning": "2025:498",
      "anteckningar": "ändr. 8 a §",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:498) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "498",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847632",
      "uppdateradDateTime": "2026-01-02T15:29:44.5766001",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5766",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647834,
      "beteckning": "2025:1220",
      "anteckningar": "ändr. 1 a,  21 §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1220) om ändring i förordningen (2016:881) om statligt investeringsstöd för hyresbostäder och bostäder för studerande",
      "lopnummer": "1220",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:28:41.7847633",
      "uppdateradDateTime": "2026-01-02T15:29:44.5766069",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:29:44.5766068",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T15:28:41.7689133",
  "uppdateradDateTime": "2026-01-02T15:29:44.5760489",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T15:29:44.5760488",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}