{
  "grundforfattningId": 62560,
  "previousId": 61981,
  "beteckning": "2020:838",
  "beteckningSortable": "2020:838",
  "publiceringsar": "2020",
  "lopnummer": "838",
  "rubrik": "Förordning (2020:838) om omställningsstöd för maj-juli 2020",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2020-10-19T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Finansdepartementet",
    "enhet": "S2",
    "namnOchEnhet": "Finansdepartementet S2",
    "departementId": 6,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62557,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T15:51:57.0235127",
    "uppdateradDateTime": "2026-01-02T15:52:34.5011409",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:52:34.5011407",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85380,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1276",
    "omtryck": null,
    "utfardadDateTime": "2020-10-16T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Tillämpningsområde\r\n\r\n1 § Denna förordning innehåller kompletterande bestämmelser om \r\nsådant omställningsstöd som Skatteverket får lämna till \r\nföretag enligt lagen (2020:548) om omställningsstöd.\r\n\r\nFörordningen är meddelad med stöd av 8 kap. 7 § \r\nregeringsformen. \r\n\r\nOmställningsstöd får lämnas i enlighet med Europeiska \r\nkommissionens beslut den 12 oktober 2020 i ärende SA.58631 \r\n(2020/N) respektive SA.58822 (2020/N), med de ändringar som \r\nföljer av kommissionens ändringsbeslut den 23 november 2020 i \r\närende SA.59563 (2020/N).\r\n\r\nEnligt kommissionens beslut får ett beslut av Skatteverket att \r\nbevilja omställningsstöd inte fattas efter den 30 juni 2021. \r\nFörordning (2020:1097).\r\n\r\nFörordningens innehåll\r\n\r\n2 § I denna förordning finns bestämmelser om\r\n\r\n- uttryck i förordningen (3 § ),\r\n\r\n- stödperioder och referensperioder (4 § ),\r\n\r\n- när omställningsstöd får lämnas (5-10 §§ ),\r\n\r\n- vissa ombildningar (11 § ),\r\n\r\n- beräkning av omställningsstöd (12-20 §§ ),\r\n\r\n- hur ansökan ska göras (21 och 22 §§ ),\r\n\r\n- utbetalning av omställningsstöd (23 § ), och\r\n\r\n- rätt att meddela föreskrifter (24 § ).\r\nFörordning (2025:1276).\r\n\r\nUttryck i förordningen\r\n\r\n3 § Uttryck som används i denna förordning har samma innebörd \r\noch tillämpningsområde som i lagen (2020:548) om \r\nomställningsstöd.\r\n\r\nStödperioder och referensperioder\r\n\r\n4 § Stödperioder enligt denna förordning är\r\n\r\n1. maj 2020, samt\r\n\r\n2. juni och juli 2020.\r\n\r\nEn stödperiods motsvarande månad eller månader 2019 utgör \r\nstödperiodens referensperiod.\r\n\r\nNär omställningsstöd får lämnas\r\n\r\n5 § Ett företag har efter ansökan rätt till omställningsstöd \r\nför stödperioden maj 2020 om företagets sammanlagda \r\nnettoomsättning för denna period understiger 60 procent av den \r\nsammanlagda nettoomsättningen för referensperioden. \r\n\r\nEtt företag har efter ansökan rätt till omställningsstöd för \r\nstödperioden juni och juli 2020 om företagets sammanlagda \r\nnettoomsättning för denna period understiger 50 procent av den \r\nsammanlagda nettoomsättningen för referensperioden.\r\n\r\n6 § För att omställningsstöd ska få lämnas krävs även att \r\n\r\n1. nedgången i företagets nettoomsättning för stödperioden så \r\ngott som uteslutande är orsakad av effekterna av spridningen \r\nav sjukdomen covid-19,\r\n\r\n2. företagets nettoomsättning uppgick till minst 250 000 \r\nkronor under det räkenskapsår som avslutats närmast före den 1 \r\njanuari 2020,\r\n\r\n3. stödet för stödperioden, beräknat enligt 12-20 §§, uppgår \r\ntill minst 5 000 kronor,\r\n\r\n4. företaget under perioden april 2020-juni 2021 inte \r\nverkställer ett beslut om vinstutdelning, gottgörelse, förvärv \r\nav egna aktier eller minskning av aktiekapitalet eller \r\nreservfonden för återbetalning till aktieägarna eller \r\nmedlemmarna, och ett sådant beslut om värdeöverföring inte \r\nheller fattas av företagets stämma, styrelse eller motsvarande \r\norgan under denna period,\r\n\r\n5. företaget har gjort vad som skäligen kan krävas för att \r\nuttömma möjligheterna till försäkringsersättning, skadestånd \r\noch liknande ersättning samt annat statligt stöd för sådan \r\nförlorad omsättning eller sådana kostnader som stödet beräknas \r\npå, och\r\n\r\n6. ansökan om stöd har inkommit till Skatteverket senast den \r\n30 november 2020.\r\n\r\nOm räkenskapsåret som avses i första stycket 2 är längre eller \r\nkortare än tolv månader, ska kravet på minsta nettoomsättning \r\njusteras i motsvarande mån.\r\n\r\nOm företaget ingår i en koncern av sådant slag som anges i \r\n1 kap. 4 § årsredovisningslagen (1995:1554) gäller vad som \r\nanges om värdeöverföringar i första stycket 4 även det eller \r\nde moderföretag till företaget som ingår i koncernen.\r\n\r\n7 § Med nettoomsättning avses intäkter från sålda varor och \r\nutförda tjänster som ingår i företagets normala verksamhet med \r\navdrag för lämnade rabatter, mervärdesskatt och annan skatt \r\nsom är direkt knuten till omsättningen, under förutsättning \r\natt intäkterna är hänförliga till en näringsverksamhet som \r\nbedrivs i Sverige. Intäkter från finansiella instrument och \r\nvalutahandel ingår dock inte i nettoomsättningen. \r\n\r\nEn intäkt ska anses hänförlig till den månad som den hade \r\nansetts belöpa sig på om varje kalendermånad hade utgjort ett \r\nseparat räkenskapsår för företaget, med tillämpning av de \r\nredovisningsprinciper som företaget tillämpat för det \r\nräkenskapsår som avslutats närmast före den 1 januari 2020. \r\n\r\nOm en hyresvärd har tagit emot stöd enligt förordningen \r\n(2020:237) om statligt stöd när vissa lokalhyresgäster fått \r\nrabatt på hyran, ska den del av stödet som avser hyresrabatt \r\nför maj eller juni 2020 anses ingå i hyresvärdens \r\nnettoomsättning för den månaden. \r\n\r\nOm nettoomsättningen för en stödperiod eller en \r\nreferensperiod, vid en beräkning enligt första-tredje \r\nstyckena, uppgår till ett negativt belopp ska \r\nnettoomsättningen för perioden anses vara noll kronor.\r\n\r\n8 § Omställningsstöd får beviljas endast om företaget har \r\nlämnat ett skriftligt, undertecknat yttrande från en revisor \r\ntillsammans med ansökan. Revisorn ska yttra sig över följande \r\nuppgifter i företagets ansökan: \r\n\r\n1. nedgången i företagets nettoomsättning vid en jämförelse \r\nmellan nettoomsättningen för stödperioden och \r\nnettoomsättningen för referensperioden, \r\n\r\n2. huruvida de villkor som anges i 6 § första stycket 1, 2 och \r\n4 är uppfyllda,\r\n\r\n3. summan av företagets fasta kostnader enligt 13-15 §§ för \r\nstödperioden, \r\n\r\n4. i vilken omfattning företaget har tagit emot sådan \r\nersättning eller sådant stöd som avses i 16 §, och\r\n\r\n5. nedgången i företagets bruttoresultat vid en jämförelse \r\nmellan bruttoresultatet för stödperioden och bruttoresultatet \r\nför referensperioden, om företaget är ett sådant \r\nförlustföretag som avses i 20 § andra stycket. \r\n\r\nRevisorn ska granska räkenskapsmaterial, sammanställningar och \r\nannat underlag som ligger till grund för uppgifterna i \r\nansökan. Granskningen ska utföras med professionell skepticism \r\noch vara så ingående och omfattande som god revisionssed \r\nkräver, med beaktande av vad som anges i tredje stycket.\r\n\r\nRevisorn ska granska de uppgifter i ansökan som yttrandet \r\navser och rapportera sina iakttagelser. Om det sökta \r\nomställningsstödet avser maj 2020 och uppgår till minst \r\n600 000 kronor, ska revisorn i stället bestyrka dessa \r\nuppgifter med rimlig säkerhet.\r\n\r\nKravet på yttrande från revisor enligt första stycket gäller \r\ninte om det sökta omställningsstödet understiger 100 000 \r\nkronor och Skatteverket inte enligt 8 § andra stycket lagen \r\n(2020:548) om omställningsstöd har begärt att företaget ger in \r\nett sådant yttrande. \r\n\r\nOm ett företag ansöker om omställningsstöd för fler än en \r\nstödperiod enligt 4 § första stycket gäller vad som anges i \r\ntredje och fjärde styckena för respektive stödperiod var för \r\nsig.\r\n\r\n9 § Omställningsstöd får inte lämnas om företaget den 29 \r\nfebruari 2020 var ett företag i svårigheter enligt artikel \r\n2.18 i Europeiska kommissionens förordning (EU) nr 651/2014 av \r\nden 17 juni 2014 genom vilken dessa kategorier av stöd \r\nförklaras förenliga med den inre marknaden enligt artiklarna \r\n107 och 108 i fördraget.\r\n\r\nOmställningsstöd får inte heller lämnas om företaget vid \r\ntidpunkten för prövningen av ansökan för respektive stödperiod\r\n\r\n1. kan anses vara på obestånd,\r\n\r\n2. har näringsförbud,\r\n\r\n3. har skatte- eller avgiftsskulder som har överlämnats till \r\nKronofogdemyndigheten för indrivning, eller\r\n\r\n4. är föremål för betalningskrav på grund av ett tidigare \r\nkommissionsbeslut som förklarar ett stöd olagligt och \r\noförenligt med den inre marknaden. \r\n\r\nOm företaget är en juridisk person gäller vad som anges i \r\nandra stycket 2 även den eller de fysiska personer som har ett \r\nbetydande inflytande i verksamheten.\r\n\r\n10 § Omställningsstöd får inte lämnas för stödperioden juni \r\noch juli 2020 om företaget \r\n\r\n1. är verksamt inom primär jordbruksproduktion i den mening \r\nsom avses i artikel 2.5 i kommissionens förordning (EU) nr \r\n702/2014 av den 25 juni 2014 genom vilken vissa kategorier av \r\nstöd inom jordbruks- och skogsbrukssektorn och i \r\nlandsbygdsområden förklaras förenliga med den inre marknaden \r\nenligt artiklarna 107 och 108 i fördraget om Europeiska \r\nunionens funktionssätt, eller \r\n\r\n2. är ett företag inom fiskeri- och vattenbrukssektorn i den \r\nmening som avses i artikel 2.1 i kommissionens förordning (EU) \r\nnr 717/2014 av den 27 juni 2014 om tillämpningen av artiklarna \r\n107 och 108 i fördraget om Europeiska unionens funktionssätt \r\npå stöd av mindre betydelse inom fiskeri- och \r\nvattenbrukssektorn.\r\n\r\nOm det sökta omställningsstödet för stödperioden juni och juli \r\n2020 uppgår till ett belopp som överstiger 1 miljon kronor \r\nkrävs för att omställningsstöd ska lämnas att företaget lämnar \r\nföljande uppgifter om sin verksamhet:\r\n\r\n1. vilken typ av företag (små eller medelstora respektive \r\nstora) företaget hör till enligt bilaga I till kommissionens \r\nförordning (EU) nr 651/2014 av den 17 juni 2014 genom vilken \r\nvissa kategorier av stöd förklaras förenliga med den inre \r\nmarknaden enligt artiklarna 107 och 108 i fördraget,\r\n\r\n2. den region där företaget är beläget på NUTS 2-nivå enligt \r\nbilaga 1 i Europaparlamentets och rådets förordning (EG) nr \r\n1059/2003 av den 26 maj 2003 om inrättande av en gemensam \r\nnomenklatur för statistiska territoriella enheter (NUTS), i \r\nlydelsen enligt kommissionens förordning (EU) nr 868/2014 av \r\nden 8 augusti 2014 om ändring av bilagorna till \r\nEuropaparlamentets och rådets förordning (EG) nr 1059/2003 om \r\ninrättande av en gemensam nomenklatur för statistiska \r\nterritoriella enheter (Nuts), och\r\n\r\n3. företagets verksamhetsområde på Nace-gruppnivå enligt \r\nbilaga 1 i Europaparlamentets och rådets förordning (EG) nr \r\n1893/2006 av den 20 december 2006 om fastställande av den \r\nstatistiska näringsgrensindelningen Nace rev. 2 och om ändring \r\nav rådets förordning (EEG) nr 3037/90, i den ursprungliga \r\nlydelsen.\r\n\r\nDen region respektive det verksamhetsområde som ska anges \r\nenligt andra stycket 2 och 3 är den region respektive det \r\nverksamhetsområde som störst andel av företagets \r\nnettoomsättning för det räkenskapsår som avslutats närmast för \r\nden 1 januari 2020 kan hänföras till.\r\n\r\nVissa ombildningar\r\n\r\n11 § Om en enskild näringsidkare under perioden 1 maj 2019-\r\n30 april 2020 har överlåtit hela näringsverksamheten till ett \r\nnybildat aktiebolag gäller följande. Vid tillämpning av 5 §, \r\n6 § första stycket 1 och 3 samt 12 § får den enskilda \r\nnäringsidkarens sammanlagda nettoomsättning för \r\nreferensperioden anses utgöra aktiebolagets totala \r\nnettoomsättning för denna period. Vid tillämpning av 6 § \r\nförsta stycket 2 får den enskilda näringsidkarens \r\nnettoomsättning för det räkenskapsår som avslutats närmast \r\nföre den 1 januari 2020 anses utgöra aktiebolagets totala \r\nnettoomsättning för detta räkenskapsår. \r\n\r\nFörsta stycket får endast tillämpas under förutsättning att \r\n\r\n1. den enskilda näringsidkaren äger samtliga andelar i \r\naktiebolaget vid tidpunkten för prövningen av ansökan om \r\nomställningsstöd, och \r\n\r\n2. omställningsstöd för stödperioden inte söks av den enskilda \r\nnäringsidkaren eller ett annat aktiebolag som den enskilda \r\nnäringsidkaren äger samtliga andelar i.\r\n\r\nBeräkning av omställningsstöd\r\n\r\n12 § Omställningsstöd ges med ett belopp som motsvarar en \r\nandel av företagets fasta kostnader för stödperioden. Andelen \r\nfasta kostnader för stödperioden beräknas som den procentuella \r\nnedgången i nettoomsättning för stödperioden jämförd med \r\nreferensperioden, multiplicerad med 0,75. Andelen fasta \r\nkostnader ska alltså beräknas enligt följande formel:  \r\n\r\n((nettoomsättningen för referensperioden - nettoomsättningen \r\nför stödperioden) / nettoomsättningen för referensperioden) × \r\n0,75 \r\n\r\nOm stöd enligt första stycket för en stödperiod uppgår till \r\nminst 100 000 kronor, ges omställningsstöd även för \r\nadministrativa kostnader som uppkommit med anledning av \r\nansökan om omställningsstöd för den stödperioden. Sådant stöd \r\nges med högst 10 000 kronor per stödberättigat företag och \r\nstödperiod som stöd beviljas för.\r\n\r\n13 § Med fasta kostnader avses kostnader för\r\n\r\n1. hyra och leasing, med avdrag för lämnade rabatter, om \r\navtalstiden är minst sex månader,\r\n\r\n2. räntor, med undantag för vinstandelsräntor och räntor \r\nenligt sådana finansiella instrument som avses i 24 b kap. 5 § \r\ninkomstskattelagen (1999:1229), till den del de överstiger \r\nränteintäkter för perioden,\r\n\r\n3. värdeminskning på anläggningstillgångar samt nödvändiga \r\nreparationer och underhåll av sådana tillgångar,\r\n\r\n4. fastighetsskatt och kommunal fastighetsavgift som företaget \r\när skatt- eller avgiftsskyldigt för,\r\n\r\n5. förbrukning av vatten och elektricitet, med undantag för \r\nelektricitet som förbrukas i tillverkningsprocessen i \r\nindustriell verksamhet, avlopp, internet och telefoni samt \r\nuppvärmning av lokaler,\r\n\r\n6. tjänster som avser städning, sophantering, larm och \r\nbevakning, \r\n\r\n7. tjänster som avser tvätt av textilier, till den del \r\nkostnaden inte är beroende av mängden textilier eller \r\nliknande, om avtalstiden är minst tre månader,\r\n\r\n8. försäkringar mot ekonomisk förlust genom sakskada, \r\nersättningsskyldighet eller ren förmögenhetsskada i övrigt,\r\n\r\n9. djurfoder,\r\n\r\n10. franchiseavgifter, \r\n\r\n11. offentligrättsliga tillstånd samt återkommande tillsyns- \r\noch kontrollavgifter som betalas för en viss tidsperiod,\r\n\r\n12. royalties och licensavgifter för immateriella rättigheter, \r\noch\r\n\r\n13. farledsavgifter inom sjöfart, till den del avgiften inte \r\när beroende av antalet passagerare eller lasten ombord \r\nfartyget.\r\n\r\nKostnaden för värdeminskning på anläggningstillgångar enligt \r\nförsta stycket 3 utgörs av företagets planmässiga \r\navskrivningar av anläggningstillgångar enligt räkenskaperna.\r\n\r\nSådana avgifter som avses i första stycket 10 och 12 ska inte \r\nräknas som fasta kostnader till den del avgiften är beroende \r\nav försäljningsvolym eller liknande.\r\n\r\n14 § Som fasta kostnader räknas inte kostnader som\r\n\r\n1. är möjliga för företaget att undvika genom sådana åtgärder \r\nsom skäligen kan krävas vid en plötslig nedgång i produktionen \r\neller omsättningen av varor eller tjänster,\r\n\r\n2. utgörs av ingående mervärdesskatt som företaget har rätt \r\natt göra avdrag för enligt 8 kap. mervärdesskattelagen \r\n(1994:200) eller få återbetald enligt 10 kap. samma lag,\r\n\r\n3. är hänförliga till förbrukning av bränsle för uppvärmning \r\nav lokaler eller elektricitet enligt 13 § 5 till den del sådan \r\nförbrukning ger rätt till skattebefrielse enligt lagen \r\n(1994:1776) om skatt på energi,\r\n\r\n4. är hänförliga till en verksamhet som bedrivs i utlandet, \r\n\r\n5. motsvaras av en intäkt hos någon som ingår i samma koncern \r\nav sådant slag som anges i 1 kap. 4 § årsredovisningslagen \r\n(1995:1554), eller\r\n\r\n6. är hänförliga till verksamhet som inte utgör \r\nnäringsverksamhet enligt 13 kap. 1 § inkomstskattelagen \r\n(1999:1229).\r\n\r\n15 § Vid tillämpning av 12 § ska en kostnad anses hänförlig \r\ntill den månad som den hade ansetts belöpa sig på om varje \r\nkalendermånad hade utgjort ett separat räkenskapsår för \r\nföretaget, med tillämpning av de redovisningsprinciper som \r\nföretaget tillämpat för det räkenskapsår som avslutats närmast \r\nföre den 1 januari 2020.\r\n\r\n16 § Omställningsstödet ska minskas med belopp som företaget \r\nfått eller kommer att få i \r\n\r\n1. försäkringsersättning, skadestånd och annan liknande \r\nersättning för sådan förlorad omsättning eller sådana \r\nkostnader som omställningsstödet beräknas på, eller \r\n\r\n2. annat statligt stöd för sådan förlorad omsättning eller \r\nsådana kostnader som omställningsstödet beräknas på.\r\n\r\nFörsta stycket 2 ska inte tillämpas på stöd enligt \r\nförordningen (2020:893) om omsättningsstöd till enskilda \r\nnäringsidkare för mars-juli 2020, förordningen (2021:194) om \r\nomställningsstöd till vissa särskilt drabbade företag eller \r\nförordningen (2021:208) om omsättningsstöd till handelsbolag.\r\nFörordning (2022:90).\r\n\r\n17 § För stödperioden maj 2020 får omställningsstödet ges med \r\nhögst 75 miljoner kronor per stödberättigat företag.\r\n\r\n18 § För stödperioden juni och juli 2020 får omställningsstöd \r\nges med högst 8 miljoner kronor per stödberättigat företag. \r\n\r\nOm företaget eller ett annat företag i samma koncern av sådant \r\nslag som anges i 1 kap. 4 § årsredovisningslagen (1995:1554) i \r\negenskap av hyresgäst har ingått ett sådant avtal om rabatt på \r\nhyran som ger hyresvärden rätt till stöd enligt förordningen \r\n(2020:237) om statligt stöd när vissa lokalhyresgäster har \r\nfått rabatt på hyran, ska det maximala stödet enligt första \r\nstycket minskas med belopp som hyresvärden har fått eller \r\nkommer att få i stöd på grund av hyresrabatten.\r\n\r\n19 § Om flera företag i en koncern av sådant slag som anges i \r\n1 kap. 4 § årsredovisningslagen (1995:1554) är berättigade \r\ntill omställningsstöd för samma stödperiod, avser det maximala \r\nstödet för stödperioden enligt  \r\n17 eller 18 § hela koncernen och fördelas på respektive \r\nstödberättigat företag i förhållande till storleken på det \r\nomställningsstöd företaget hade varit berättigat till utan \r\ntillämpning av 17 och 18 §§.\r\n\r\n20 § Om företaget är ett förlustföretag gäller följande. \r\nUtöver vad som följer av övriga bestämmelser i denna \r\nförordning får omställningsstöd inte lämnas med ett belopp som \r\növerstiger den nominella nedgången i bruttoresultat för \r\nstödperioden jämfört med referensperioden. \r\n\r\nEtt företag anses vara ett förlustföretag om\r\n\r\n1. företaget har redovisat ett negativt rörelseresultat före \r\nfinansiella poster för det räkenskapsår som avslutats närmast \r\nföre den 1 januari 2020, eller \r\n\r\n2. stödet för stödperioden, beräknat enligt 12-19 §§, \r\növerstiger den nominella nedgången i nettoomsättning för \r\nstödperioden jämfört med referensperioden.\r\n\r\nMed bruttoresultat avses nettoomsättningen enligt 7 § minskad \r\nmed periodens inköp av råvaror, förnödenheter och handelsvaror \r\nsamt justerad för periodens förändring av lager av produkter i \r\narbete, färdiga varor och pågående arbete för någon annans \r\nräkning.\r\n\r\nMed rörelseresultat före finansiella poster avses årets \r\nresultat före \r\n\r\n- skatter,\r\n\r\n- bokslutsdispositioner,\r\n\r\n- räntor och liknande intäkter och kostnader,\r\n\r\n- nedskrivningar av finansiella anläggningstillgångar och \r\nkortfristiga placeringar, och\r\n\r\n- intäkter från andelar i koncernföretag, intresseföretag, \r\ngemensamt styrda företag och andra företag som det finns ett \r\nägarintresse i samt övriga värdepapper och fordringar som är \r\nanläggningstillgångar.\r\n\r\nHur ansökan ska göras\r\n\r\n21 § En ansökan om omställningsstöd ska göras elektroniskt på \r\nett av Skatteverket fastställt formulär.\r\n\r\n22 § Om flera företag som vid tidpunkten för ansökan ingår i \r\nen koncern av sådant slag som anges i 1 kap. 4 § \r\nårsredovisningslagen (1995:1554) ansöker om omställningsstöd, \r\nska ansökningarna ges in samtidigt. Dessa företag ska också \r\nlämna uppgifter om koncernstrukturen.\r\n\r\nUtbetalning av omställningsstöd\r\n\r\n23 § Om det finns ett överskott på skattekontot efter att ett \r\nomställningsstöd krediterats enligt 7 § lagen (2020:548) om \r\nomställningsstöd, ska det överskjutande beloppet automatiskt \r\nbetalas ut till det konto som har registrerats hos ett bank- \r\neller kreditmarknadsföretag enligt 14 kap. 8 § \r\nskatteförfarandeförordningen (2011:1261).\r\n\r\nRätt att meddela föreskrifter\r\n\r\n24 § Skatteverket får meddela föreskrifter om verkställigheten \r\nav lagen (2020:548) om omställningsstöd och denna förordning.\r\n\r\n25 § Har upphävts genom förordning (2025:1276).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2025:1276\r\n\r\n1. Denna förordning träder i kraft den 1 januari 2026.\r\n\r\n2. Äldre bestämmelser gäller fortfarande i fråga om brott som \r\nhar begåtts före ikraftträdandet.",
    "skapadDateTime": "2026-01-02T15:51:57.0235125",
    "uppdateradDateTime": "2026-01-02T15:52:34.5011556",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:52:34.5011555",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 648343,
      "beteckning": "2021:420",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2021-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:420) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "420",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403425",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012515",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012514",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648344,
      "beteckning": "2021:778",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2021-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:778) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "778",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403429",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012699",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012698",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648345,
      "beteckning": "2021:210",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2021-03-29T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:210) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "210",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403433",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012759",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012758",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648346,
      "beteckning": "2021:195",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2021-03-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:195) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "195",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403437",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012823",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012822",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648347,
      "beteckning": "2021:146",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2021-03-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:146) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "146",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403439",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012877",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012876",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648348,
      "beteckning": "2020:895",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2020-11-09T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:895) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "895",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403442",
      "uppdateradDateTime": "2026-01-02T15:52:34.501294",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012939",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648349,
      "beteckning": "2020:1097",
      "anteckningar": "ändr. 1 §",
      "ikraftDateTime": "2020-12-31T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:1097) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "1097",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403445",
      "uppdateradDateTime": "2026-01-02T15:52:34.5012995",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5012994",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648350,
      "beteckning": "2022:90",
      "anteckningar": "ändr. 16 §",
      "ikraftDateTime": "2022-02-07T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:90) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "90",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.0403447",
      "uppdateradDateTime": "2026-01-02T15:52:34.5013057",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5013056",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648351,
      "beteckning": "2025:1276",
      "anteckningar": "upph. 25 §, rubr. närmast före 25 §; ändr. 2 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1276) om ändring i förordningen (2020:838) om omställningsstöd för maj-juli 2020",
      "lopnummer": "1276",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:51:57.040345",
      "uppdateradDateTime": "2026-01-02T15:52:34.5013113",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:52:34.5013113",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T15:51:57.0235117",
  "uppdateradDateTime": "2026-01-02T15:52:34.5009098",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T15:52:34.5009096",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}