{
  "grundforfattningId": 62535,
  "previousId": 61860,
  "beteckning": "1998:1276",
  "beteckningSortable": "1998:1276",
  "publiceringsar": "1998",
  "lopnummer": "1276",
  "rubrik": "Trafikförordning (1998:1276)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "1999-10-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Landsbygds- och infrastrukturdepartementet",
    "enhet": "RSIB TM",
    "namnOchEnhet": "Landsbygds- och infrastrukturdepartementet RSIB TM",
    "departementId": 30,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62532,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "trafikförordning",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T15:29:48.6292322",
    "uppdateradDateTime": "2026-01-02T15:31:00.0099887",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:31:00.0099874",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85355,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1179",
    "omtryck": null,
    "utfardadDateTime": "1998-09-17T00:00:00",
    "ovrigt": "Rättelseblad 2008:46, 2010:714 och 2014:1265 har iakttagits.",
    "forfattningstext": "1 kap. Allmänna bestämmelser\r\n\r\n1 § Denna förordning innehåller bestämmelser för trafik på\r\nväg och i terräng.\r\n\r\nBestämmelser om förbud mot körning i terräng i vissa fall\r\nfinns i terrängkörningslagen (1975:1313) och\r\nterrängkörningsförordningen (1978:594).\r\n\r\nI militärtrafikförordningen (2009:212) och\r\nvägtrafikförordningen (1995:137) för den kommunala\r\norganisationen för räddningstjänst under utbildning och höjd\r\nberedskap finns bestämmelser om undantag från denna\r\nförordning.\r\n\r\nBestämmelser om spårvägstrafik finns i förordningen\r\n(1990:1165) om säkerhet vid tunnelbana och spårväg.\r\nFörordning (2009:217).\r\n\r\n2 § Inom inhägnat järnvägs- eller industriområde, inhägnat\r\ntävlingsområde eller annat liknande inhägnat område gäller inte\r\nföljande bestämmelser:\r\n\r\n2 kap. 1 § tredje stycket,\r\n2 kap. 2, 9 och 10 §§,\r\n3 kap. 2-4, 11, 13 och 14 §§,\r\n3 kap. 15 § första stycket 1-8 och 15,\r\n3 kap. 16, 18, 30, 31, 33 och 35 §§,\r\n3 kap. 47 § första stycket 1,\r\n3 kap. 49-52 §§,\r\n3 kap. 55 § första stycket 2 och 4,\r\n3 kap. 57, 58 och 64-83 §§,\r\n4 kap. 2-7, 9, 19 och 21 §§,\r\n6 kap. 1-4 och 5 §§, samt\r\n7 kap. 1 och 5 §§.\r\n\r\nI terräng gäller inte heller bestämmelserna om färdhastighet i\r\n3 kap. 17 § inom sådana inhägnade områden som avses i första\r\nstycket. Förordning (2004:296).\r\n\r\n3 § Om staten är väghållare enligt väglagen (1971:948) avses \r\nmed myndighet som har hand om väg- eller gatuhållningen den \r\nstatliga väghållningsmyndigheten.\r\n\r\nI övrigt har de beteckningar som används i denna förordning \r\nsamma betydelse som i lagen (2001:559) om \r\nvägtrafikdefinitioner och i förordningen (2001:651) om \r\nvägtrafikdefinitioner. Förordning (2017:921).\r\n\r\n4 § Bestämmelserna om trafik med fordon gäller i tillämpliga \r\ndelar även den som rider och den som leder eller driver \r\nkreatur.\r\n\r\nBestämmelserna om gående gäller även den som\r\n\r\n1. åker skidor, rullskidor, skridskor, rullskridskor eller \r\nliknande,\r\n\r\n2. för, leder, skjuter eller drar sparkstötting, lekfordon \r\neller liknande fordon,\r\n\r\n3. leder, skjuter eller drar cykel, moped, motorcykel, \r\nbarnvagn eller rullstol, eller\r\n\r\n4. för ett motordrivet fordon avsett att föras av gående.\r\n\r\nBestämmelserna om gående gäller även den som i gångfart själv \r\nför\r\n\r\n1. en rullstol, eller \r\n\r\n2. ett annat fordon, utan tramp- eller vevanordning, som är en \r\ncykel och är \r\n\r\na) avsett för användning av personer med fysisk \r\nfunktionsnedsättning, eller \r\n\r\nb) självbalanserande.\r\nFörordning (2022:1369).\r\n\r\n5 § Ägaren av ett fordon är skyldig att se till att fordonet \r\ninte brukas i strid mot bestämmelserna i denna förordning \r\neller mot bestämmelser eller förbud som har meddelats med stöd \r\nav denna förordning. När någon annan brukar fordonet gäller \r\nägarens skyldighet endast bestämmelserna i 4 kap. 3, 4, 12-14, \r\n18 a, 18 b och 18 e §§ samt sådana trafikregler som meddelats \r\ngenom lokala trafikföreskrifter enligt 10 kap. 1 § andra \r\nstycket som rör fordons axel-, boggi- eller trippelaxeltryck \r\neller bruttovikt. Förordning (2025:881).\r\n\r\n6 § Det som sägs om utryckningsfordon i denna förordning ska \r\näven gälla fordon som används vid utförande av uppgifter \r\nenligt 2 kap. 4 och 5 §§, 3 kap. 1 och 2 §§, samt 4-4 b kap. \r\nlagen (2017:496) om internationellt polisiärt samarbete. Det \r\nsom sägs om föreskrivna larmanordningar ska då i stället avse \r\nmotsvarande anordningar som fordonet är försett med.\r\n\r\nFörsta stycket gäller endast om fordonet är att anse som \r\nutryckningsfordon eller motsvarande i registreringslandet.\r\n\r\nBestämmelser om undantag som enligt 11 kap. gäller för \r\npolismän eller för förare av fordon som används i \r\nPolismyndighetens eller Säkerhetspolisens spaningsverksamhet \r\nska tillämpas också för utländska tjänstemän som utför \r\nuppgifter enligt 4-4 b kap. lagen om internationellt polisiärt \r\nsamarbete. Förordning (2024:1265).\r\n\r\n2 kap. Bestämmelser för alla trafikanter\r\n\r\nGrundbestämmelser\r\n\r\n1 § För att undvika trafikolyckor skall en trafikant iaktta den\r\nomsorg och varsamhet som krävs med hänsyn till\r\nomständigheterna. Trafikanten skall visa särskild hänsyn mot\r\nbarn, äldre, skolpatruller och personer som det framgår har ett\r\nfunktionshinder eller en sjukdom som är till hinder för dem i\r\ntrafiken.\r\n\r\nEn trafikant skall uppträda så att han eller hon inte i onödan\r\nhindrar eller stör annan trafik.\r\n\r\nEn vägtrafikant skall visa hänsyn mot dem som bor eller\r\nuppehåller sig vid vägen.\r\n\r\nEn terrängtrafikant skall anpassa sin färdväg och hastighet\r\nsamt sitt färdsätt så att människor och djur inte störs i\r\nonödan och så att skada på annans mark eller växtlighet\r\nundviks.\r\n\r\n2 § En trafikant ska följa anvisningar för trafiken som \r\nmeddelas genom ett vägmärke, en vägmarkering, en \r\ntrafiksignal, en ljussignal eller ett sådant tecken av en \r\nvakt som avses i 5 kap. 2 § vägmärkesförordningen (2007:90). \r\nOm en anvisning innebär en avvikelse från en trafikregel, \r\ngäller anvisningen framför regeln.\r\n\r\nEn anvisning genom fast sken i en trafiksignal gäller framför \r\nen anvisning om stopplikt eller väjningsplikt som meddelas \r\ngenom ett vägmärke.\r\n\r\nEn särskild anvisning för cyklist, förare av moped klass II \r\neller gående gäller för sådan trafikant framför andra \r\nanvisningar. Förordning (2017:921).\r\n\r\n3 § En trafikant ska lyda en polismans anvisning för trafiken. \r\nEn anvisning som ges av en polisman gäller framför \r\ntrafikreglerna och sådana anvisningar som avses i 2 §.\r\n\r\nDetta gäller även anvisningar av \r\n\r\n1. en bilinspektör, en vägtransportledare eller en \r\ntrafiknykterhetskontrollant eller av någon annan person som en \r\nmyndighet har förordnat att övervaka trafiken, ge anvisningar \r\nför denna eller utföra punktskattekontroll,\r\n\r\n2. en dansk polisman på svenskt territorium på den fasta \r\nförbindelsen över Öresund som den definieras i artikel 2 i \r\navtalet av den 6 oktober 1999 mellan Konungariket Sveriges \r\nregering och Konungariket Danmarks regering om polisiärt \r\nsamarbete i Öresundsregionen, eller\r\n\r\n3. en finsk polisman som utför uppgifter enligt 4 b kap. lagen \r\n(2017:496) om internationellt polisiärt samarbete.\r\nFörordning (2024:1265).\r\n\r\n4 § Behörigheten hos en polisman eller någon annan person som\r\nenligt 3 § andra stycket övervakar trafiken, ger anvisningar\r\nför denna eller utför punktskattekontroll eller hos den som\r\nenligt 4 kap. 1 § kontrollerar fordon eller förare skall\r\ntydligt framgå av klädseln eller något annat särskilt\r\nkännetecken.\r\n\r\nFri väg m.m. för viss trafik\r\n\r\n5 § En trafikant skall lämna fri väg för\r\n\r\n1. utryckningsfordon som avger signal med föreskriven\r\nlarmanordning, och\r\n\r\n2. järnvägståg eller spårvagn om inte spårvagnsföraren har\r\nväjningsplikt som utmärks genom vägmärke.\r\n\r\nFörare som skall lämna fri väg skall stanna om det är\r\nnödvändigt.\r\n\r\n6 § En trafikant får inte bryta eller på annat sätt hindra en\r\nmilitärkolonn, en kolonn av fordon som tillhör den kommunala\r\norganisationen för räddningstjänst, en grupp av barn under\r\nledares uppsikt, ett begravningsfölje eller någon annan\r\nprocession. Förordning (2003:818).\r\n\r\nTrafik i korsning med järnväg eller spårväg\r\n\r\n7 § En trafikant som har för avsikt att korsa en järnväg eller\r\nspårväg skall vara särskilt försiktig och vara uppmärksam på om\r\nnågot tåg eller någon spårvagn närmar sig. Förare av fordon\r\nskall anpassa hastigheten så att fordonet kan stannas före\r\nkorsningen. Korsningen skall passeras utan onödigt dröjsmål.\r\n\r\nEn trafikant får inte färdas in i en korsning med järnväg eller\r\nspårväg\r\n\r\n1. om ett tåg eller en spårvagn närmar sig,\r\n\r\n2. när en ljussignal visar rött sken, en ljudsignal ljuder\r\neller en bom fälls, är fälld eller reses, eller\r\n\r\n3. om det finns risk för att trafikanten måste stanna i\r\nkorsningen.\r\n\r\nEn trafikant som inte får färdas in i en korsning med järnväg\r\neller spårväg skall stanna på betryggande avstånd från\r\nkorsningen och före signaler eller bommar.\r\n\r\nÅligganden vid trafikolyckor\r\n\r\n8 § En trafikant som med eller utan egen skuld haft del i en\r\ntrafikolycka ska stanna kvar på platsen. I mån av förmåga ska\r\ntrafikanten hjälpa skadade och medverka till de åtgärder som\r\nolyckan skäligen föranleder. På begäran av någon annan, som\r\nhaft del i olyckan eller vars egendom skadats vid olyckan,\r\nska trafikanten uppge namn och adress samt lämna upplysningar\r\nom händelsen.\r\n\r\nOm egendom har skadats och ingen är närvarande som kan ta\r\nemot uppgifter och upplysningar, ska trafikanten snarast\r\nmöjligt underrätta den som lidit skada eller\r\nPolismyndigheten. I det senare fallet ska Polismyndigheten\r\nunderrätta den som lidit skada, om han eller hon är känd\r\neller lätt kan spåras. Har någon person skadats och är skadan\r\ninte obetydlig, ska trafikanten snarast möjligt underrätta\r\nPolismyndigheten.\r\n\r\nOm ett fordon efter en trafikolycka är placerat så att det\r\nkan vara till fara eller hinder för trafiken ska trafikanten\r\nse till att det omedelbart flyttas till en lämplig plats. Om\r\nnågon har dött eller skadats svårt får dock fordonet flyttas\r\nendast om det utgör en fara för annan trafik. I sådana fall\r\nfår trafikanten i övrigt inte utplåna spår som kan vara av\r\nbetydelse för utredningen av olyckan eller på andra sätt\r\nändra förhållandena på olycksplatsen. Trafikanten ska även\r\nförsöka se till att ingen annan vidtar sådana åtgärder.\r\nFörordning (2014:1265).\r\n\r\nRubbande av trafikanordning och hinder på väg\r\n\r\n9 § Vägmärken, vägmarkeringar, trafiksignaler och andra\r\nanordningar för trafiken får inte rubbas eller ändras.\r\n\r\nDen som rubbat eller ändrat ett vägmärke, en vägmarkering, en\r\ntrafiksignal eller någon annan anordning för trafiken ska\r\nomedelbart återställa anordningen i tillfredsställande skick.\r\nOm det inte går, ska han eller hon snarast underrätta\r\nPolismyndigheten eller den som satt upp och underhåller\r\nanordningen om förhållandet samt vidta de åtgärder som\r\ntrafiken kräver. Förordning (2014:1265).\r\n\r\n10 § Sådant som kan medföra fara eller olägenhet för trafiken\r\nfår inte kastas eller lämnas på en väg.\r\n\r\nDen som förorsakat att något som kan medföra fara eller\r\nolägenhet för trafiken finns på vägen skall omedelbart avlägsna\r\ndetta. Om det inte går skall han eller hon uppmärksamma andra\r\npå förhållandet genom utmärkning eller dylikt tills han eller\r\nhon låtit undanröja faran eller olägenheten.\r\n\r\n3 kap. Bestämmelser för trafik med fordon\r\n\r\nGemensamma bestämmelser\r\n\r\n1 § Fordon får inte föras av den som på grund av sjukdom,\r\nuttröttning, påverkan av alkohol, andra stimulerande eller\r\nbedövande ämnen eller av andra skäl inte kan föra fordonet på\r\nett betryggande sätt.\r\n\r\n2 § Avståndet till ett framförvarande fordon skall anpassas så\r\natt det inte finns risk för påkörning om det saktar in eller\r\nstannar. Avståndet skall också anpassas så att andra\r\ntrafikanters omkörning underlättas.\r\n\r\n3 § När ett fordon eller en spårvagn är i rörelse får på- eller\r\navstigning inte ske. Inte heller får någon färdas på fordonets\r\neller spårvagnens fotsteg eller liknande anordning, om den inte\r\när särskilt inrättad för detta.\r\n\r\n4 § Den som åker kälke, sparkstötting eller liknande fordon\r\neller som åker skidor, skridskor, rullskridskor eller liknande\r\npå väg får inte låta sig skjutas på eller tolka, dras eller\r\nlåta sig dras av ett motordrivet fordon eller en spårvagn.\r\n\r\nPå ägovägar eller liknande vägar med ringa trafik får dock\r\ntolkning ske.\r\n\r\n5 § Förare som har väjningsplikt skall tydligt visa sin avsikt\r\natt väja genom att i god tid sänka hastigheten eller stanna.\r\n\r\nFöraren får köra vidare endast om det med beaktande av andra\r\ntrafikanters placering, avståndet till dem och deras hastighet\r\ninte uppkommer fara eller hinder.\r\n\r\nFordons plats på väg\r\n\r\n6 § Vid färd på väg ska fordon föras på körbana. Detta gäller \r\ndock inte fordon för vilka enligt 1 kap. 4 § andra eller \r\ntredje stycket bestämmelserna om gående ska tillämpas. Cyklar \r\noch tvåhjuliga mopeder klass II ska vid färd på väg föras på \r\ncykelbana om sådan finns.\r\n\r\nCyklande och förare av tvåhjuliga mopeder klass II får dock om \r\nsärskild försiktighet iakttas använda körbanan i stället för \r\ncykelbanan om\r\n\r\n1. den cyklande fyllt 15 år, och\r\n\r\n2. den högsta tillåtna hastigheten på körbanan är högst \r\n50 kilometer i timmen och i övrigt när det är lämpligare med \r\nhänsyn till färdmålets läge.\r\n\r\nOm särskild försiktighet iakttas, får trehjuliga mopeder \r\nklass II föras på en cykelbana med ringa trafik och \r\ntillräcklig bredd.\r\n\r\nÄr en bana avsedd för viss trafik får annan trafik förekomma \r\npå banan endast för att korsa den.\r\n\r\nSärskilda bestämmelser om användning av vägrenen finns i 12 §.\r\nFörordning (2023:180).\r\n\r\n7 § Vid färd på väg skall fordon föras i det körfält som är\r\nlängst till höger i färdriktningen och som är avsett för\r\nfordonet.\r\n\r\nCykel, moped och fordon som är konstruerat för en hastighet av\r\nhögst 40 kilometer i timmen eller som inte får föras med högre\r\nhastighet än 40 kilometer i timmen skall föras så nära som\r\nmöjligt den högra kanten av vägrenen eller av den bana som\r\nanvänds.\r\n\r\nOm körbanan är indelad i körfält som anvisats för olika\r\nvägvisningsmål genom körfältsvägvisare, får fordon föras i det\r\nkörfält som är lämpligast med hänsyn till den fortsatta färden.\r\n\r\nPå en väg där den högsta tillåtna hastigheten är 70 kilometer i\r\ntimmen eller lägre och körbanan har minst två körfält för\r\ntrafik i samma riktning som anges med vägmarkering, får förare\r\nanvända det körfält som är lämpligast med hänsyn till den\r\nfortsatta färden.\r\n\r\n8 § Om en körbana har fyra eller flera körfält, får fordon inte\r\nföras i de körfält som ligger till vänster om körbanans mitt i\r\nfärdriktningen.\r\n\r\nOm en körbana har tre körfält, får fordon inte föras i fältet\r\nlängst till vänster i färdriktningen.\r\n\r\nBestämmelserna i första och andra styckena gäller inte om\r\ntrafiken på körbanan är enkelriktad.\r\n\r\n9 § Om flera körfält för färd i samma riktning är skilda åt\r\ngenom en vägmarkering, skall hela fordonet föras inom ett av de\r\navskilda fälten. Om en heldragen linje skiljer körfälten åt får\r\nbyte av körfält inte ske.\r\n\r\nOm en körbana har två eller flera körfält för färd i samma\r\nriktning och det är tät köbildning i alla körfälten, får endast\r\nden förare som färdas i körfältet längst till höger byta\r\nkörfält. Annan förare får dock byta körfält om föraren skall\r\nstanna eller parkera, eller om det behövs för att fordonet\r\nskall vara placerat i ett lämpligt körfält när det närmar sig\r\nen korsning.\r\n\r\nI fall som avses i 7 § fjärde stycket får förare inte byta\r\nkörfält annat än för att stanna eller parkera fordonet, göra\r\nomkörning eller placera fordonet i ett lämpligt körfält före\r\nsväng i korsning. Förordning (2007:101).\r\n\r\n10 § Om ett körfält är anvisat för ett visst eller vissa slag\r\nav fordon får andra fordon föras i körfältet endast för att\r\nkorsa det.\r\n\r\n11 § Ett fordon får inte med något hjul föras på ett\r\nspärrområde eller över en heldragen linje.\r\n\r\nOm särskild försiktighet iakttas får dock undantag göras från\r\ndetta om\r\n\r\n1. det behövs för att fordonet skall kunna passera ett hinder\r\npå vägen,\r\n\r\n2. utrymmet i en vägkorsning annars inte är tillräckligt för\r\nfordonet,\r\n\r\n3. en heldragen linje behöver korsas för färd till eller från\r\nen fastighet eller motsvarande, eller\r\n\r\n4. det i fordonets färdriktning löper en streckad linje\r\nomedelbart till höger om den heldragna linjen.\r\n\r\nTrots vad som anges i första stycket får ett fordon föras över\r\nen heldragen kantlinje om det behövs för att fordonet skall\r\nkunna framföras på vägrenen enligt vad som anges i 12 § första\r\nstycket. Förordning (2007:101).\r\n\r\n12 § På väg ska vägrenen användas\r\n\r\n1. vid färd med cykel eller moped klass II när cykelbana\r\nsaknas,\r\n\r\n2. vid färd med moped klass I,\r\n\r\n3. vid färd med ett fordon som är konstruerat för en\r\nhastighet av högst 40 kilometer i timmen eller som inte får\r\nföras med högre hastighet än 40 kilometer i timmen, eller\r\n\r\n4. av dem som för ett fordon förspänt med dragdjur, rider\r\nsamt leder eller driver kreatur.\r\n\r\nSkyldigheten att använda vägrenen enligt första stycket 1–4\r\ngäller endast om vägrenen är av tillräcklig bredd och i\r\növrigt är lämplig att använda.\r\n\r\nOm det behövs för att underlätta framkomligheten för annan\r\ntrafik, får vägrenen användas tillfälligt även vid färd med\r\nandra fordon.\r\n\r\nHar körbanan avgränsats med en heldragen kantlinje får\r\nvägrenen användas endast i de fall som anges i första\r\nstycket. Förordning (2014:1035).\r\n\r\n12 a § Vid färd med cykel får barn till och med det år de\r\nfyller åtta år använda gångbana om cykelbana saknas.\r\nFörordning (2014:1044).\r\n\r\n13 § I en cirkulationsplats skall ett fordon föras motsols i\r\ncirkulationen runt rondellen.\r\n\r\nEtt fordon skall passera till höger om en refug eller någon\r\nannan anordning placerad i mitten av en körbana med trafik i\r\nbåda riktningarna.\r\n\r\nÄr refugen eller anordningen belägen till höger om körbanans\r\nmitt eller på en körbana med enkelriktad trafik får den\r\npasseras även till vänster om inget annat anges med vägmärke.\r\nFörordning (1999:240).\r\n\r\nHastighet\r\n\r\n14 § Ett fordons hastighet skall anpassas till vad\r\ntrafiksäkerheten kräver. Hänsyn skall tas till väg-, terräng-,\r\nväderleks- och siktförhållandena, fordonets skick och\r\nbelastning samt trafikförhållandena i övrigt. Hastigheten får\r\naldrig vara högre än att föraren behåller kontrollen över\r\nfordonet och kan stanna det på den del av den framförvarande\r\nvägen eller terrängen som han eller hon kan överblicka och\r\nframför varje hinder som går att förutse.\r\n\r\n15 § Utöver andra fall som anges särskilt skall förare hålla en\r\nmed hänsyn till omständigheterna tillräckligt låg hastighet\r\n\r\n1. inom tättbebyggt område,\r\n\r\n2. när sikten är nedsatt på grund av ljus- eller\r\nväderleksförhållandena,\r\n\r\n3. vid övergångsställen eller andra platser där gående korsar\r\nvägen,\r\n\r\n4. där korsande fordonstrafik kan förekomma,\r\n\r\n5. i skarpa kurvor,\r\n\r\n6. vid backkrön och andra ställen där sikten är skymd,\r\n\r\n7. vid risk för bländning,\r\n\r\n8. vid möte med andra fordon på smala vägar,\r\n\r\n9. vid halt väglag,\r\n\r\n10. när fordonet närmar sig en spårvagn, en buss eller en\r\nskolskjuts som stannats för passagerarnas på- eller avstigning,\r\n\r\n11. när fordonet närmar sig barn som uppehåller sig på eller\r\nbredvid vägen,\r\n\r\n12. när fordonet närmar sig kreatur på vägen,\r\n\r\n13. där vägarbete pågår,\r\n\r\n14. förbi en olycksplats, samt\r\n\r\n15. vid smutsigt väglag där det finns risk för att någon annan\r\ntrafikant utsätts för smutsstänk.\r\n\r\n16 § En förare får inte utan giltigt skäl köra med överdrivet\r\nlåg hastighet, plötsligt bromsa eller på något annat sätt\r\nhindra andra förares körning.\r\n\r\n17 § Inom tättbebyggt område får fordon inte föras med högre\r\nhastighet än 50 kilometer i timmen.\r\n\r\nOm det är motiverat av hänsyn till trafiksäkerheten,\r\nframkomligheten eller miljön får kommunen meddela föreskrifter\r\nom att den högsta tillåtna hastigheten inom ett tättbebyggt\r\nområde eller del av ett sådant område ska vara 30 eller 40\r\nkilometer i timmen.\r\n\r\nUtom tättbebyggt område får fordon inte föras med högre\r\nhastighet än 70 kilometer i timmen (bashastighet).\r\n\r\nTrafikverket får meddela föreskrifter om att den högsta tillåtna\r\nhastigheten på en väg ska vara 80, 90, 100 eller 110 kilometer\r\ni timmen.\r\n\r\nBestämmelser om hastighet på motorväg finns i 9 kap. 1 §.\r\n\r\nI terräng gäller bestämmelserna i första, andra och tredje\r\nstyckena endast vid färd med motordrivet fordon.\r\nFörordning (2010:144).\r\n\r\nKorsande trafik\r\n\r\n18 § När två fordons kurser skär varandra har förare\r\nväjningsplikt mot det fordon som närmar sig från höger utom i\r\nde fall som avses i 21-23 §§.\r\n\r\n19 § En förare som har stopplikt eller skall stanna på grund av\r\ntrafiksignal skall stanna vid stopplinje. Om stopplinje saknas\r\nskall föraren stanna omedelbart före signalen eller innan\r\nföraren kör in på den korsande vägen, leden eller spårområdet.\r\n\r\nBestämmelserna i 5 § andra stycket gäller även förare som har\r\nstopplikt.\r\n\r\nTrafik i en vägkorsning m.m.\r\n\r\n20 § När en förare närmar sig eller kör in i en vägkorsning,\r\nskall körsättet anpassas så att det inte uppstår onödigt hinder\r\nför trafiken på den korsande vägen, om fordonet tvingas stanna\r\ni korsningen.\r\n\r\n21 § En förare som från en väg kör in på en annan väg som är \r\nhuvudled, motorväg eller motortrafikled och där \r\naccelerationsfält saknas, har väjningsplikt mot fordon på den \r\nväg föraren kör in på. Väjningsplikten gäller dock inte där \r\nföraren kommer in på huvudleden, motorvägen eller \r\nmotortrafikleden utan att byta körfält.\r\n\r\nEn förare har också väjningsplikt mot varje fordon vars kurs \r\nskär den egna kursen när föraren kommer in på en väg\r\n\r\n1. från en parkeringsplats, en fastighet, en bensinstation \r\neller från något annat liknande område i anslutning till \r\nvägen,\r\n\r\n2. från en stig, en ägoväg eller någon annan liknande \r\nutfartsväg,\r\n\r\n3. från en cykelbana, en gågata, ett gångfartsområde, en \r\ncykelgata eller från terräng, eller\r\n\r\n4. efter att ha korsat en gång- eller cykelbana.\r\n\r\nEn förare har dessutom väjningsplikt mot fordon på en körbana \r\nnär föraren kommer in på den från en vägren eller från en \r\nsådan cykelbana som är en del av vägen.\r\n\r\nVäjningsplikten enligt första och andra styckena gäller inte \r\ncyklande och förare av moped klass II som ska korsa en körbana \r\neller cykelbana på en cykelöverfart. Förordning (2020:842).\r\n\r\n22 § En förare som kör in i en cirkulationsplats har\r\nväjningsplikt mot varje fordon som befinner sig i\r\ncirkulationen.\r\n\r\n23 § En förare som färdas i ett accelerationsfält skall anpassa\r\nhastigheten till trafiken i det körfält som han eller hon avser\r\natt köra in i. Föraren skall lämna accelerationsfältet så snart\r\ndet kan ske utan fara eller onödigt hinder.\r\n\r\nEn förare som avser att lämna vägen skall i god tid inta det\r\nkörfält som är bäst lämpat för detta. Om det finns ett\r\nretardationsfält skall föraren snarast möjligt köra in i det.\r\n\r\n24 § En förare som skall svänga i en vägkorsning eller skall\r\nlämna eller korsa den körbana han eller hon färdas på skall\r\nförvissa sig om att det kan ske utan hinder för mötande trafik\r\neller för trafikanterna på den körbana som föraren avser att\r\nköra in på.\r\n\r\n25 § Där körbanan före en vägkorsning har två eller flera\r\nkörfält i samma färdriktning skall föraren i god tid placera\r\nsitt fordon i körfältet längst till höger om föraren skall\r\nsvänga till höger, och i körfältet längst till vänster om han\r\neller hon skall svänga till vänster. Vid färd rakt fram skall\r\nföraren placera fordonet i det körfält som är lämpligast med\r\nhänsyn till övrig trafik och den fortsatta färden.\r\n\r\nOm särskild försiktighet iakttas får avvikelse dock ske om\r\nutrymmet i korsningen annars inte är tillräckligt för fordonet.\r\n\r\n26 § En förare får svänga i en vägkorsning endast om det kan\r\nske utan fara eller onödigt hinder för andra som färdas i samma\r\nriktning. Särskild uppmärksamhet skall riktas på den\r\nbakomvarande trafiken.\r\n\r\nVid högersväng skall ett fordon föras så nära körbanans högra\r\nkant som lämpligen kan ske eller, om fordonet förs på vägrenen,\r\nså nära vägens högra kant som möjligt.\r\n\r\nVid vänstersväng skall ett fordon föras så nära körbanans mitt\r\nsom möjligt eller, på körbana med enkelriktad trafik, så nära\r\nkörbanans vänstra kant som möjligt.\r\n\r\nEn sväng skall göras så att fordonet, när det lämnar\r\nvägkorsningen, befinner sig till höger på den körbana det förs\r\nin på.\r\n\r\n27 § Om ett fordon som färdas på väg efter en sväng förs in på\r\nen körbana som har två eller flera körfält i färdriktningen,\r\nskall svängen göras på det sätt som bäst lämpar sig med hänsyn\r\ntill övrig trafik och den fortsatta färden.\r\n\r\nFordon som från motsatta håll förs in i en vägkorsning och som\r\nbåda skall svänga till vänster i sin färdriktning får vid möte\r\nhållas till vänster, om det kan ske utan fara eller olägenhet.\r\n\r\n28 § Cyklande och förare av moped klass II får trots\r\nbestämmelserna i 25 och 26 §§ före en vägkorsning hålla till\r\nhöger på vägen även när de avser att svänga till vänster. De\r\nskall fortsätta genom korsningen till dess motsatta sida och\r\nsvänga först när det kan ske utan fara med hänsyn till den\r\növriga trafiken.\r\n\r\nFörsta stycket gäller inte i ett körfält som är avsett enbart\r\nför trafik som skall svänga till höger.\r\n\r\n29 § Bestämmelserna i 24-28 §§ gäller i tillämpliga delar även\r\nnär en förare har för avsikt att korsa eller lämna körbanan på\r\nannan plats än i en vägkorsning.\r\n\r\nMöte och omkörning\r\n\r\n30 § Ett fordon skall vid möte med andra fordon hållas till\r\nhöger. Förarna skall lämna ett betryggande avstånd i sidled\r\nmellan fordonen.\r\n\r\nOm det finns något hinder för möte skall den förare stanna som\r\nhar hindret på sin sida, om det är nödvändigt för att den\r\nmötande skall kunna passera.\r\n\r\n31 § Omkörning skall ske till vänster utom i de fall som avses\r\ni 7 § fjärde stycket. Omkörning skall dock ske till höger när\r\nföraren av det framförvarande fordonet svänger till vänster\r\neller tydligt förbereder en sådan sväng.\r\n\r\nCyklande och mopedförare får köra om andra fordon än cykel och\r\nmoped till höger.\r\n\r\n32 § En förare får köra om endast om det kan ske utan fara.\r\n\r\nOmkörning får inte ske om föraren av bakomvarande fordon har\r\npåbörjat en omkörning.\r\n\r\nOmkörning får inte ske till vänster om föraren av\r\nframförvarande fordon givit tecken som visar att han eller hon\r\nhar för avsikt att köra om ett annat fordon eller av andra skäl\r\nföra sitt fordon åt vänster.\r\n\r\n33 § Den förare som kör om skall lämna ett betryggande avstånd\r\ni sidled mellan sitt fordon och det fordon som körs om.\r\n\r\nMöte och omkörning på väg\r\n\r\n34 § Vid möte med ett järnvägståg eller en spårvagn på väg\r\nskall ett fordon hållas till höger.\r\n\r\nDär skenornas läge föranleder det, får fordonet dock hållas\r\ntill vänster, om det kan ske utan fara eller olägenhet.\r\n\r\n35 § Omkörning av ett järnvägståg eller en spårvagn på väg\r\nskall ske till höger.\r\n\r\nDär skenornas läge föranleder det får dock omkörning göras till\r\nvänster, om det kan ske utan fara eller olägenhet. På en\r\nkörbana med enkelriktad trafik får omkörning även äga rum till\r\nvänster, om trafikförhållandena medger det.\r\n\r\n36 § Omkörning får ske endast om det körfält som skall användas\r\nvid omkörningen på en tillräckligt lång sträcka är fritt från\r\nmötande trafik eller annat hinder mot omkörning.\r\n\r\nEn förare får inte köra om, om det inte finns möjlighet att\r\nefter omkörningen föra fordonet tillbaka till högra delen av\r\nkörbanan utan fara för övriga trafikanter. Detta gäller dock\r\ninte när omkörningen skall ske i ett körfält där mötande trafik\r\ninte får förekomma.\r\n\r\n37 § När en omkörning på väg sker till vänster skall den som\r\nkör om hålla till höger så snart det kan ske utan fara eller\r\nolägenhet. Detta gäller dock inte på sådan väg som avses i 7 §\r\nfjärde stycket.\r\n\r\nOm körbanan har minst två körfält för färd i samma riktning,\r\nbehöver den omkörande inte köra tillbaka till det högra\r\nkörfältet, om han eller hon strax efter omkörningen avser att\r\nköra om ytterligare fordon eller svänga till vänster och om det\r\ninte uppstår någon påtaglig olägenhet för upphinnande trafik.\r\n\r\n38 § När en förare som färdas på väg uppmärksammar att någon\r\navser att köra om till vänster, skall föraren med iakttagande\r\nav bestämmelserna i 7 § hålla så långt till höger som möjligt.\r\nFöraren får inte öka hastigheten eller på något annat sätt\r\nförsvåra omkörningen.\r\n\r\nOm ett fordon förs sakta eller upptar stort utrymme och\r\nkörbanan är smal, krokig eller har en icke obetydlig mötande\r\ntrafik, skall föraren för att underlätta omkörning minska\r\nfarten och om det behövs föra fordonet åt sidan så snart detta\r\när möjligt.\r\n\r\n39 § Omkörning får inte ske strax före eller i en vägkorsning,\r\nutom när\r\n\r\n1. omkörningen skall ske till höger,\r\n\r\n2. trafiken i vägkorsningen är reglerad av en polisman eller\r\ngenom trafiksignaler, eller\r\n\r\n3. det framgår av vägmärken eller något annat förhållande att\r\nförarna på den korsande vägen har väjningsplikt eller\r\nstopplikt.\r\n\r\nOmkörning får inte heller ske strax före eller i en\r\nplankorsning, utom när\r\n\r\n1. korsningen har bommar, eller\r\n\r\n2. trafiken i korsningen är reglerad genom sådana\r\ntrafiksignaler som används i vägkorsningar.\r\n\r\nDär sikten är skymd vid ett backkrön eller i en kurva får\r\nomkörning ske endast om körbanan i färdriktningen har minst två\r\nkörfält i vilka mötande trafik inte får förekomma eller i andra\r\nfall där omkörningen kan ske utan att ett körfält avsett för\r\nfordon i mötande färdriktning behöver tas i anspråk.\r\n\r\nTvåhjuliga fordon utan sidvagn får dock köras om.\r\nFörordning (1999:240).\r\n\r\n40 § Fordon eller spårvagnar får inte köras om strax före\r\neller på ett obevakat övergångsställe, en obevakad\r\ncykelpassage eller en cykelöverfart. Förordning (2014:1035).\r\n\r\n41 § I följande fall anses det inte som omkörning när ett\r\nfordon i ett körfält passerar fordon i ett annat körfält\r\n\r\n1. om körbanan har två eller flera körfält för färd i samma\r\nriktning och det är tät köbildning i alla körfält,\r\n\r\n2. om körbanan är indelad i körfält för olika färdmål som är\r\nutmärkta med körfältsvägvisare, eller\r\n\r\n3. om fordonen har placerats i skilda körfält i anslutning\r\ntill en vägkorsning.\r\n\r\nOm ett fordon före ett övergångsställe, en cykelpassage eller\r\nen cykelöverfart passerar ett annat fordon i fall som avses i\r\nförsta stycket, ska det ske med så låg hastighet att föraren\r\nkan stanna omedelbart om gående befinner sig på\r\növergångsstället eller stanna omedelbart om cyklande eller\r\nförare av moped klass II befinner sig på cykelpassagen eller\r\ncykelöverfarten. Förordning (2014:1035).\r\n\r\n42 § Bestämmelserna i 31, 34, 35 §§, 36 § andra stycket, 37 och\r\n38 §§ gäller inte vid omkörning av fordon som förs i ett\r\nkörfält som är förbehållet för viss trafik. De gäller inte\r\nheller när föraren av ett fordon i ett sådant körfält kör om\r\nfordon i andra körfält.\r\n\r\nVändning, backning, körfältsbyte m.m.\r\n\r\n43 § En förare får starta från vägkanten, byta körfält eller på\r\nannat sätt ändra fordonets placering i sidled endast om det kan\r\nske utan fara eller onödigt hinder för andra vägtrafikanter.\r\nDetsamma gäller när en förare stannar eller hastigt minskar\r\nfarten.\r\n\r\nEn förare som uppmärksammar att någon annan förare avser att\r\nköra in i det körfält han eller hon färdas i skall anpassa\r\nhastigheten så att inkörningen underlättas.\r\n\r\n44 § Om två körfält löper samman till ett skall förarna under\r\nömsesidigt hänsynstagande anpassa sig till de nya\r\nförhållandena. Detta gäller även när två körbanor löper samman.\r\nFörordning (2007:447).\r\n\r\n45 § Där den högsta tillåtna hastigheten är 50 kilometer i\r\ntimmen eller lägre, skall en förare som närmar sig en buss,\r\nvars förare ger tecken för att starta från en busshållplats,\r\nsakta ner och ge bussen möjlighet att lämna hållplatsen. Om det\r\nbehövs skall föraren stanna.\r\n\r\nBussföraren skall vara särskilt försiktig så att inte fara\r\neller onödig olägenhet uppstår.\r\n\r\n46 § En förare får vända eller backa endast om det kan ske utan\r\nfara eller hinder för andra vägtrafikanter.\r\n\r\nBestämmelser om förbud mot att vända och backa på motorvägar\r\noch motortrafikleder finns i 9 kap. 1 och 2 §§.\r\n\r\nStannande och parkering\r\n\r\n47 § Ett fordon får inte stannas eller parkeras\r\n\r\n1. på en sådan plats eller på ett sådant sätt att fara uppstår\r\neller trafiken onödigtvis hindras eller störs,\r\n\r\n2. i en korsning med järnväg eller spårväg, eller\r\n\r\n3. på ett sådant sätt att vägmärken eller trafiksignaler skyms.\r\n\r\n48 § Inom tättbebyggt område får fordon inte stannas eller \r\nparkeras på allmän plats som är terräng. \r\n\r\nPå en gång- eller cykelbana får andra fordon än tvåhjuliga \r\ncyklar eller tvåhjuliga mopeder klass II inte stannas eller \r\nparkeras. \r\n\r\nEn cykel utan tramp- eller vevanordning, som har en elmotor \r\nvars kontinuerliga märkeffekt inte överstiger 250 watt och som \r\ninte är självbalanserande, får dock inte parkeras på en gång- \r\neller cykelbana annat än på en uppställningsplats eller \r\nanordning för parkering av cyklar. Förordning (2022:905).\r\n\r\n49 § Ett fordon får inte parkeras så att\r\n\r\n1. det hindrar tillträde till andra fordon eller så att dessa\r\ninte kan föras från platsen, eller\r\n\r\n2. fordonet med något hjul står utanför en uppställningsplats\r\neller annan markering som anger var parkering får ske.\r\nFörordning (2007:101).\r\n\r\n49 a § På allmän plats inom tättbebyggt område där kommunen \r\när huvudman för hållande av allmänna platser och inom \r\nvägområde för allmän väg får fordon parkeras högst 24 timmar \r\ni följd på vardagar, utom vardag före sön- och helgdag.\r\n\r\nOm särskilda villkor för parkering gäller på en plats som \r\navses i första stycket gäller följande:\r\n\r\n1. Avgift ska betalas på det sätt som anges på platsen och \r\nenligt angiven taxa.\r\n\r\n2. Om en parkeringsbiljett eller motsvarande används, ska \r\ndenna placeras framtill i eller, om detta inte är möjligt, på \r\nfordonet. Detta gäller oavsett om avgift ska betalas för \r\nparkeringen eller inte. Tidsangivelser eller andra uppgifter \r\nom att villkoren för parkeringen är uppfyllda ska vara väl \r\nsynliga och läsbara utifrån.\r\n\r\n3. Om en parkeringsskiva eller motsvarande används, ska tiden \r\npå denna ställas in på den närmast följande halvtimmen räknat \r\nfrån den tidpunkt då uppställningen påbörjades. Parkeras \r\nfordonet innan en tidsbegränsning börjar, ska klockslaget för \r\ntidsbegränsningens början ställas in om fordonet ska stå kvar \r\nefter denna tidpunkt. Skivan ska placeras framtill i eller, \r\nom detta inte är möjligt, på fordonet med tidsangivelsen väl \r\nsynlig och läsbar utifrån. Parkeringsskiva eller motsvarande \r\nbehöver inte användas om fordonet endast är parkerat under \r\ntid då tidsbegränsning inte råder. Förordning (2017:921).\r\n\r\n50 § När ett fordon stannats eller parkerats, skall föraren\r\nvidta åtgärder för att hindra att fordonet kommer i rörelse av\r\nsig självt.\r\n\r\nFöraren av ett motordrivet fordon skall även vidta lämpliga\r\nåtgärder för att förhindra att fordonet obehörigen brukas av\r\nnågon annan.\r\n\r\nEtt fordons dörrar eller andra anordningar får inte öppnas på\r\nsådant sätt att fara eller onödig olägenhet uppstår. Inte\r\nheller får på- eller avstigning eller på- eller avlastning ske\r\nså att fara eller onödig olägenhet uppstår.\r\n\r\n51 § När ett fordon på grund av olyckshändelse, motorfel eller\r\nliknande orsak blivit stående på en plats där det enligt 47-49,\r\n52-55 §, 9 kap. 1 eller 2 § eller lokal trafikföreskrift inte\r\nfår stannas eller parkeras, skall föraren se till att fordonet\r\nsnarast flyttas till en lämplig plats, om inte annat följer av\r\nbestämmelsen i 2 kap. 8 § om åligganden vid trafikolyckor.\r\nFörordning (2001:753).\r\n\r\nStannande och parkering på väg\r\n\r\n52 § På en väg får fordon stannas eller parkeras endast på \r\nhögra sidan i färdriktningen. Om det finns järnvägs- eller \r\nspårvägsspår på högra sidan, får dock fordon stannas eller \r\nparkeras på vägens vänstra sida. På vägar med enkelriktad \r\ntrafik får fordon även i andra fall stannas eller parkeras på \r\nvänstra sidan.\r\n\r\nEtt fordon ska stannas eller parkeras så långt från körbanans \r\nmitt som möjligt och i vägens längdriktning. Bestämmelsen om \r\nstannande eller parkering i vägens längdriktning gäller dock \r\ninte tvåhjuliga fordon inom en uppställningsplats som angetts \r\nmed vägmarkering. Parkering ska ske utanför körbanan, om \r\nvägförhållandena medger det.\r\n\r\nVid stannande eller parkering på en parkeringsplats, som utom \r\ntättbebyggt område är anordnad i omedelbar anslutning till \r\nvägen, bör om möjligt en parkeringsplats till höger i \r\nfärdriktningen användas. Förordning (2017:921).\r\n\r\n53 § Ett fordon får inte stannas eller parkeras\r\n\r\n1. på eller inom ett avstånd av tio meter före ett \r\növergångsställe, en cykelpassage eller en cykelöverfart,\r\n\r\n2. i en vägkorsning eller inom ett avstånd av tio meter från \r\nen korsande körbanas närmaste ytterkant,\r\n\r\n3. på eller inom ett avstånd av tio meter före en korsande \r\ncykelbana eller gångbana,\r\n\r\n4. i en vägport eller tunnel,\r\n\r\n5. på eller i närheten av ett backkrön eller i eller i \r\nnärheten av en kurva där sikten är skymd,\r\n\r\n6. längs en heldragen linje som anger gräns mellan körfält, \r\nom avståndet mellan fordonet och linjen är mindre än tre \r\nmeter, såvida inte en streckad linje löper mellan fordonet \r\noch den heldragna linjen,\r\n\r\n7. i ett cykelfält,\r\n\r\n8. i ett spärrområde,\r\n\r\n9. i en cirkulationsplats, eller\r\n\r\n10. i ett körfält eller en körbana för fordon i linjetrafik \r\nm.fl.\r\n\r\nFörbudet i första stycket 2 gäller inte fordon i linjetrafik \r\noch skolskjuts som stannats för passagerares på- eller \r\navstigning vid sådan busshållplats som enligt lokala \r\ntrafikföreskrifter ska vara busshållplats och som utmärkts \r\nmed vägmärke för busshållplats.\r\n\r\nYtterligare bestämmelser om stannande i ett körfält eller en \r\nkörbana för fordon i linjetrafik m.fl. finns i 8 kap. 2 § \r\nandra stycket. Förordning (2017:921).\r\n\r\n54 § På en markerad hållplats för spårvagn, fordon i \r\nlinjetrafik eller skolskjuts får andra fordon inte parkeras \r\neller stannas annat än för på- eller avstigning som kan ske \r\nutan hinder för spårvägs-, linje- eller skolskjutstrafiken. \r\nOm det saknas markering som anger en sådan hållplats, gäller \r\nförbudet inom tjugo meter före och fem meter efter märket \r\nE22, busshållplats, i vägmärkesförordningen (2007:90) eller \r\nen annan skylt som anger en sådan hållplats.\r\n\r\nPå en ändamålsplats som har märkts ut med märket C40, \r\nändamålsplats, i vägmärkesförordningen får fordon inte \r\nparkeras eller stannas annat än för det föreskrivna \r\nändamålet. Fordon får dock stannas för på- eller avstigning \r\nsom kan ske utan hinder för detta ändamål.\r\n\r\nPå en parkeringsplats där endast ett visst fordonsslag eller \r\nen viss trafikantgrupp får parkera får andra fordon inte \r\nparkeras eller stannas annat än för på- eller avstigning.\r\n\r\nPå en laddplats får endast fordon som kan laddas externt med \r\nelektrisk energi för fordonets framdrivning parkeras eller \r\nstannas. Andra fordon får inte parkeras eller stannas annat \r\nän för på- eller avstigning. Förordning (2017:921).\r\n\r\n55 § Ett fordon får inte parkeras\r\n\r\n1. på en väg inom ett avstånd av trettio meter från en\r\nplankorsning,\r\n\r\n2. på en väg framför infarten till en fastighet eller så att\r\nfordonstrafik till eller från fastigheten väsentligen\r\nförsvåras,\r\n\r\n3. på en huvudled,\r\n\r\n4. på en körbana bredvid ett annat fordon som stannats eller\r\nparkerats längs körbanans kant eller bredvid en anordning som\r\nhar ställts upp där,\r\n\r\n5. på en mötesplats som har märkts ut med märke E18,\r\nmötesplats, i vägmärkesförordningen (2007:90).\r\n\r\nFörbudet i första stycket 4 gäller inte om det andra fordonet\r\när en tvåhjulig cykel, moped eller motorcykel utan sidvagn\r\neller om anordningen är av motsvarande storlek.\r\nFörordning (2007:101).\r\n\r\n56 § Bestämmelser om förbud mot att stanna och parkera på\r\nmotorvägar och motortrafikleder finns i 9 kap. 1 och 2 §§.\r\n\r\n57 § Föraren av ett fordon som ska vara utrustat med en\r\nvarningstriangel ska sätta ut triangeln när fordonet på grund av\r\nen olyckshändelse, ett motorfel eller något liknande har blivit\r\nstående på körbanan eller vägrenen där den högsta tillåtna\r\nhastigheten är högre än 50 kilometer i timmen och där fordonet\r\ninte får stannas eller parkeras enligt 47 §, 53 § första\r\nstycket 4 eller 5 eller 9 kap. 1 eller 2 §. En varningstriangel\r\nska sättas ut också när fordonet av något annat skäl har\r\nparkerats på en körbana och väderleksförhållandena eller andra\r\nomständigheter gör det svårt för andra förare att se fordonet i\r\ntid. Föraren ska också i övrigt genom utmärkning eller dylikt\r\nvidta de åtgärder som behövs för att varna andra trafikanter. Om\r\nett fordon har blivit stående i en plankorsning och inte genast\r\nkan flyttas, ska föraren även vidta de åtgärder som behövs för\r\nfordonspassagerarnas säkerhet och för att varna förare av\r\njärnvägståg eller spårvagn.\r\n\r\nVarningstriangeln ska vara av den typ som är föreskriven för\r\nfordonet och placeras på sådant avstånd från det uppställda\r\nfordonet och på sådant sätt att andra förare varnas i god tid.\r\nFörordning (2010:2037).\r\n\r\nSkyldigheter mot gående, cyklande och mopedförare\r\n\r\n58 § På gångbanor, vägar som är avsedda för gående samt i\r\nterräng har förare väjningsplikt mot gående. Förare har också\r\nväjningsplikt mot gående när fordon förs in på en körbana eller\r\nen vägren från en fastighetsutfart vid vägen.\r\n\r\nI 8 kap. 1 § finns bestämmelser om att förare har väjningsplikt\r\nmot gående i gångfartsområden och på gågator.\r\n\r\nEn förare som möter eller kör om gående skall lämna dessa\r\ntillräckligt utrymme och tid att vika åt sidan.\r\n\r\nEn förare som avser att köra förbi till höger om en spårvagn\r\neller buss som har stannat vid en hållplats utan refug, skall\r\nstanna och lämna fri passage åt på- eller avstigande\r\npassagerare. Förordning (2007:101).\r\n\r\n59 § På cykelbanor ska cyklande och förare av moped klass II \r\nlämnas företräde av andra fordonsförare.\r\n\r\nI 8 kap. 1 a § finns bestämmelser om att en förare har \r\nväjningsplikt mot fordon när föraren kör in på en cykelgata.\r\nFörordning (2020:842).\r\n\r\n60 § Vid ett bevakat övergångsställe ska en förare lämna\r\ngående som på rätt sätt gått ut på övergångsstället möjlighet\r\natt passera. Detta gäller även om föraren får korsa\r\növergångsstället enligt trafiksignaler eller tecken av\r\npolisman.\r\n\r\nEn förare som efter att ha svängt i en korsning ska passera\r\nett bevakat övergångsställe ska köra med låg hastighet och\r\nhar väjningsplikt mot gående som på rätt sätt har gått ut på\r\neller just ska gå ut på övergångsstället.\r\n\r\nSkyldigheten enligt första och andra styckena vid bevakade\r\növergångsställen gäller även mot cyklande och förare av moped\r\nklass II vid bevakade cykelpassager. Förordning (2014:1035).\r\n\r\n61 § Vid ett obevakat övergångsställe har en förare\r\nväjningsplikt mot gående som gått ut på eller just ska gå ut\r\npå övergångsstället.\r\n\r\nEn förare som närmar sig en obevakad cykelpassage ska anpassa\r\nhastigheten så att det inte uppstår fara för cyklande och\r\nmopedförare som är ute på cykelpassagen.\r\n\r\nEn förare som ska köra ut ur en cirkulationsplats eller\r\nannars efter att ha svängt i en vägkorsning ska passera en\r\nobevakad cykelpassage ska köra med låg hastighet och lämna\r\ncyklande och mopedförare som är ute på eller just ska färdas\r\nut på cykelpassagen tillfälle att passera.\r\nFörordning (2014:1035).\r\n\r\n61 a § Vid en cykelöverfart har en förare väjningsplikt mot\r\ncyklande och förare av moped klass II som är ute på eller\r\njust ska färdas ut på cykelöverfarten. Förordning (2014:1035).\r\n\r\n62 § En förare som närmar sig ett övergångsställe, en\r\ncykelpassage eller en cykelöverfart ska anpassa sitt körsätt\r\nså att han eller hon inte tvingas stanna på övergångsstället,\r\npassagen eller överfarten. Förordning (2014:1035).\r\n\r\n63 § Bestämmelser om förbud mot att köra om och passera andra\r\nfordon strax före eller på ett övergångsställe, en\r\ncykelpassage eller en cykelöverfart finns i 40 och 41 §§.\r\nFörordning (2014:1035).\r\n\r\nSignaler och tecken\r\n\r\n64 § När det behövs för att förebygga eller avvärja fara, skall\r\nen förare ge ljud- eller ljussignaler eller på något annat\r\nlämpligt sätt väcka andra trafikanters uppmärksamhet.\r\n\r\nSignaler får inte ges längre än nödvändigt.\r\n\r\n65 § När en förare avser att starta från en vägkant eller att\r\nvända, svänga, byta körfält eller ändra fordonets placering i\r\nsidled på något annat inte oväsentligt sätt skall föraren ge\r\ntecken med körriktningsvisaren för att visa sin avsikt. Om\r\nfordonet inte har körriktningsvisare, skall föraren i stället\r\nvisa sin avsikt genom att sträcka ut armen.\r\n\r\nEn förare som avser att stanna eller hastigt minska farten\r\nskall ge tecken med stopplyktan för att visa sin avsikt. Om\r\nfordonet inte har någon stopplykta skall föraren i stället visa\r\nsin avsikt genom att höja armen.\r\n\r\nTecken skall ges i god tid innan den avsedda manövern genomförs\r\noch vara väl synligt och otvetydigt. Teckengivningen skall\r\nupphöra så snart manövern är avslutad.\r\n\r\n66 § Även om en förare givit signal eller tecken är han eller\r\nhon skyldig att försäkra sig om att den avsedda manövern kan\r\ngöras utan fara eller onödigt hinder för någon annan.\r\n\r\nBelysning\r\n\r\n67 § Lyktor och strålkastare får inte användas på sådant sätt\r\natt andra förare kan bländas.\r\n\r\nBelysning vid färd på väg\r\n\r\n68 § Vid färd på väg med ett fordon ska lyktor och strålkastare\r\nsom är föreskrivna för fordonet vara tända. Används föreskrivna\r\nvarsellyktor på en bil under dagsljus behöver inte lyktor\r\nbaktill eller på sidan vara tända.\r\n\r\nVid färd på väg med ett motordrivet fordon som har utrustats\r\nmed strålkastare för färd ska dessa vara tända även om de\r\ninte är föreskrivna för fordonet.\r\n\r\nEn moped som framförs på väg med avstängd motor behöver ha\r\nstrålkastare och lyktor tända endast vid färd under mörker.\r\n\r\nAnvänds helljus behöver inte halvljus eller främre\r\npositionsljus vara tänt. Inte heller behöver främre\r\npositionsljus vara tänt, när halvljus används.\r\n\r\nVid bärgning eller bogsering av ett skadat fordon på väg ska,\r\nom det skadade fordonets belysning inte kan användas på\r\nföreskrivet sätt, det skadade fordonet i stället märkas ut\r\nenligt bestämmelserna i 82 § andra stycket.\r\nFörordning (2009:960).\r\n\r\n69 § Vid färd på väg med motordrivna fordon ska halvljus\r\nanvändas, om inte annat följer av 68, 70 eller 71 §.\r\nFörordning (2009:960).\r\n\r\n70 § Vid färd på väg med bil, traktor b, motorredskap klass \r\nI, tung terrängvagn, motorcykel eller moped klass I ska \r\nhelljus användas, när förarens synfält med hänsyn till \r\nfordonets hastighet annars inte är tillräckligt för att \r\nfordonet ska kunna föras säkert.\r\n\r\nHelljus får inte användas\r\n\r\n1. på sträcka där vägen är tillfredsställande belyst,\r\n\r\n2. på sådant avstånd från ett mötande fordon att dess förare \r\nkan bländas,\r\n\r\n3. vid möte med ett spårbundet trafikmedel eller ett fartyg \r\nsom förs längs vägen, om risk för bländning kan uppstå, \r\neller\r\n\r\n4. på ringa avstånd bakom ett annat fordon.\r\nFörordning (2015:929).\r\n\r\n71 § Vid färd på väg med bil, traktor b, motorredskap klass \r\nI, tung terrängvagn, motorcykel eller moped klass I får i \r\nstället för halvljus användas annat ljus som är tillräckligt \r\nför att uppmärksamma andra trafikanter på fordonet. Detta \r\ngäller dock inte vid färd under mörker, i gryning eller \r\nskymning eller när väderleksförhållandena eller andra \r\nomständigheter föranleder att halvljuset behöver vara tänt.\r\n\r\nI dimma och vid kraftig nederbörd får dimljus användas i \r\nstället för halvljus.\r\n\r\nSådant ljus som avses i första stycket, dimljus eller \r\nhalvljus får inte användas samtidigt. Förbudet gäller inte \r\nvid färd med motorcykel under dagsljus. \r\nFörordning (2015:929).\r\n\r\n72 § Vid färd på väg får dimbakljus användas endast i dimma,\r\nvid kraftig nederbörd eller under därmed jämförliga\r\nsiktförhållanden och på sådant sätt att förare av bakomvarande\r\nfordon inte bländas.\r\n\r\n73 § Ett fordon som inte skall vara utrustat med lyktor eller\r\nstrålkastare skall vid färd på väg under mörker, i skymning\r\neller gryning och i övrigt när väderleken eller andra\r\nomständigheter gör det nödvändigt ha en lykta som visar vitt\r\neller gult ljus framåt och en som visar rött ljus bakåt.\r\nLyktorna skall fästas eller bäras på den sida av fordonet som\r\när vänd mot vägens mitt. Om det är tillräckligt för att\r\nuppmärksamma andra trafikanter på fordonet får ljuset visas\r\nframåt och bakåt från samma lykta.\r\n\r\nBestämmelserna i första stycket gäller inte sådana\r\nvägtrafikanter som avses i 1 kap. 4 § första och andra\r\nstyckena.\r\n\r\n74 § När ett fordon har stannats eller parkerats på en väg\r\nskall fordonets parkerings- och baklyktor vara tända under\r\nmörker, skymning eller gryning och i övrigt när väderleken\r\neller andra omständigheter gör det nödvändigt för att andra\r\ntrafikanter skall uppmärksamma det.\r\n\r\nOm fordonet inte är utrustat med parkerings- eller baklyktor\r\nskall det i stället ha annan belysning som är föreskriven för\r\nfordonet tänd. För ett fordon för vilket det saknas särskilda\r\nföreskrifter om lyktor eller strålkastare skall bestämmelserna\r\ni 73 § tillämpas. I övrigt får inga andra lyktor eller\r\nstrålkastare än parkeringslyktor, baklyktor eller skyltlyktor\r\nvara tända.\r\n\r\nOm ett motordrivet fordon, som är högst sex meter långt och två\r\nmeter brett, parkeras längs kanten på en väg där den högsta\r\ntillåtna hastigheten är 50 kilometer i timmen eller lägre, är\r\ndet tillräckligt att parkerings- och baklyktor mot vägens mitt\r\nhålls tända, om inte ett annat fordon är kopplat till fordonet.\r\n\r\n75 § Bestämmelserna i 74 § gäller inte om vägen är så väl\r\nbelyst att fordonet ändå kan uppmärksammas tydligt på\r\ntillräckligt avstånd eller om fordonet stannats eller parkerats\r\nutanför körbanan och vägrenen.\r\n\r\nInte heller behöver belysning vara tänd på tvåhjuliga cyklar,\r\nmopeder eller motorcyklar utan sidvagn, om fordonet stannats\r\neller parkerats längs vägens yttersta kant.\r\n\r\n76 § Under färd på väg får från ett fordon\r\n\r\n1. inte visas annat än vitt eller gult ljus framåt, samt\r\n\r\n2. inte visas vitt ljus bakåt annat än vid backning eller vid\r\narbete som kräver vitt ljus.\r\n\r\nDetta gäller dock inte lykta med annan färg som föreskrivits\r\nför fordonet.\r\n\r\nPå ett fordon som färdas på väg får inga andra lyktor eller\r\nstrålkastare med blinkande ljus användas än\r\n\r\n1. körriktningsvisare,\r\n\r\n2. larmanordning,\r\n\r\n3. baklykta på cykel,\r\n\r\n4. stopplykta som är särskilt anordnad som nödstoppssignal,\r\nsamt\r\n\r\n5. lykta som avger orangegult ljus och som är särskilt\r\nanordnad som varningsanordning i den utsträckning som\r\nTransportstyrelsen föreskriver.\r\n\r\nBestämmelserna i första och andra styckena gäller inte sådana\r\nlyktor som används för att ge tecken P11, kör in till\r\nvägkanten och stanna framför polisfordonet, enligt 7 kap. 2 §\r\nvägmärkesförordningen (2007:90). Förordning (2009:960).\r\n\r\nBelysning vid färd i terräng\r\n\r\n77 § Vid färd i terräng under mörker, i skymning eller i\r\ngryning och i övrigt när det är påkallat av väderleken eller\r\nandra omständigheter skall de lyktor och strålkastare som är\r\nföreskrivna för fordonet vara tända. Detta gäller dock inte\r\nparkeringslyktor.\r\n\r\nHelljus skall användas när förarens synfält med hänsyn till\r\nfordonets hastighet annars är otillräckligt för att fordonet\r\nskall kunna föras säkert.\r\n\r\nVid färd i terräng med ett motordrivet fordon som har utrustats\r\nmed strålkastare för färd skall dessa vara tända under mörker,\r\ni skymning eller i gryning och i övrigt när det är påkallat av\r\nväderleken eller andra omständigheter även om de inte är\r\nföreskrivna för fordonet. Förordning (2000:869).\r\n\r\nBelysning vid färd med Polismyndighetens utryckningsfordon\r\n\r\n77 a § Trots 74 och 76 §§ får fast, svagt, blått ljus visas \r\nfrån ett utryckningsfordon som tillhör Polismyndigheten och \r\nanvänds i yrkesutövning av en polisman. Förordning (2022:1702).\r\n\r\nFordons last\r\n\r\n78 § Ett fordon får inte lastas på sådant sätt att\r\n\r\n1. förarens sikt eller möjligheter till manövrering hindras,\r\neller\r\n\r\n2. föreskrivna körriktningstecken, stopptecken, lyktor eller\r\nstrålkastare skyms. Förordning (2001:667).\r\n\r\n79 § På eller i ett fordon får passagerare inte tas med i\r\nsådant antal eller placeras på sådant sätt att fara kan uppstå.\r\nFörordning (2001:753).\r\n\r\n80 § Last får inte medföras på eller i ett fordon på sådant\r\nsätt att den kan\r\n\r\n1. utgöra fara för person,\r\n\r\n2. orsaka skador på egendom,\r\n\r\n3. släpa efter eller falla av fordonet,\r\n\r\n4. orsaka störande dammbildning eller liknande,\r\n\r\n5. försvåra körningen av fordonet, eller\r\n\r\n6. framkalla onödigt buller.\r\n\r\nLasten skall vara fastgjord om det krävs med hänsyn till\r\nlastutrymmets eller lastens beskaffenhet. Om det behövs skall\r\nlasten vara övertäckt.\r\n\r\nFordons last vid färd på väg\r\n\r\n81 § Vid färd på väg får inte kedjor, rep, presenningar eller\r\nandra anordningar som tjänar till att hålla fast eller skydda\r\nlasten hänga lösa utanför ett fordon eller släpa på marken.\r\n\r\n82 § Vid färd på väg skall lastens yttersta del vara tydligt\r\nutmärkt när lasten skjuter ut framför ett fordon eller mer än\r\nen meter bakom ett fordon. Som last räknas även redskap och\r\nutrustning som inte är fast monterad på fordonet. Last som\r\nskjuter ut mindre än en meter framför fordonet behöver dock\r\ninte märkas ut om den utskjutande delen tydligt framgår för\r\nandra trafikanter.\r\n\r\nUnder mörker, i skymning och gryning och i övrigt när det är\r\npåkallat av väderleken eller andra omständigheter skall lasten\r\nmärkas ut\r\n\r\n1. framtill med en lykta som visar vitt ljus framåt och med\r\nvita reflexer, och\r\n\r\n2. baktill med en lykta som visar rött ljus bakåt och med röda\r\nreflexer.\r\n\r\nReflexerna skall vara placerade så lågt att de kan återkasta\r\nskenet från andra fordons halvljus.\r\n\r\n83 § Last som i sidled skjuter ut utanför fordonet och är mer\r\nän 260 centimeter bred eller skjuter ut mer än 20 centimeter\r\nutanför fordonet skall vid färd på väg vara tydligt utmärkt.\r\nSådan utmärkning behövs dock inte om de utskjutande delarna\r\nändå tydligt framgår för andra trafikanter. Som last räknas\r\näven redskap och utrustning som inte är fast monterad på\r\nfordonet.\r\n\r\nUnder mörker, i skymning eller gryning och i övrigt när det är\r\npåkallat av väderleken eller andra omständigheter skall sådan\r\nlast som avses i första stycket alltid märkas ut\r\n\r\n1. framtill med en lykta som visar vitt ljus framåt och med\r\nvita reflexer, och\r\n2. baktill med en lykta som visar rött ljus bakåt och med röda\r\nreflexer.\r\n\r\nLyktorna och reflexanordningarna skall i sidled sitta mindre än\r\n40 centimeter innanför lastens yttersta kant. Om lasten är mer\r\nän 260 centimeter bred skall dock lyktorna och reflexerna sitta\r\npå lastens yttersta kant. Reflexerna skall vara placerade så\r\nlågt att de kan återkasta skenet från andra fordons halvljus.\r\nBestämmelser om vägtunnlar\r\n\r\n83 a § Vägtunnlar delas in i tunnelkategorierna A, B, C, D och\r\nE. En vägtunnel tillhör tunnelkategori A om något annat inte\r\nföljer av föreskrifter som har meddelats med stöd av 10 kap.\r\n1 § tredje stycket.\r\n\r\nI fråga om vägtunnlar som tillhör tunnelkategori B, C, D eller\r\nE gäller de förbud för respektive tunnelkategori som anges i\r\n83 b–83 e §§ mot färd med fordon med sådan last som omfattas av\r\nkrav på märkning enligt föreskrifter som meddelats med stöd av\r\nlagen (2006:263) om transport av farligt gods.\r\nFörordning (2011:1220).\r\n\r\n83 b § I en vägtunnel som tillhör tunnelkategori B får det inte\r\nföras fordon med en last av farligt gods som kan leda till en\r\nmycket stor explosion. Förordning (2011:1220).\r\n\r\n83 c § I en vägtunnel som tillhör tunnelkategori C får det inte\r\nföras fordon med en last av farligt gods som kan leda till en\r\nmycket stor explosion, en stor explosion eller ett stort\r\ngiftigt utsläpp. Förordning (2011:1220).\r\n\r\n83 d § I en vägtunnel som tillhör tunnelkategori D får det inte\r\nföras fordon med en last av farligt gods som kan leda till en\r\nmycket stor explosion, en stor explosion, ett stort giftigt\r\nutsläpp eller en stor brand. Förordning (2011:1220).\r\n\r\n83 e § I en vägtunnel som tillhör tunnelkategori E får det inte\r\nföras fordon med en last av farligt gods med undantag för\r\nsådant gods som anges efter underrubriken tunnelkategori E i\r\npunkten 1.9.5.2 bilaga A till den europeiska överenskommelsen\r\nden 30 september 1957 om internationell transport av farligt\r\ngods på väg (ADR [SÖ 1974:9]). Förordning (2011:1220).\r\n\r\nTävling på väg\r\n\r\n84 § Tävling eller uppvisning med fordon, eller där sådana\r\ntrafikanter som avses i 1 kap. 4 § andra stycket deltar, får\r\ninte anordnas på väg utan tillstånd. Frågor om tillstånd prövas\r\nav länsstyrelsen. Om en tävling eller uppvisning berör mer än\r\nett län, prövas frågan av länsstyrelsen i det län där tävlingen\r\neller uppvisningen startar. Länsstyrelsen skall då inhämta\r\nyttrande från övriga berörda länsstyrelser.\r\n\r\nOm tillstånd lämnas, skall länsstyrelsen meddela sådana\r\nföreskrifter som utöver trafikreglerna behövs för att förebygga\r\nfara eller olägenhet för trafiken och för dem som bor eller\r\nuppehåller sig vid vägen eller som behövs av annat skäl.\r\nFörordning (2005:71).\r\n\r\n4 kap. Bestämmelser för trafik med motordrivna fordon\r\n\r\nGemensamma bestämmelser\r\n\r\n1 § Föraren av ett motordrivet fordon skall stanna på tecken av\r\nden person som en myndighet har förordnat att kontrollera\r\nfordon eller förare.\r\n\r\n2 § Ett motordrivet fordon får inte dra fler än\r\n\r\n1. ett fordon som inte är inrättat för koppling till\r\ndragfordonet, eller\r\n\r\n2. två fordon som är inrättade för koppling till dragfordonet.\r\n\r\nDen sammanlagda bruttovikten av de fordon som dras får vid färd\r\npå väg inte överstiga dragfordonets bruttovikt och vid färd i\r\nterräng två gånger dragfordonets bruttovikt.\r\n\r\nTrots bestämmelserna i första stycket får bilar, traktorer,\r\nmotorredskap och terrängmotorfordon dra ett eller flera fordon,\r\nom samtliga fordon som dras är inrättade för koppling till\r\ndragfordonet och\r\n\r\n1. kan bromsas effektivt, eller\r\n\r\n2. den sammanlagda bruttovikten av tillkopplade fordon som\r\nsaknar effektiva bromsar inte överstiger dragfordonets\r\nbruttovikt eller vid färd i terräng två gånger dragfordonets\r\nbruttovikt.\r\n\r\n3 § Om en viss maximal släpvagnsvikt gäller för ett motordrivet\r\nfordon, får den sammanlagda vikten av dragna släpvagnar inte\r\növerstiga denna.\r\n\r\n4 § Vid färd får totalvikten för ett motordrivet fordon eller \r\nför ett därtill kopplat fordon inte överskridas.\r\nFörordning (2020:890).\r\n\r\n5 § Fordon som dras av ett annat fordon skall vara kopplade på\r\nett från trafiksäkerhetssynpunkt tillfredsställande sätt.\r\n\r\nVid färd på väg skall kopplingsanordningen vara tydligt utmärkt\r\nom det dragna fordonet inte är inrättat för koppling till\r\ndragfordonet och avståndet mellan fordonen överstiger 2,0\r\nmeter.\r\n\r\n6 § I en bil får inte fler passagerare tas med än den är \r\nregistrerad för. Passagerare ska färdas på en plats som är \r\navsedd för passagerare. Förordning (2023:377).\r\n\r\n6 a § Vid färd på väg i en traktor som utgörs av en ombyggd \r\nbil ska passagerare färdas på en plats som är avsedd för \r\npassagerare. Det får endast sitta en passagerare per plats.\r\nFörordning (2023:377).\r\n\r\n6 b § På en motorcykel får passagerare tas med endast om \r\nmotorcykeln är inrättad för det. På motorcykeln får högst en \r\npassagerare tas med. I en sidvagn som är kopplad till \r\nmotorcykeln får inte fler passagerare tas med än vagnen är \r\navsedd för. Passagerare ska sitta på en plats som är avsedd \r\nför passagerare.\r\n\r\nPassagerare får tas med endast om föraren fyllt 18 år. Vid \r\növningskörning med motorcykel tillämpas dock bestämmelserna i \r\n4 kap. 2 och 3 §§ körkortslagen (1998:488) om förares ålder.\r\nFörordning (2023:377).\r\n\r\n6 c § Transportstyrelsen får meddela föreskrifter eller i \r\nenskilda fall besluta om undantag från 6-6 b §§.\r\nFörordning (2023:377).\r\n\r\n7 § Föraren av ett motordrivet fordon skall behandla fordonet\r\nså att det inte bullrar onödigt mycket och i möjligaste mån se\r\ntill att fordonet inte släpper ut avgaser i sådan mängd att de\r\norsakar olägenheter.\r\n\r\n8 § Med ett motordrivet fordon får onödig och störande körning\r\ninte äga rum vid bostadsbebyggelse. Föraren av ett sådant\r\nfordon skall i övrigt anpassa färdväg, hastighet och färdsätt\r\nså att andra inte störs i onödan.\r\n\r\n9 § Skyddshjälm ska användas av den som färdas med\r\n\r\n1. motorcykel,\r\n\r\n2. moped,\r\n\r\n3. traktor b utan karosseri, eller\r\n\r\n4. terrängskoter utan karosseri.\r\n\r\nSkyddshjälm behöver inte användas\r\n\r\n1. av passagerare som inte fyllt sju år och som använder \r\nannat lämpligt huvudskydd,\r\n\r\n2. när fordonet inte är i rörelse,\r\n\r\n3. vid färd inom parkeringsplats, parkeringshus, \r\nbensinstations- eller verkstadsområde eller liknande \r\nområde,\r\n\r\n4. på en moped som framförs med avstängd motor,\r\n\r\n5. i en tre- eller fyrhjulig motorcykel med karosseri eller i \r\nen tre- eller fyrhjulig moped med karosseri om bilbälte \r\nanvänds, eller\r\n\r\n6. vid färd med en moped klass II som är konstruerad för att \r\ndrivas med en tramp- och vevanordning och där motorn inte ger \r\nnågot krafttillskott vid hastigheter över 25 kilometer i \r\ntimmen.\r\n\r\nFöraren ska se till att passagerare som är under femton år \r\nanvänder skyddshjälm eller annat huvudskydd i enlighet med \r\nbestämmelserna i första och andra styckena.\r\n\r\nTransportstyrelsen får meddela ytterligare föreskrifter om \r\nundantag från kravet att använda skyddshjälm.\r\nFörordning (2015:929).\r\n\r\nTrafik med motordrivna fordon på väg\r\n\r\n10 § Vid färd på väg i en personbil, en lastbil, en traktor \r\nsom utgörs av en ombyggd bil, en tre- eller fyrhjulig \r\nmotorcykel med karosseri eller en tre- eller fyrhjulig moped \r\nmed karosseri gäller i fråga om användning av bilbälten och \r\nandra skyddsanordningar följande:\r\n\r\n1. Alla som färdas i ett fordon som är utrustat med bilbälten \r\nska använda en plats som är försedd med bilbälte, om en sådan \r\nplats är tillgänglig, och använda bältet. Barn som är kortare \r\nän 135 centimeter ska använda bilbarnstol, bälteskudde eller \r\nannan särskild skyddsanordning för barn i stället för eller \r\ntillsammans med bilbältet.\r\n\r\n2. Ett barn som är tre år eller äldre och kortare än \r\n135 centimeter får inte färdas i ett fordon där det inte finns \r\nmöjlighet att använda en särskild skyddsanordning för barn, \r\nannat än vid tillfälliga transporter under korta sträckor. I \r\nsådana fall ska barnet i stället använda bilbältet när det är \r\nmöjligt och får då inte färdas i framsätet i en personbil \r\neller i en lätt lastbil.\r\n\r\n3. Ett barn som är yngre än tre år får inte färdas i ett \r\nfordon där det inte har möjlighet att använda en särskild \r\nskyddsanordning för barn, annat än vid tillfällig färd i taxi \r\nunder korta sträckor. I sådant fall får barnet dock inte \r\nfärdas i framsätet. Förordning (2023:377).\r\n\r\n10 a § Alla som är äldre än tre år och som färdas i en buss som\r\när utrustad med bilbälten skall använda en plats som är försedd\r\nmed bilbälte, om en sådan plats är tillgänglig, och använda\r\nbältet. Vid lokala transporter i tättbebyggda områden får dock\r\npassagerare använda en annan plats än en plats som är försedd\r\nmed bilbälte.\r\n\r\nPassagerare i en buss skall informeras om skyldigheten att\r\nanvända bilbälte på det sätt som Transportstyrelsen\r\nföreskriver. Förordning (2008:1109).\r\n\r\n10 b § Den som färdas sittande i rullstol i en bil skall färdas\r\npå rullstolsplats och använda bilbälte om platsen är försedd\r\nmed bilbälte. Rullstolen skall vara fastsatt med eller stödjas\r\nav en anordning som är avsedd för det i fordonet.\r\nFörordning (2006:1208).\r\n\r\n10 c § Föraren, annan ombordpersonal, ledsagare och ledare för\r\nen grupp skall vidta lämpliga åtgärder så att passagerare som\r\när under femton år använder bilbälte eller annan särskild\r\nskyddsanordning och hjälpa passagerare att placera rullstol i\r\nenlighet med bestämmelserna i 10 b §. Förordning (2006:1208).\r\n\r\n10 d § Trots vad som sägs i 10 §, 10 a § första stycket och \r\n10 b § behöver bilbältet eller den särskilda \r\nskyddsanordningen inte användas\r\n\r\n1. när fordonet inte är i rörelse,\r\n\r\n2. vid backning, eller\r\n\r\n3. vid färd inom parkeringsplats, parkeringshus, \r\nbensinstations- eller verkstadsområde eller liknande \r\nområden.\r\n\r\nTransportstyrelsen får meddela föreskrifter om ytterligare \r\nundantag från kravet att använda bilbälte och särskild \r\nskyddsanordning. Förordning (2017:921).\r\n\r\n10 e § Vid färd på väg med ett motordrivet fordon får föraren \r\nägna sig åt aktiviteter som användning av mobiltelefon och \r\nannan kommunikationsutrustning endast om det inte inverkar \r\nmenligt på förandet av fordonet. Föraren får inte använda \r\ndenna utrustning på ett sådant sätt att han eller hon håller \r\nden i handen. Förordning (2017:1284).\r\n\r\n11 § Vägar som inte är enskilda delas in i fyra \r\nbärighetsklasser. Om inte annat har föreskrivits tillhör en \r\nallmän väg bärighetsklass 1 (BK1) och övriga vägar som inte \r\när enskilda bärighetsklass 2 (BK2). Föreskrifter om att en \r\nallmän väg eller del av en sådan väg ska tillhöra \r\nbärighetsklass 2, 3 eller 4 meddelas av Trafikverket eller, \r\nom kommunen är väghållare, av kommunen. Föreskrifter om att \r\nnågon annan väg som inte är enskild eller en del av en sådan \r\nväg ska tillhöra bärighetsklass 1, 3 eller 4 meddelas av \r\nkommunen.\r\n\r\nTrafikverket får meddela föreskrifter om att förandet av \r\nfordon eller fordonståg på väg med bärighetsklass 4 ska vara \r\nförenade med villkor. Förordning (2018:102).\r\n\r\n12 § På vägar som inte är enskilda får motordrivna fordon \r\neller därtill kopplade fordon föras endast om de värden för \r\nrespektive bärighetsklass som anges nedan inte överskrids.\r\n\r\n\t\t\tBK1\tBK2\tBK3\tBK4\r\n\r\n1. Axeltryck\t\t\t\t\t\r\n\r\na. Axel som inte är \r\ndrivande\t\t10\t10\t8\t10\r\n\t\t\tton\tton\tton\tton\r\n\r\nb. Drivande axel\t11,5\t10\t8\t11,5\t\t\r\n\t\t\tton\tton\tton\tton\r\n\r\n2. Boggitryck\t\t\t\t\t\t\t\r\n\r\na. Avståndet mellan \r\naxlarna är mindre än \r\n1,0 meter\t\t11,5\t11,5\t11,5\t11,5\t\r\n\t\t\tton\tton\tton\tton\r\n\r\nb. Avståndet mellan \r\naxlarna är 1,0 meter \r\neller större men \r\ninte 1,3 meter\t\t16\t16\t12\t16\r\n\t\t\tton\tton\tton\tton\r\n\r\nc. Avståndet mellan \r\naxlarna är 1,3 meter \r\neller större men \r\ninte 1,8 meter\t\t18\t16\t12\t18\r\n\t\t\tton\tton\tton\tton\r\n\r\nd. Avståndet mellan \r\naxlarna är 1,3 meter \r\neller större men \r\ninte 1,8 meter och \r\ndrivaxeln är försedd \r\nmed dubbelmonterade \r\nhjul och luftfjädring \r\neller likvärdig \r\nfjädring, eller \r\ndrivaxlarna är försedda\t\r\nmed dubbelmonterade \r\nhjul och vikten inte \r\növerstiger 9,5 ton på \r\nnågon av axlarna\t19\t16\t12\t19\r\n\t\t\tton\tton\tton\tton\t\r\n\r\ne. Avståndet mellan \r\naxlarna är 1,8 meter \r\neller större\t\t20\t16\t12\t20\r\n\t\t\tton\tton\tton\tton\r\n\r\n3. Trippelaxeltryck\t\t\t\t\t\t\t\r\n\r\na. Avståndet mellan de \r\nyttre axlarna är mindre \r\nän 2,6 meter\t\t21\t20\t13\t21\r\n\t\t\tton\tton\tton\tton\r\n\r\nb. Avståndet mellan de \r\nyttre axlarna är 2,6 \r\nmeter eller större men \r\ninte 4,4 meter\t\t24\t22\t13\t24\r\n\t\t\tton\tton\tton\tton\r\n\r\nc. Avståndet mellan de \r\nyttre axlarna är 4,4 \r\nmeter eller större men \r\ninte 4,7 meter\t\t25\t22\t13\t25\r\n\t\t\tton\tton\tton\tton\r\n\r\nd. Avståndet mellan de \r\nyttre axlarna är 4,7 \r\nmeter eller större\t26\t22\t13\t26\r\n\t\t\tton\tton\tton\tton\r\n\r\n4. Bruttovikt av fordon \r\noch fordonståg\t\t\t\t\t\t\t\r\n\r\na. Fordon på hjul\tBilaga\tBilaga\tBilaga\tBilaga\r\n\t\t\t1\t2\t3\t4\t\r\n\r\nb. Fordon på band\t24\t18\t18\t24\r\n\t\t\tton\tton\tton\tton\r\n\r\nc. Fordon på medar\t18\t18\t18\t18\r\n\t\t\tton\tton\tton\tton\r\n\r\nTransportstyrelsen får meddela föreskrifter om ytterligare \r\nvillkor för förandet än vad som framgår av bilaga 4 till \r\ndenna förordning. Villkoren ska avse fordonet eller \r\nfordonstågets konstruktion och utrustning och vara motiverade \r\nav hänsyn till trafiksäkerheten eller framkomligheten.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att fordon \r\neller fordonståg får föras trots att de värden som anges i \r\nförsta stycket överskrids. Föreskrifterna ska vara förenade \r\nmed sådana villkor i fråga om förandet och fordonets \r\nkonstruktion och utrustning att trafiksäkerheten inte \r\näventyras. Föreskrifterna får begränsas till en viss väg \r\neller ett visst vägnät. Förordning (2018:102).\r\n\r\n13 § På vägar som inte är enskilda får fordonståg föras \r\nendast om de värden som anges nedan för avståndet mellan den \r\nförsta axeln på ett tillkopplat fordon och den sista axeln på \r\nfordonet som det är kopplat till inte underskrids.\r\n\r\n\t\t\tBK1\tBK2\tBK3\tBK4\r\n\r\n1. Båda axlarna är \r\nenkelaxlar\t\t3 meter\t3 meter\t3 meter\t3 meter\r\n\r\n2. Den ena axeln är en \r\nenkelaxel och den andra \r\ningår i en boggi eller \r\ntrippelaxel\t\t3 meter\t4 meter\t4 meter\t3 meter\r\n\r\n3. Axlarna ingår i var \r\nsin boggi\t\t4 meter\t4 meter\t4 meter\t4 meter\r\n\r\n4. Den ena axeln ingår \r\ni en boggi och den andra \r\ni en trippelaxel eller \r\nbåda i en trippelaxel\t5 meter\t–\t–\t4 meter\r\n\r\nEtt fordonståg får dock föras på sådan väg som avses i första \r\nstycket om vikten för varje möjlig kombination av axlar inom \r\nfordonståget understiger högsta tillåtna bruttovikt för \r\nmotsvarande avstånd mellan första och sista axeln enligt \r\nbilaga 1–4 till denna förordning. Vid jämförelse med bilaga 1 \r\nfår de värden som anges för släpvagnar även tillämpas för de \r\nfall där dragfordonet ingår i jämförelsen.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att fordonståg \r\nfår föras trots att de värden som anges i första och andra \r\nstyckena underskrids. Föreskrifterna ska vara förenade med \r\nsådana villkor i fråga om förandet och fordonets konstruktion \r\noch utrustning att trafiksäkerheten inte äventyras. \r\nFöreskrifterna får begränsas till en viss väg eller ett visst \r\nvägnät. Förordning (2018:102).\r\n\r\n14 § Fordon eller fordonståg som huvudsakligen används i \r\ninternationell trafik får föras på vägar med bärighetsklass 1 \r\noch 4 även om de bruttovikter som anges i 12 § första \r\nstycket 4 och bilaga 1 eller 4 överskrids eller de avstånd som \r\nanges i 13 § underskrids. Undantaget gäller endast om följande \r\nbruttovikter och längdmått inte överskrids: \r\n\r\n1. 26 ton för treaxligt motorfordon. \r\n\r\n2. 38 ton för fyraxligt fordonståg. \r\n\r\n3. 40 ton för fem- eller sexaxligt fordonståg. \r\n\r\n4. 44 ton för treaxligt motorfordon med två- eller treaxlig \r\npåhängsvagn vid transport av 40 fots ISO-container. \r\n\r\n5. 16,5 meter för bil med påhängsvagn. \r\n\r\n6. 18,75 meter för bil med släpvagn.\r\n\r\nOm ett treaxligt motorfordon drivs helt eller delvis med \r\nalternativt bränsle får de bruttovikter som anges i första \r\nstycket överskridas med den extra vikt som tekniken för det \r\nalternativa bränslet kräver. Bruttovikten får dock inte \r\növerskridas med mer än ett ton eller, om driften är \r\nutsläppsfri, två ton. Förordning (2020:1094).\r\n\r\n15 § Om ett motordrivet fordon eller ett därtill kopplat fordon\r\nlastas så att lasten på någondera sidan skjuter ut mer än 20\r\ncentimeter utanför fordonet eller om fordonets bredd, lasten\r\ninräknad, överstiger 260 centimeter eller för en buss 255\r\ncentimeter, får fordonet eller därtill kopplat fordon föras\r\nendast på enskild väg.\r\n\r\nFöljande fordon får dock föras på väg som inte är enskild.\r\n\r\n1. Lätt motorcykel vars bredd med last inte överstiger 120\r\ncentimeter.\r\n\r\n2. Redskap som används i jordbruksarbete, även om bredden\r\növerstiger 260 centimeter.\r\n\r\n3. Fordon som är lastat med opackat hö eller liknande, även om\r\nlasten på någon sida skjuter ut mer än 20 centimeter utanför\r\nfordonet.\r\n\r\n4. Traktor med påmonterat redskap eller utrustning även om\r\nfordonet är bredare än 260 centimeter, redskap eller utrustning\r\ninräknad.\r\n\r\n5. Motorredskap vid kortare färd till eller från en arbetsplats\r\neller för liknande ändamål, även om fordonet är bredare än 260\r\ncentimeter, redskap eller utrustning inräknad.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att fordon eller\r\nfordonståg som transporterar odelbar last får föras på vägar\r\nsom inte är enskilda trots att den bredd som anges i första\r\nstycket överskrids. Lasten får därvid skjuta ut mer än 20\r\ncentimeter utanför fordonet. Därvid får det även föreskrivas\r\natt färd får ske med avvikelse från bestämmelserna i 3 kap. 7 §\r\nförsta och andra styckena, 9 § första och tredje styckena, 11 §\r\noch 12 § första stycket 3 samt 9 kap. 1 § första stycket 1 och\r\n2 och 2 §, om det behövs av framkomlighetsskäl och sker med\r\nstor försiktighet. Föreskrifterna ska vara förenade med sådana\r\nvillkor när det gäller förandet och fordonets konstruktion och\r\nutrustning att trafiksäkerheten inte äventyras. Föreskrifterna\r\nfår begränsas till en viss väg eller ett visst vägnät.\r\n\r\nTrots vad som sägs i första stycket får bussar som har\r\nregistrerats före den 1 november 2004 och vars utförande\r\ndärefter inte väsentligen har förändrats, till utgången av år\r\n2020 föras på andra vägar än enskilda om fordonets bredd,\r\nlasten inräknad, inte överstiger 260 centimeter.\r\nFörordning (2008:1109).\r\n\r\n15 a § Vid färd på väg får det till en tvåhjulig motorcykel\r\neller en tvåhjulig moped klass I inte kopplas en släpvagn med\r\nen bredd som överstiger 125 centimeter eller med en vikt som\r\növerstiger hälften av det dragande fordonets tjänstevikt\r\nminskad med vikten av bränsle och verktyg som hör till\r\nfordonet.\r\n\r\nVid färd på väg får det till en tre- eller fyrhjulig motorcykel\r\neller en tre- eller fyrhjulig moped inte kopplas en släpvagn\r\nmed en bredd som överstiger motorcykelns respektive mopedens\r\nbredd eller i något fall 200 centimeter eller med en vikt som\r\növerstiger hälften av det dragande fordonets tjänstevikt\r\nminskad med vikten av bränsle och verktyg som hör till\r\nfordonet. Förordning (2002:943).\r\n\r\n15 b § Vid färd på väg får följande fordon inte användas för\r\npersonbefordran.\r\n\r\n1. En släpvagn som kopplats till en motorcykel eller en moped\r\nklass I.\r\n\r\n2. En släpsläde som kopplats till ett motorfordon, en traktor\r\neller ett motorredskap. Förordning (2006:21).\r\n\r\n16 § Ett fordons bredd mäts över de delar av fordonet eller\r\nlasten som skjuter ut längst.\r\n\r\nTransportstyrelsen får meddela föreskrifter om eller i ett\r\nenskilt fall medge att viss utrustning inte ska räknas in i\r\nfordonsbredden. Förordning (2008:1109).\r\n\r\n17 § Ett annat motordrivet fordon än en buss med eller utan \r\nett därtill kopplat fordon får inte föras på andra vägar än \r\nenskilda om fordonet eller fordonståget, lasten inräknad, är \r\nlängre än 24,0 meter. Längden av ett fordonståg, lasten \r\ninräknad, får dock uppgå till 25,25 meter om följande villkor \r\när uppfyllda:\r\n\r\n1. Varje ingående fordon är utrustat med sådana låsningsfria \r\nbromsar och kopplingsanordningar som Transportstyrelsen \r\nföreskriver.\r\n\r\n2. Varje ingående motordrivet fordon har en största längd av \r\n12,0 meter.\r\n\r\n3. Varje ingående släpvagn, utom påhängsvagn, har en största \r\nlängd av 12,0 meter.\r\n\r\n4. Avståndet mellan kopplingstappen och bakkanten på en \r\npåhängsvagn överstiger inte 12,0 meter.\r\n\r\n5. Det horisontella avståndet mellan kopplingstappen och \r\nvarje punkt på framkanten av en påhängsvagn överstiger inte \r\n2,04 meter.\r\n\r\n6. Fordonstågets sammanlagda lastlängd bakom förarhytten, \r\nmätt parallellt med fordonstågets längsgående axel, \r\növerstiger inte 21,86 meter.\r\n\r\n7. Avståndet, mätt parallellt med fordonstågets längsgående \r\naxel, från den längst fram belägna yttre punkten på \r\nlastutrymmet bakom förarhytten till den längst bak belägna \r\nyttre punkten på fordonståget överstiger inte 22,9 meter.\r\n\r\n8. Fordonsbredden, utom för påbyggnad för \r\ntemperaturkontrollerade fordon, eller temperaturkontrollerade \r\ncontainrar eller växelflak, är högst 2,55 meter.\r\n\r\n9. Bredden på påbyggnad för temperaturkontrollerade fordon, \r\neller temperaturkontrollerade containrar eller växelflak, är \r\nhögst 2,60 meter.\r\n\r\n10. Varje ingående motordrivet fordon som är i rörelse kan \r\nvända inom en cirkelring som har en yttre radie på 12,5 meter \r\noch en inre radie på 5,3 meter.\r\n\r\n11. Fordonståget uppfyller de vändningskrav som \r\nTransportstyrelsen föreskriver.\r\n\r\nBestämmelserna om längd och avstånd i första stycket 2–5 ska \r\nomfatta även avtagbara påbyggnader och standardiserade \r\ngodsbehållare såsom containrar. Förordning (2017:610).\r\n\r\n17 a § En buss med eller utan ett därtill kopplat fordon får \r\nföras på andra vägar än enskilda endast om fordonets eller \r\nfordonstågets längd, lasten inräknad, inte överstiger de mått \r\nsom anges nedan samt uppfyller de vändningskrav som \r\nTransportstyrelsen föreskriver.\r\n\r\nFordon                          Längd\r\n\r\nBuss med två axlar\t\t13,5 meter\r\n\r\nBuss med fler än två axlar\t15,0 meter\r\n\r\nLedbuss med en ledad sektion\t18,75 meter\r\n\r\nLedbuss med fler än en ledad \r\nsektion\t\t\t\t24,0 meter\r\n\r\nBuss med en släpvagn för \r\npersonbefordran\t\t\t24,0 meter\r\n\r\nBuss med en annan släpvagn\t18,75 meter\r\n\r\nBussar som har registrerats före den 1 juli 2004 och vars \r\nutförande därefter inte väsentligen har förändrats, ska till \r\nutgången av år 2020 inte omfattas av bestämmelserna i första \r\nstycket. Förordning (2019:119).\r\n\r\n17 b § Transportstyrelsen får meddela föreskrifter om att\r\nfordon eller fordonståg får föras trots att de längder som\r\nanges i 17 § första stycket första meningen och i 17 a §\r\növerskrids. Därvid får det även föreskrivas att färd får ske\r\nmed avvikelse från bestämmelserna i 3 kap. 7 § första och andra\r\nstyckena, 9 § första och tredje styckena, 11 § och 12 § första\r\nstycket 3 samt 9 kap. 1 § första stycket 1 och 2 och 2 §, om\r\ndet behövs av framkomlighetsskäl och sker med stor försiktighet.\r\nFöreskrifterna ska vara förenade med sådana villkor när det\r\ngäller förandet och fordonets konstruktion och utrustning att\r\ntrafiksäkerheten inte äventyras. Föreskrifterna får begränsas\r\ntill en viss väg eller ett visst vägnät. Förordning (2008:1109).\r\n\r\n17 c § Ett fordons eller fordonstågs längd mäts över de delar\r\nav fordonet, fordonståget eller lasten som skjuter ut längst.\r\n\r\nTransportstyrelsen får meddela föreskrifter om eller i ett\r\nenskilt fall medge att viss utrustning inte ska räknas in i\r\nfordonslängden. Förordning (2008:1109).\r\n\r\n17 d § Transportstyrelsen får meddela tillstånd om att fordon \r\neller fordonståg under en provperiod får föras på en väg som \r\ninte är enskild trots bestämmelserna i 4 kap. 12, 13, 17 och \r\n17 a §§, om det behövs för att pröva ny teknik eller nya \r\nkonstruktioner.\r\n\r\nEtt tillstånd ska vara förenat med sådana villkor i fråga om \r\nförandet och fordonens eller fordonstågens konstruktion och \r\nutrustning att det inte uppstår fara för trafiksäkerheten, \r\nskada på vägen eller annan väsentlig olägenhet. Tillståndet \r\nska begränsas till en viss väg eller ett visst vägnät och får \r\näven i övrigt förenas med villkor.\r\n\r\nTillståndet får återkallas om förutsättningarna för det inte \r\nlängre finns eller om det finns någon annan särskild \r\nanledning att återkalla det. Förordning (2017:1284).\r\n\r\n17 e § Fordon eller fordonståg med en förarhytt som ger bättre \r\naerodynamisk prestanda, energieffektivitet och \r\nsäkerhetsprestanda får föras på andra vägar än enskilda trots \r\natt de fordonstågslängder som anges i 17 § överskrids. För ett \r\nfordonståg som hade haft en största längd av 24,0 meter om det \r\nhade varit försett med en förarhytt som inte är aerodynamisk, \r\nska följande villkor vara uppfyllda:\r\n\r\n1. Lastlängden bakom förarhytten, mätt parallellt med \r\nfordonets eller fordonstågets längsgående axel, får inte \r\növerstiga 20,61 meter.\r\n\r\n2. Avståndet, mätt parallellt med fordonets eller \r\nfordonstågets längsgående axel, från den längst fram belägna \r\nyttre punkten på lastutrymmet bakom förarhytten till den \r\nlängst bak belägna yttre punkten på fordonet eller \r\nfordonståget, får inte överstiga 21,65 meter.\r\n\r\n3. Varje ingående motordrivet fordon eller fordonståg som är i \r\nrörelse ska kunna vända inom en cirkelring som har en yttre \r\nradie på 12,5 meter och en inre radie på 5,3 meter.\r\n\r\nTransportstyrelsen får meddela föreskrifter om eller i ett \r\nenskilt fall besluta om undantag från de villkor som anges i \r\nförsta stycket. Förordning (2020:745).\r\n\r\n17 f § Trafikverket eller, om kommunen är väghållare, kommunen \r\nfår föreskriva att på en viss väg, del av väg eller vägsträcka \r\nfår ett fordonståg, trots 17 §, föras med en längd som uppgår \r\ntill högst 34,5 meter, lasten inräknad, under förutsättning \r\natt följande villkor är uppfyllda för fordonståget:\r\n\r\n1. Varje ingående motordrivet fordon har en största längd av \r\n12,0 meter.\r\n\r\n2. Varje ingående släpvagn, utom påhängsvagn, har en största \r\nlängd av 12,0 meter.\r\n\r\n3. Avståndet mellan kopplingstappen och bakkanten på en \r\npåhängsvagn överstiger inte 12,0 meter.\r\n\r\n4. Det horisontella avståndet mellan kopplingstappen och varje \r\npunkt på framkanten av en påhängsvagn överstiger inte 2,04 \r\nmeter.\r\n\r\n5. Fordonstågets sammanlagda lastlängd bakom förarhytten, mätt \r\nparallellt med fordonstågets längsgående axel, överstiger inte \r\n29,25 meter.\r\n\r\n6. Fordonsbredden, utom för påbyggnad för \r\ntemperaturkontrollerade fordon, eller temperaturkontrollerade \r\ncontainrar eller växelflak, är högst 2,55 meter.\r\n\r\n7. Bredden på påbyggnad för temperaturkontrollerade fordon, \r\neller temperaturkontrollerade containrar eller växelflak, är \r\nhögst 2,60 meter.\r\n\r\n8. Fordonet eller fordonståget uppfyller de krav på \r\nkonstruktion och utrustning som Transportstyrelsen \r\nföreskriver. Förordning (2022:1396).\r\n\r\n18 § Ett motordrivet fordon och fordon som har kopplats till\r\nett sådant fordon får inte föras på andra vägar än enskilda om\r\nfordonets hjul, band eller medar är sådana att de kan medföra\r\nnämnvärd skada på körbanan.\r\n\r\n18 a § Vid färd på väg under perioden den 1 december-31 mars \r\nska följande fordon vara försedda med vinterdäck eller \r\nlikvärdig utrustning när vinterväglag råder: \r\n\r\n1. personbil klass I, \r\n\r\n2. personbil klass II, \r\n\r\n3. traktor som utgörs av en ombyggd bil, \r\n\r\n4. lätt lastbil, \r\n\r\n5. lätt buss, och\r\n\r\n6. släpvagn som dras av ett fordon som avses i 1-5.\r\nFörordning (2025:881).\r\n\r\n18 b § Vid färd på väg under perioden den 10 november-10 april \r\nska följande fordon vara försedda med vinterdäck eller \r\nlikvärdig utrustning:\r\n\r\n1. tung lastbil, \r\n\r\n2. tung buss, och\r\n\r\n3. släpvagn som dras av ett fordon som avses i 1-2.\r\nFörordning (2025:881).\r\n\r\n18 c § Ett fordon får brukas trots 18 a och 18 b §§ om \r\n\r\n1. det kan ske utan fara för trafiksäkerheten \r\n\r\na) för provkörning eller bogsering av fordonet i samband med \r\nreparation eller liknande ändamål, eller \r\n\r\nb) för färd kortaste lämpliga väg till och från närmaste \r\nbesiktningsorgan enligt fordonslagen (2002:574) för \r\nbesiktning, eller \r\n\r\n2. fordonet enligt vägtrafikregistret är av en årsmodell som \r\när trettio år eller äldre. Förordning (2025:881).\r\n\r\n18 d § Transportstyrelsen får meddela ytterligare föreskrifter \r\nom att for-don trots 18 a och 18 b §§ får brukas om det kan \r\nske utan att trafiksäkerheten sätts i fara.\r\nFörordning (2025:881).\r\n\r\n18 e § För en tung lastbil med två axlar, varav en är \r\ndrivande, till vilken det kopplats ett eller flera släpfordon, \r\ngäller vid färd på väg den 10 november-10 april att \r\n\r\n1. minst 25 procent av fordonstågets sammanlagda bruttovikt \r\nska belasta den drivande axeln, eller \r\n\r\n2. den sammanlagda bruttovikten av de tillkopplade \r\nsläpfordonen inte ska överskrida lastbilens bruttovikt med mer \r\nän 1,5 gånger. Förordning (2025:881).\r\n\r\n19 § Föraren av en tvåhjulig motorcykel får vid färd på väg\r\ninte låta motorcykeln dras eller skjutas av ett annat fordon\r\neller spårvagn. Föraren får inte heller dra eller framför sig\r\nskjuta någon annan vägtrafikant eller föra något annat fordon\r\nvid sidan än tillkopplad sidvagn.\r\n\r\nBestämmelser för hastighet på väg med vissa motordrivna fordon\r\noch fordonskombinationer\r\n\r\n20 § Vid färd på väg får följande fordon inte föras med högre \r\nhastighet än som anges nedan.\r\n\r\nFordon\t\tFörutsättningar\t\t\t\tHastighet \r\n\t\t\t\t\t\t\tkilometer \r\n\t\t\t\t\t\t\ti timmen\r\n\r\n1. Tung buss\tOm samtliga som färdas i bussen och \r\n\t\tsom är äldre än tre år har tillgång \r\n\t\ttill en plats försedd med bilbälte\t100\r\n\r\n2. Tung buss\t\t\t\t\t\t90\r\n\r\n3. Tung lastbil\tPå motorväg eller motortrafikled\t90\r\n\r\n4. Tung lastbil\t\t\t\t\t\t80\r\n\r\n5. Ledbuss\tMed fler än en ledad sektion\t\t60\r\n\r\n6. Tung \r\nterrängvagn\t\t\t\t\t\t50\r\n\r\n7. Motorredskap \r\nklass I\t\t\t\t\t\t\t50\r\n\r\n8. Traktor b \t\t\t\t\t\t50\r\n\r\n9. Moped \r\nklass I\t\t\t\t\t\t\t45\r\n\r\n10. Traktor som \r\nutgörs av en \r\nombyggd bil                                             30\r\n\r\nOm det till ett motorfordon, ett motorredskap klass I eller en \r\ntung terrängvagn har kopplats ytterligare fordon, får fordonen \r\npå väg inte föras med högre hastighet än som anges nedan.\r\n\r\nFordon\t\tFörutsättningar\t\t\t\tHastighet\r\n\t\t\t\t\t\t\tkilometer \r\n\t\t\t\t\t\t\ti timmen\r\n\r\n1. Motorfordon \r\nmed en \r\nsläpvagn\ta. Släpvagnen är försedd med effektiva \r\n\t\tbromsar som kan manövreras från \r\n\t\tmotorfordonets färdbroms,\r\n\r\n\t\tb. släpvagnen har oledad dragstång och \r\n\t\ten totalvikt som inte överstiger 3,5 \r\n\t\tton och är försedd med påskjutsbroms,\r\n\r\n\t\tc. släpvagnen har en totalvikt eller, \r\n\t\tnär släpvagnen inte är lastad, en \r\n\t\ttjänstevikt som inte överstiger \r\n\t\tmotorfordonets halva tjänstevikt, \r\n\t\tdock högst 750 kilogram, eller\r\n\r\n\t\td. släpvagnen är kopplad till en\r\n\t\tmotorcykel\t\t\t\t80\r\n\r\n2. Bil med två \r\nsläpvagnar\tSläpvagnarna är utrustade med \r\n\t\tlåsningsfria bromsar och utgörs av \r\n\t\ten dolly med tillkopplad påhängsvagn \r\n\t\tdär dollyns vändskiva är vridbart \r\n\t\tlagrad kring en vertikal axel genom \r\n\t\tkopplingspunkten\t\t\t80\r\n\r\n3. Bil som drar \r\nett sådant \r\nfordon på minst \r\nfyra hjul vars \r\nena ände är \r\nupplyft genom \r\nen fast \r\nupphängnings-\r\nanordning på \r\ndragfordonet så \r\natt minst ett \r\nav det dragna \r\nfordonets övriga \r\nhjulpar rullar \r\npå vägen\tFordonet är särskilt inrättat för \r\n\t\tbärgning och bogsering av skadade \r\n\t\tfordon och fordonstågets vikt inte \r\n\t\töverskrider dragfordonets totalvikt\t80\r\n\r\n4. Motorfordon \r\nmed en släpvagn \r\nvilka är \r\nförbundna genom \r\nden gemensamma \r\nlasten\t\tSläpvagnen är försedd med effektiva \r\n\t\tbromsar som kan manövreras från \r\n\t\tmotorfordonets färdbroms och fordonen \r\n\t\tär särskilt inrättade för ändamålet \r\n\t\tsamt godkända vid sådan besiktning \r\n\t\tsom föreskrivits för fordonståget\t50\r\n\r\n5. Motorredskap \r\nklass I eller \r\ntung \r\nterrängvagn med \r\nen släpvagn\tSläpvagnen är försedd med effektiva \r\n\t\tbromsar som kan manövreras från \r\n\t\tdragfordonets färdbroms\t\t\t50\r\n\r\n6. Motorfordon, \r\nmotorredskap \r\nklass I eller \r\ntung terrängvagn \r\nmed en släpvagn \r\ni andra fall än \r\n1, 4 eller 5\tSläpvagnen har en bruttovikt som inte \r\n\t\töverstiger dragfordonets bruttovikt\t40\r\n\r\n7. Motorfordon, \r\nmotorredskap \r\nklass I eller \r\ntung \r\nterrängvagn \r\nmed två \r\nsläpvagnar i \r\nannat fall \r\nän 2\t\tSläpvagnarna är försedda med \r\n\t\teffektiva bromsar som kan manövreras \r\n\t\tfrån dragfordonets färdbroms\t\t40\r\n\r\n8. Bil i andra \r\nfall än 3, \r\nmotorredskap \r\nklass I eller \r\ntung terrängvagn \r\nsom drar ett \r\nsådant fordon \r\npå minst fyra \r\nhjul vars ena \r\nände är upplyft \r\ngenom en fast \r\nupphängnings-\r\nanordning på \r\ndragfordonet \r\neller en \r\nsärskild \r\nbogserings-\r\nanordning så \r\natt minst ett \r\nav det dragna \r\nfordonets \r\növriga hjulpar \r\nrullar på \r\nvägen\t\tFordonet är särskilt inrättat för \r\n\t\tbärgning och bogsering av skadade \r\n\t\tfordon\t\t\t\t\t40\r\n\r\n9. Motorfordon, \r\nmotorredskap \r\nklass I eller \r\ntung \r\nterrängvagn \r\nmed ett eller \r\nflera fordon \r\ni andra fall \r\nän 1-8\t\t\t\t\t\t\t30\r\n\r\nBil med dolly till vilken det har kopplats en påhängsvagn får \r\nframföras med högst 80 kilometer i timmen även om kraven i \r\nandra stycket 2 inte är uppfyllda, om dollyn och påhängsvagnen \r\nregistrerats och tagits i bruk före den 1 januari 1999, ingår \r\ni ett fordonståg som är högst 24,0 meter långt och är försedda \r\nmed effektiva bromsar som kan manövreras från bilens \r\nfärdbroms. Buss med tillkopplad släpvagn avsedd för \r\npersonbefordran får dock framföras med högst 60 kilometer i \r\ntimmen även om kraven i andra stycket 1 eller 2 är uppfyllda.\r\n\r\nTrots andra stycket får en bil som ingår i ett sådant \r\nfordonståg som avses i 17 f § föras med högst 80 kilometer i \r\ntimmen, på väg enligt föreskrifter som meddelats med stöd av \r\nden paragrafen.\r\n\r\nBestämmelserna i första-fjärde styckena gäller dock inte om \r\nlägre hastighet är föreskriven för vägen.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att\r\n\r\n1. en bil med två släpvagnar även i andra fall än som anges i \r\nandra stycket 2 får föras med högre hastighet än 40 kilometer \r\ni timmen, och\r\n\r\n2. ett motorredskap klass I och en traktor b får föras med \r\nhögre hastighet än 50 kilometer i timmen. \r\nFörordning (2023:378).\r\n\r\n20 a § Trots 20 § andra stycket 7 och 9 får en bil som ingår i \r\nett sådant fordonståg som avses i 17 f § föras i högst \r\n80 kilometer i timmen på enskild väg som är motorväg, om \r\nvillkoren i 17 f § och kraven på konstruktion och utrustning i \r\nföreskrifter meddelade med stöd av den paragrafen är \r\nuppfyllda. Om lägre hastighet är föreskriven för vägen, gäller \r\nden hastighetsbegränsningen för fordonståget.\r\nFörordning (2024:438).\r\n\r\n21 § Fordon med band får på väg inte föras med högre hastighet\r\nän 20 kilometer i timmen. Fordon med hjulringar av järn eller\r\nannat hårt material får på väg inte föras med högre hastighet\r\nän 10 kilometer i timmen.\r\n\r\nBestämmelser om miljözoner\r\n\r\n22 § Följande miljözoner får finnas:\r\n\r\n1. Miljözon klass 1. Klass 1 omfattas av bestämmelser för \r\ntunga bussar och tunga lastbilar.\r\n\r\n2. Miljözon klass 2. Klass 2 omfattas av bestämmelser för \r\nlätta bussar, lätta lastbilar och personbilar.\r\n\r\n3. Miljözon klass 3. Klass 3 omfattas av bestämmelser för \r\nfordon som anges i 1 och 2. Förordning (2018:1562).\r\n\r\n22 a § I miljözon klass 1 får tunga bussar och tunga \r\nlastbilar föras endast om den första registreringen, oavsett \r\nförsta registreringsland, skett under de senaste sex åren, \r\ninnevarande år oräknat. Förordning (2018:1562).\r\n\r\n22 b § I miljözon klass 2 får lätta bussar, lätta \r\nlastbilar och personbilar föras.\r\n\r\nFordon som har gnisttänd förbränningsmotor får föras endast \r\nom fordonet vid tidpunkten för typgodkännande, registrering \r\neller ibruktagande uppfyllde minst de gränsvärden för utsläpp \r\nsom anges i tabell 1 och 2 i bilaga 1 till Europaparlamentets \r\noch rådets förordning (EG) nr 715/2007 av den 20 juni 2007 om \r\ntypgodkännande av motorfordon med avseende på utsläpp från \r\nlätta personbilar och lätta nyttofordon (Euro 5 och Euro 6) \r\noch om tillgång till information om reparation och underhåll \r\nav fordon, i lydelsen enligt kommissionens förordning (EU) nr \r\n459/2012.\r\n\r\nFordon som har kompressionständ motor får föras endast om \r\nfordonet vid tidpunkten för typgodkännande, registrering \r\neller ibruktagande uppfyllde minst de gränsvärden för utsläpp \r\nsom anges i tabell 2 i bilaga 1 till Europaparlamentets och \r\nrådets förordning (EG) nr 715/2007, i lydelsen enligt \r\nkommissionens förordning (EU) nr 459/2012.\r\nFörordning (2018:1563).\r\n\r\n22 c § I miljözon klass 3 får tunga bussar och tunga \r\nlastbilar föras endast om fordonet enligt kommissionens \r\nförordning (EU) 2017/1151 av den 1 juni 2017 om komplettering \r\nav Europaparlamentets och rådets förordning (EG) nr 715/2007 \r\nom typgodkännande av motorfordon med avseende på utsläpp från \r\nlätta personbilar och lätta nyttofordon (Euro 5 och Euro 6) \r\noch om tillgång till information om reparation och underhåll \r\nav fordon samt om ändring av Europaparlamentets och rådets \r\ndirektiv 2007/46/EG, kommissionens förordningar (EG) nr \r\n692/2008 och (EU) nr 1230/2012 och om upphävande av \r\nkommissionens förordning (EG) nr 692/2008, i den \r\nursprungliga lydelsen, är\r\n\r\na) ett fordon med endast eldrift (elfordon),\r\n\r\nb) ett bränslecellsfordon (vätgasfordon),\r\n\r\nc) ett gasdrivet en- eller tvåbränslefordon (gasfordon) och \r\nfordonets motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\ngränsvärden för utsläpp som anges i bilaga 1 till \r\nEuropaparlamentets och rådets förordning (EG) nr 595/2009 av \r\nden 18 juni 2009 om typgodkännande av motorfordon och motorer \r\nvad gäller utsläpp från tunga fordon (Euro 6) och om tillgång \r\ntill information om reparation och underhåll av fordon samt \r\nom ändring av förordning (EG) nr 715/2007 och direktiv \r\n2007/46/EG och om upphävande av direktiven 80/1269/EEG, \r\n2005/55/EG och 2005/78/EG, i lydelsen enligt kommissionens \r\nförordning 133/2014, eller\r\n\r\nd) ett hybridelfordon som drivs med elektrisk energi från \r\nextern laddning (laddhybrid) och fordonets motor vid \r\ntidpunkten för typgodkännande, registrering eller \r\nibruktagande uppfyllde minst de gränsvärden för utsläpp som \r\nanges i bilaga 1 till Europaparlamentets och rådets \r\nförordning (EG) nr 595/2009, i lydelsen enligt kommissionens \r\nförordning 133/2014. Förordning (2018:1562).\r\n\r\n22 d § I miljözon klass 3 får lätta bussar, lätta \r\nlastbilar och personbilar föras endast om fordonet enligt \r\nkommissionens förordning (EU) 2017/1151 om komplettering av \r\nEuropaparlamentets och rådets förordning (EG) nr 715/2007 om \r\ntypgodkännande av motorfordon med avseende på utsläpp från \r\nlätta personbilar och lätta nyttofordon (Euro 5 och Euro 6), \r\ni den ursprungliga lydelsen, är\r\n\r\na) ett fordon med endast eldrift (elfordon),\r\n\r\nb) ett bränslecellsfordon (vätgasfordon), eller\r\n\r\nc) ett gasdrivet en- eller tvåbränslefordon (gasfordon) och \r\nfordonets motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\ngränsvärden för utsläpp som anges i tabell 2 i bilaga 1 till \r\nEuropaparlamentets och rådets förordning (EG) nr 715/2007 \r\n(Euro 5 och Euro 6), i lydelsen enligt kommissionens \r\nförordning (EU) nr 459/2012. Förordning (2018:1562).\r\n\r\n23 § Följande undantag gäller från det förbud som anges i \r\n22 a §:\r\n\r\n1. Fordon vars motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\nemissionskrav som anges i Europaparlamentets och rådets \r\ndirektiv 2005/55/EG av den 28 september 2005 om tillnärmning \r\nav medlemsstaternas lagstiftning om åtgärder mot utsläpp av \r\ngas- och partikelformiga föroreningar från motorer med \r\nkompressionständning som används i fordon samt mot utsläpp av \r\ngasformiga föroreningar från motorer med gnisttändning drivna \r\nmed naturgas eller gasol vilka används i fordon, rad A, (Euro \r\n3), i tabellerna i avsnitt 6.2.1 i bilaga I, får föras i \r\nmiljözon klass 1 under en period av åtta år räknat från \r\nförsta registreringen, registreringsåret oräknat.\r\n\r\n2. Fordon vars motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\nemissionskrav som anges i Europaparlamentets och rådets \r\ndirektiv 2005/55/EG, rad B.1, (Euro 4), i tabellerna i punkt \r\n6.2.1 i bilaga I, får föras i miljözon klass 1 till och med \r\nutgången av år 2016, eller under en period av åtta år räknat \r\nfrån första registreringen, registreringsåret oräknat.\r\n\r\n3. Fordon vars motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\nemissionskrav som anges i Europaparlamentets och rådets \r\ndirektiv 2005/55/EG, rad B.2, (Euro 5), eller rad C, (EEV), i \r\ntabellerna i punkt 6.2.1 i bilaga I, får föras i miljözon \r\nklass 1 till och med utgången av 2020 eller under en period \r\nav åtta år räknat från första registreringen, \r\nregistreringsåret oräknat.\r\n\r\n4. Fordon med gasmotor eller motor för drift med etanol för \r\ndieselmotor enligt Europaparlamentets och rådets direktiv \r\n2005/55/EG får föras i miljözon klass 1 till utgången av \r\n2025.\r\n\r\n5. Fordon vars motor vid tidpunkten för typgodkännande, \r\nregistrering eller ibruktagande uppfyllde minst de \r\nemissionskrav som anges i bilaga I till Europaparlamentets \r\noch rådets förordning 595/2009 av den 18 juni 2009 om \r\ntypgodkännande av motorfordon och motorer vad gäller utsläpp \r\nfrån tunga fordon (Euro 6), i lydelsen enligt kommissionens \r\nförordning 133/2014, får föras i miljözon klass 1.\r\n\r\n6. Fordon vars motor har anpassats för att uppfylla de \r\nemissionskrav som anges i 2 får föras i miljözon klass 1 till \r\noch med utgången av 2016.\r\n\r\n7. Fordon vars motor har anpassats för att uppfylla de \r\nemissionskrav som anges i 3 får föras i miljözon klass 1 till \r\noch med utgången av 2020.\r\n\r\n8. Fordon vars motor har anpassats för att uppfylla de \r\nemissionskrav som anges i 5 får föras i miljözon klass 1.\r\n\r\n9. EG-mobilkran får föras i miljözon klass 1.\r\nFörordning (2018:1562).\r\n\r\n24 § Vid färd i miljözon klass 1 med en tung buss eller \r\ntung lastbil som har registrerats för mer än sex år sedan, \r\ninnevarande år oräknat, ska handlingar medföras som visar \r\nvilka emissionskrav som fordonets motor uppfyllde vid \r\ntidpunkten för typgodkännande, registrering, ibruktagande \r\neller när motorn anpassats enligt vad som anges i 23 § 6–8. \r\nDetta gäller dock inte om uppgiften framgår av \r\nvägtrafikregistret eller om fordonet omfattas av undantag \r\nenligt 11 kap. 4 § eller 13 kap. 3 § 13.\r\nFörordning (2018:1562).\r\n\r\n24 a § Vid färd i miljözon klass 2 eller 3 ska handlingar \r\nmedföras som visar vilka emissionskrav som fordonets motor \r\nuppfyllde vid tidpunkten för typgodkännande, registrering \r\neller ibruktagande. Detta gäller dock inte om uppgiften \r\nframgår av vägtrafikregistret eller om fordonet omfattas av \r\nundantag enligt 11 kap. 4 § eller 13 kap. 3 § 13.\r\nFörordning (2018:1562).\r\n\r\n5 kap. Bestämmelser för trafik med terrängmotorfordon och\r\nterrängsläp på väg\r\n\r\n1 § Terrängmotorfordon och terrängsläp får inte föras på andra\r\nvägar än enskilda utom i de fall som anges i 2 och 6 §§.\r\nFörordning (2002:943).\r\n\r\n2 § Den som vid färd med ett terrängmotorfordon eller ett\r\nterrängsläp behöver korsa en väg som inte är enskild får föra\r\nfordonet på vägen kortaste lämpliga sträcka. Detsamma gäller om\r\ndet med hänsyn till terrängförhållandena är nödvändigt att\r\nfärdas på vägen. Förordning (2002:943).\r\n\r\n3 § En förare av ett terrängmotorfordon som kör ut från\r\nterrängen skall stanna fordonet innan han eller hon kör ut på\r\nen väg. Trafikanter på vägen skall lämnas företräde.\r\n\r\n4 § När terrängmotorfordon eller terrängsläp förs på annan väg\r\nän sådan enskild väg som i mindre omfattning används av\r\nallmänheten för trafik får passagerare inte tas med i fordonet\r\neller ett därtill kopplat fordon. Förordning (2002:943).\r\n\r\n5 § På annan väg än sådan enskild väg som i mindre omfattning\r\nanvänds av allmänheten för trafik får terrängmotorfordon eller\r\nterrängsläp inte föras med högre hastighet än 20 kilometer i\r\ntimmen. Förordning (2002:943).\r\n\r\n6 § Tung terrängvagn på hjul får föras på väg trots\r\nbestämmelserna i 1, 4 och 5 §§.\r\n\r\n6 kap. Bestämmelser för trafik med cykel och moped\r\n\r\nGemensamma bestämmelser\r\n\r\n1 § Cyklande skall färdas efter varandra. När det kan ske utan\r\nfara eller olägenhet för trafiken får de dock färdas i bredd.\r\n\r\n2 § Cyklande och mopedförare skall hålla minst en hand på\r\nstyret.\r\n\r\nMopedförare skall hålla båda fötterna på pedalerna eller\r\nfotstöden.\r\n\r\n3 § På en cykel eller en moped får inte samtidigt färdas flera\r\npersoner än cykeln eller mopeden är byggd för.\r\n\r\nNär en cykel eller moped klass II har lämpliga säten och\r\neffektivt skydd mot hjulekrarna får dock på fordonet färdas\r\nytterligare\r\n\r\n1. ett barn under tio år, om den som styr fordonet har fyllt\r\nfemton år, eller\r\n\r\n2. två barn under sex år, om den som styr fordonet har fyllt\r\narton år.\r\n\r\n4 § Cyklande eller mopedförare får inte transportera gods som\r\när så tungt eller stort att cykeln eller mopeden inte kan\r\nmanövreras säkert eller så att annan trafik hindras.\r\n\r\n4 a § Den som är under femton år och färdas med en tvåhjulig\r\ncykel skall använda cykelhjälm eller annat lämpligt huvudskydd.\r\n\r\nCykelföraren skall se till att passagerare använder cykelhjälm\r\neller annat lämpligt huvudskydd i enlighet med bestämmelsen i\r\nförsta stycket. Förordning (2004:296).\r\n\r\n4 b § Den som färdas med en tvåhjulig moped klass II som är \r\nkonstruerad för att drivas med en tramp- och vevanordning och \r\ndär motorn inte ger något krafttillskott vid hastigheter över \r\n25 kilometer i timmen ska använda cykelhjälm eller annat \r\nlämpligt huvudskydd. Förordning (2015:929).\r\n\r\nTrafik med cykel och moped vid färd på väg\r\n\r\n5 § Vid färd på väg får cyklande eller mopedförare inte låta\r\ncykeln eller mopeden dras eller skjutas av annat fordon eller\r\nspårvagn. Mopedförare får inte heller dra eller framför sig\r\nskjuta någon annan vägtrafikant eller föra något annat fordon\r\nvid sidan.\r\n\r\n6 § Cyklande eller förare av moped klass II som ska färdas ut\r\npå en cykelpassage ska sänka hastigheten och ta hänsyn till\r\nfordon som närmar sig passagen och får korsa vägen endast om\r\ndet kan ske utan fara.\r\n\r\nCyklande eller förare av moped klass II som ska färdas ut på\r\nen cykelöverfart ska ta hänsyn till avståndet till och\r\nhastigheten hos fordon som närmar sig överfarten.\r\nFörordning (2014:1035).\r\n\r\n7 kap. Bestämmelser för gående på väg\r\n\r\n1 § Gående på väg ska använda gångbanan eller vägrenen.\r\n\r\nOm det inte finns någon gångbana eller vägren ska gående \r\nanvända cykelbanan eller körbanan. Detsamma gäller sådana \r\ntrafikanter som avses i 1 kap. 4 § andra stycket om gångbanan \r\när smal eller utrymmet på den är begränsat på annat sätt \r\neller om det finns andra särskilda skäl för det.\r\n\r\nGående som använder vägrenen, körbanan eller en gemensam \r\ngång- och cykelbana ska om möjligt gå längst till vänster i \r\nfärdriktningen. Den som åker rullskidor, rullskridskor eller \r\nliknande och som färdas med högre hastighet än gångfart ska \r\ndock färdas längst till höger om det är lämpligare.\r\n\r\nDe som går i grupp under uppsikt av en ledare eller i en \r\nprocession ska om det är lämpligt använda vägrenen eller \r\nkörbanans högra sida i färdriktningen. Om gruppen består av \r\nbarn som går högst två i bredd, ska om möjligt gångbana, \r\nvägren eller cykelbana användas. Förordning (2018:1559).\r\n\r\n2 § På en väg där fordonstrafik är förbjuden och i ett sådant\r\ngångfartsområde eller på en gågata som avses i 8 kap. 1 §\r\ngäller inte bestämmelserna i 1 §. Förordning (2007:101).\r\n\r\n3 § Gående skall korsa en kör- eller cykelbana på ett\r\növergångsställe. Om det inte finns något övergångsställe i\r\nnärheten, skall gående i stället korsa kör- eller cykelbanan\r\ntvärs över denna och helst vid en vägkorsning.\r\n\r\nKör- eller cykelbanan skall korsas utan onödigt dröjsmål.\r\n\r\n4 § Gående som skall gå ut på ett övergångsställe skall ta\r\nhänsyn till avståndet till och hastigheten hos de fordon som\r\nnärmar sig övergångsstället. Utanför ett övergångsställe får\r\ngående korsa vägen endast om det kan ske utan fara eller\r\nolägenhet för trafiken.\r\n\r\n5 § När en grupp som går under uppsikt av en ledare eller en\r\nprocession använder vägrenen, körbanan eller cykelbanan under\r\nannan tid än då det är dagsljus med klar sikt, skall den som\r\ngår i täten ha minst en lykta som mot vägens mitt visar vitt\r\neller gult ljus framåt och den som går i kön minst en lykta som\r\nmot vägens mitt visar rött ljus bakåt.\r\n\r\n8 kap. Bestämmelser för trafik på gågata, cykelgata och i \r\ngångfartsområde m.m.\r\n\r\n1 § På en gågata och i ett gångfartsområde gäller följande.\r\n\r\n1. Fordon får inte föras med högre hastighet än gångfart.\r\n\r\n2. Fordon får inte parkeras.\r\n\r\n3. Fordonsförare har väjningsplikt mot gående.\r\n\r\nPå en gågata får motordrivna fordon inte föras annat än för \r\natt korsa den. Sådana fordon får dock föras på gågator om det \r\nbehövs för\r\n\r\n1. varuleveranser till eller från butiker eller motsvarande \r\nvid gågatan,\r\n\r\n2. transporter av gods eller boende till eller från adress \r\nvid gågatan,\r\n\r\n3. transporter av gäster till eller från hotell eller \r\nmotsvarande vid gågatan, eller\r\n\r\n4. transporter av sjuka eller rörelsehindrade personer till \r\neller från adress vid gågatan. Förordning (2017:921).\r\n\r\n1 a § På en cykelgata gäller följande:\r\n\r\n1. Fordon får inte föras med högre hastighet än 30 kilometer i \r\ntimmen.\r\n\r\n2. Fordon får inte parkeras på någon annan plats än särskilt \r\nanordnade parkeringsplatser.\r\n\r\n3. En förare som från en väg kör in på en väg som är cykelgata \r\nhar väjningsplikt mot fordon på cykelgatan.\r\n\r\n4. En förare av ett motordrivet fordon ska anpassa hastigheten \r\ntill cykeltrafiken. Förordning (2020:842).\r\n\r\n2 § I ett körfält eller en körbana för fordon i linjetrafik\r\nm.fl. får endast fordon i linjetrafik föras samt, om körfältet\r\neller körbanan är beläget till höger i färdriktningen, cykel och\r\nmoped klass II.\r\n\r\nFordon som får föras i körfältet får trots 3 kap. 53 § första\r\nstycket 10 stannas där för på- eller avstigning.\r\nFörordning (2010:2037).\r\n\r\n9 kap. Bestämmelser för trafik på motorväg och motortrafikled\r\n\r\n1 § På en motorväg gäller följande.\r\n\r\n1. Endast trafik med motorfordon eller motorfordon med\r\ntillkopplat fordon som är konstruerade för och får framföras\r\nmed en hastighet av minst 40 kilometer i timmen får förekomma.\r\nMopeder klass I får dock inte framföras på en motorväg.\r\n\r\n2. Fordon får föras in på en motorväg endast vid vägens början\r\neller på en påfartsväg och föras av motorvägen endast på en\r\navfartsväg eller vid dess slut.\r\n\r\n3. Fordon får inte föras på skiljeremsan eller på en tvärgående\r\nförbindelseväg mellan körbanorna.\r\n\r\n4. Fordon får inte vändas eller backas.\r\n\r\n5. Fordon får inte stannas eller parkeras annat än på platser\r\nsom utmärkts med ett vägmärke som parkerings- eller rastplats.\r\nBussar i linjetrafik får dock stannas vid särskilt anordnade\r\nhållplatser.\r\n\r\n6. Fordon får inte föras med högre hastighet än 110 kilometer i\r\ntimmen.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att fordon eller\r\nfordonståg även i andra fall än som anges i första stycket 1\r\nfår föras på motorväg. Föreskrifterna ska vara förenade med\r\nsådana villkor att trafiksäkerheten inte äventyras.\r\n\r\nTrafikverket får meddela föreskrifter om att den högsta tillåtna\r\nhastigheten på en motorväg ska vara 120 kilometer i timmen.\r\nFörordning (2010:144).\r\n\r\n2 § Bestämmelserna i 1 § första stycket 1-5 och andra stycket\r\ngäller i tilllämpliga delar även trafik på en motortrafikled\r\nsamt på- och avfartsvägar till en sådan väg.\r\n\r\n10 kap. Lokala trafikföreskrifter m.m.\r\n\r\n1 § Särskilda trafikregler får, utom i de fall som avses i 10 \r\noch 14 §§, meddelas genom lokala trafikföreskrifter för en \r\nviss väg eller vägsträcka eller för samtliga vägar inom ett \r\nvisst område eller för ett område eller en färdled i terräng. \r\nSärskilda trafikregler om stannande eller parkering får även \r\nmeddelas genom lokala trafikföreskrifter för samtliga vägar \r\nsom inte är enskilda inom ett visst område.\r\n\r\nDe särskilda trafikreglerna får gälla följande:\r\n\r\n1. Att en viss väg eller vägsträcka ska vara huvudled, \r\nmotorväg eller motortrafikled.\r\n\r\n2. Att en viss väg eller vägsträcka eller samtliga vägar inom \r\nett område ska vara gågata, gångfartsområde eller cykelgata.\r\n\r\n3. Att ett visst område ska vara tättbebyggt område eller att \r\nett särskilt miljökänsligt område inom tättbebyggt område ska \r\nvara miljözon.\r\n\r\n4. Att en viss plats ska vara cirkulationsplats eller \r\ncykelöverfart.\r\n\r\n5. Att ett visst körfält eller en viss körbana ska vara \r\nkörfält eller körbana för fordon i linjetrafik m.fl.\r\n\r\n6. Att en viss plats på sträcka där förbud att stanna eller \r\nparkera råder enligt 3 kap. 53 § första stycket 2 ska vara \r\nbusshållplats.\r\n\r\n7. Att en viss plats ska vara ändamålsplats och ändamålet för \r\nuppställning på platsen eller att en viss plats ska vara \r\nladdplats.\r\n\r\n8. Avvikelser från bestämmelserna om gågata enligt 8 kap. 1 § \r\nandra stycket och bestämmelserna om körfält för fordon i \r\nlinjetrafik m.fl. enligt 8 kap. 2 §.\r\n\r\n9. Förbud mot trafik med fordon.\r\n\r\n10. Förbud eller påbud att svänga eller köra i viss riktning.\r\n\r\n11. Förbud mot omkörning.\r\n\r\n12. Väjningsplikt eller stopplikt med avvikelser från \r\nbestämmelserna i 3 kap. 18 eller 21 § eller i stället för \r\nbestämmelserna i 3 kap. 23 § första stycket.\r\n\r\n13. Stopplikt i korsning med järnväg eller spårväg.\r\n\r\n14. Avvikelser från bestämmelserna om hastighet i 3 kap. 17 § \r\nförsta stycket eller i föreskrifter som har meddelats med stöd \r\nav 3 kap. 17 § andra stycket, om det är motiverat av hänsyn \r\ntill trafiksäkerheten, framkomligheten eller miljön.\r\n\r\n15. Begränsning till lägre hastighet än som följer av 3 kap. \r\n17 § tredje stycket, 4 kap. 20 § eller 9 kap. 1 § eller \r\nföreskrifter som har meddelats med stöd av 3 kap. 17 § fjärde \r\nstycket eller 9 kap. 1 § tredje stycket, om det är motiverat \r\nav hänsyn till trafiksäkerheten, framkomligheten eller miljön.\r\n\r\n16. Tillåtelse att stanna eller parkera fordon med avvikelse \r\nfrån bestämmelserna i 3 kap. 48 §, 49 a § första stycket, \r\n52 §, 53 § första stycket 2-5, 9 och 10, 54 §, 55 § första \r\nstycket 3-5 eller 8 kap. 1 och 1 a §§ eller förbud mot att \r\nparkera eller mot att stanna och parkera fordon.\r\n\r\n17. Tidsbegränsning, avgiftsplikt eller andra villkor för \r\nparkering.\r\n\r\n18. Undantag från 3 kap. 77 § om belysning vid färd i terräng.\r\n\r\n19. Axeltryck, boggitryck, trippelaxeltryck eller bruttovikt \r\npå motordrivna fordon eller fordonståg med begränsning till \r\nlägre vikter än som följer av 4 kap. 12 §.\r\n\r\n20. Inskränkning till mindre bredd eller längd på motordrivna \r\nfordon, fordonståg eller last än som tillåts i 4 kap. 15, 17 \r\neller 17 a §.\r\n\r\n21. Trafik med terrängmotorfordon eller terrängsläp med \r\navvikelser från bestämmelserna i 5 kap. 1, 4 eller 5 §.\r\n\r\n22. Andra särskilda trafikregler.\r\n\r\nVidare får det genom lokala trafikföreskrifter meddelas \r\nsärskilda trafikregler om att en vägtunnel ska tillhöra \r\ntunnelkategori B, C, D eller E, särskilda trafikregler för \r\ntransport av farligt gods och för sådana tävlingar som \r\nlänsstyrelsen har lämnat tillstånd till enligt 3 kap. 84 §.\r\nFörordning (2021:355).\r\n\r\n2 § Föreskrifter enligt 1 § andra stycket 9-11, 14-18, 20 och\r\n21 får avse\r\n\r\n1. en viss trafikantgrupp,\r\n\r\n2. ett visst eller vissa fordonsslag, eller\r\n\r\n3. fordon med last av viss beskaffenhet.\r\n\r\nLokala trafikföreskrifter om parkering får innefatta särskilda\r\nbestämmelser för att underlätta för dem som bor i ett visst\r\nområde att parkera inom detta område. Om det behövs av\r\nsärskilda skäl får vissa parkeringsplatser i området\r\nreserveras för de boende genom sådana bestämmelser. Frågor om\r\ntillstånd att parkera enligt föreskrifterna prövas av\r\nkommunen.\r\n\r\nLokala trafikföreskrifter om parkering får innefatta särskilda\r\nbestämmelser om att högst tre parkeringsplatser får reserveras\r\nför varje utländsk beskickning i anslutning till beskickningens\r\nkansli eller residens. Detsamma gäller parkeringsplatser för\r\nkonsulat som förestås av en karriärkonsul samt sådana\r\ninternationella organ som avses i 4 § lagen (1976:661) om\r\nimmunitet och privilegier i vissa fall.\r\n\r\nLokala trafikföreskrifter om förbud mot trafik med fordon som\r\nmeddelas av en kommun för en viss väg, viss vägsträcka eller\r\nför samtliga vägar inom ett visst område får avse fordon med\r\ndubbdäck. Förordning (2011:912).\r\n\r\n2 a § Lokala trafikföreskrifter om förbud mot trafik med \r\nlastbil som meddelas av en kommun gällande ett bullerkänsligt \r\ntättbebyggt område får innefatta särskilda bestämmelser om \r\nundantag för lastbil utan förbränningsmotor.\r\nFörordning (2025:1179).\r\n\r\n3 § Lokala trafikföreskrifter meddelas av följande \r\nmyndigheter:\r\n\r\n1. kommunen\r\n\r\na) i fråga om vilket område som enligt 1 § andra stycket 3 \r\nska utgöra tättbebyggt område eller miljözon,\r\n\r\nb) för andra vägar inom tättbebyggt område än allmänna vägar \r\nför vilka staten är väghållare,\r\n\r\nc) för samtliga vägar inom tättbebyggt område om \r\nföreskrifterna rör färdhastighet, stannande eller \r\nparkering,\r\nd) för vägar utom tättbebyggt område för vilka \r\nkommunen är väghållare, och\r\n\r\ne) för terräng, och\r\n\r\n2. länsstyrelsen\r\n\r\na) i andra fall än som avses i 1,\r\n\r\nb) i fråga om stopplikt och väjningsplikt enligt 1 § andra \r\nstycket 12 och 13 för vägar i korsningar med allmän väg för \r\nvilken staten är väghållare, och\r\n\r\nc) i fråga om sådana föreskrifter som avses i 1 § tredje \r\nstycket.\r\n\r\nPolismyndigheten får meddela föreskrifter om ett beslut av \r\nkommunen eller länsstyrelsen inte kan avvaktas utan särskild \r\nolägenhet. Förordning (2018:1562).\r\n\r\n4 § Om föreskrifter enligt 1 § andra stycket 1 utformas så att \r\nhuvudleder korsar varandra, ska väjningsplikt eller stopplikt \r\nregleras särskilt i kors-ningen. Särskild reglering behövs \r\ndock inte i de fall fordon kommer in på huvudleden utan att \r\nbyta körfält.\r\n\r\nOm föreskrifter enligt 1 § andra stycket 2 utformas så att två \r\ncykelgator korsar varandra, ska väjningsplikt eller stopplikt \r\nregleras särskilt i korsningen. Förordning (2023:180).\r\n\r\n5 § Innan en kommun beslutar föreskrifter om \r\nhastighetsbegränsning enligt 3 kap. 17 § andra stycket eller \r\nlokala trafikföreskrifter enligt 1 § ska Polismyndigheten och \r\nden statliga väghållningsmyndighet som berörs lämnas tillfälle \r\natt yttra sig.\r\n\r\nInnan en länsstyrelse beslutar sådana lokala \r\ntrafikföreskrifter för transport av farligt gods som avses i \r\n1 § tredje stycket ska yttrande inhämtas från Myndigheten för \r\ncivilt försvar. Förordning (2025:1105).\r\n\r\n6 § Om en enskild väg särskilt berörs i ett ärende om lokal\r\ntrafikföreskrift skall ägaren till den enskilda vägen ges\r\ntillfälle att yttra sig under beredningen. Detsamma gäller\r\nägaren till mark som särskilt berörs.\r\n\r\nLokala trafikföreskrifter för enskilda vägar som endast i\r\nmindre utsträckning används av allmänheten för trafik får\r\nmeddelas endast efter medgivande av vägens ägare. Medgivande\r\nbehövs dock inte om föreskrifterna avser\r\n\r\n1. hastighet,\r\n\r\n2. reglering av trafiken i korsning med järnväg eller spårväg,\r\n\r\n3. reglering av trafiken vid vägens anslutning till en väg som\r\ninte är enskild eller till en enskild väg som i större\r\nutsträckning används av allmänheten för trafik, eller\r\n\r\n4. reglering av trafiken vid en tävling som länsstyrelsen har\r\nlämnat tillstånd till enligt 3 kap. 84 §.\r\n\r\nDen som meddelar sådana lokala trafikföreskrifter som inte får\r\nmeddelas utan medgivande av vägens ägare, skall också erinra\r\nvägens ägare om bestämmelserna om utmärkning. Förordning (1999:240).\r\n\r\n7 § En väg får förklaras för motorväg eller motortrafikled\r\nendast om\r\n\r\n1. den är fri från korsningar i samma plan med andra vägar, och\r\n2. fordon inte lämpligen kan föras in på eller ut från vägen\r\nannat än vid vägens ändpunkter eller vid särskilt anordnade på-\r\noch avfartsvägar.\r\n\r\nFör att förklaras för motorväg skall vägen dessutom\r\n1. vara uppdelad i två körbanor, en för trafiken i vardera\r\nriktningen, och\r\n\r\n2. ha körbanorna skilda genom en skiljeremsa eller på något\r\nannat sätt.\r\n\r\nPå- och avfartsvägar hör till motorvägen eller motortrafikleden\r\ni den omfattning som länsstyrelsen eller kommunen bestämmer för\r\nvarje fall.\r\n\r\n8 § En väg eller ett område får förklaras som gångfartsområde\r\nendast om det är utformat så att det framgår att gående nyttjar\r\nhela ytan samt att det inte är lämpligt att föra fordon med\r\nhögre hastighet än gångfart. Förordning (2007:101).\r\n\r\n9 § Ett område får förklaras vara tättbebyggt område om det har\r\nstads- eller bykaraktär eller annars har därmed jämförbart\r\nvägnät och bebyggelse.\r\n\r\n9 a § En plats får förklaras som laddplats endast om det finns\r\nanordningar för extern laddning med elektrisk energi för fordons\r\nframdrivning. Förordning (2010:2037).\r\n\r\n10 § I fråga om en enskild väg skall ägaren av vägen avgöra om\r\ntrafik med motordrivna fordon eller ett visst eller vissa slag\r\nav sådana fordon får äga rum. Sådant förbud får avse även\r\nfordon med viss största bredd, längd eller vikt.\r\n\r\nFörbud enligt första stycket skall utmärkas med vägmärke eller\r\npå annat tydligt sätt.\r\n\r\nVäghållningsmyndighetens befogenhet att meddela föreskrifter om\r\nförbud eller inskränkning av trafik med motordrivna fordon på\r\nenskild väg framgår av 41 § väglagen (1971:948).\r\nFörordning (1999:240).\r\n\r\n11 § Har upphävts genom förordning (2007:235).\r\n\r\n12 § Den myndighet som har beslutat en föreskrift som avses i\r\n2 § förordningen (2007:231) om elektroniskt kungörande av vissa\r\ntrafikföreskrifter skall snarast underrätta\r\n\r\n1. berörd väghållningsmyndighet, och\r\n\r\n2. sådana markägare och ägare av enskilda vägar som särskilt\r\nberörs.\r\n\r\nEn föreskrift enligt 1 § andra stycket 9 som avser terräng\r\nskall delges markägaren. Förordning (2007:235).\r\n\r\n12 a § Har upphävts genom förordning (2012:601).\r\n\r\n13 § I följande fall ska föreskrifter som gäller på väg märkas \r\nut enligt bestämmelserna i vägmärkesförordningen (2007:90) \r\neller föreskrifter som meddelats med stöd av den förordningen. \r\nDetsamma gäller föreskrifter som gäller i terräng, om det \r\nfinns skäl till det.\r\n\r\n1. Hastighetsbegränsningar och föreskrifter om högsta tillåten \r\nhastighet enligt 3 kap. 17 §, 8 kap. 1 a § och 9 kap. 1 §.\r\n\r\n2. Föreskrifter om bärighetsklass 2 eller 3 enligt 4 kap. \r\n11 §.\r\n\r\n3. Särskilda trafikregler som meddelats genom lokala \r\ntrafikföreskrifter enligt 1 §.\r\n\r\n4. Särskilda trafikregler som meddelats genom föreskrifter \r\nenligt 14 §. Förordning (2020:842).\r\n\r\n13 a § Trots vad som anges i 13 § gäller följande: \r\n\r\n1. Särskilda trafikregler om att ett visst område ska vara \r\ntättbebyggt område eller miljözon klass 1 behöver inte märkas \r\nut. \r\n\r\n2. Hastighetsgränser enligt 3 kap. 17 § första eller tredje \r\nstycket behöver inte märkas ut vid sådan väg som avses i \r\n3 kap. 21 § andra stycket. \r\n\r\n3. Om särskilda trafikregler eller föreskrifter om hastighet \r\nmeddelas så att två likadana trafikregler eller \r\nhastighetsbegränsningar gränsar till varandra behöver \r\nutmärkning inte ske i gränsen mellan dem. \r\n\r\n4. Särskilda trafikregler som är tillämpliga endast under en \r\nviss tid eller under vissa förhållanden behöver inte vara \r\nutmärkta då de inte är tillämpliga. De tidsbegränsningar eller \r\nandra förhållanden som ska föreligga för att en trafikregel \r\nska vara tillämplig behöver inte märkas ut om regeln endast \r\nmärks ut när den är tillämplig. \r\n\r\n5. Särskilda trafikregler om transport av farligt gods behöver \r\nmärkas ut endast om det finns skäl till det. \r\n\r\n6. De särskilda trafikregler som föreskrifter enligt 14 § \r\navviker från behöver inte märkas ut. \r\n\r\n7. Särskilda trafikregler med avvikelser från 3 kap. 48 § \r\ntredje stycket behöver inte märkas ut.\r\n\r\nTransportstyrelsen får meddela föreskrifter om och i enskilda \r\nfall medge ytterligare undantag från utmärkningsskyldigheten i \r\nfråga om vägar med lite trafik eller om det finns andra \r\nsärskilda skäl till det och det kan ske utan fara för \r\ntrafiksäkerheten. Detta gäller dock inte i fråga om \r\nföreskrifter om högsta tillåten hastighet. \r\n\r\nOm föreskrifter om hastighet samt särskilda trafikregler inte \r\nska eller behöver märkas ut, ska de föras in i en ortstidning.\r\nFörordning (2022:905).\r\n\r\n14 § Föreskrifter med särskilda trafikregler för en väg eller \r\nen viss vägsträcka om\r\n\r\n1. förbud mot trafik med fordon eller med visst slag av \r\nfordon,\r\n\r\n2. begränsning av axeltryck, boggitryck, trippelaxeltryck \r\neller bruttovikt,\r\n\r\n3. begränsning av bredd eller längd på fordon, fordonståg \r\neller last,\r\n\r\n4. förbud mot omkörning,\r\n\r\n5. förbud eller påbud att svänga eller köra i viss riktning,\r\n\r\n6. förbud mot infart,\r\n\r\n7. lägre hastighet än som annars gäller,\r\n\r\n8. stannande eller parkering,\r\n\r\n9. väjningsplikt eller stopplikt,\r\n\r\n10. minsta avstånd mellan fordon, och\r\n\r\n11. cirkulationsplats\r\n\r\nfår meddelas av\r\n\r\na. Polismyndigheten om det behövs i samband med \r\ntrafikövervakning, kontroll av förare och fordon eller \r\ntrafikolyckor,\r\n\r\nb. Tullverket om det behövs i samband med punktskattekontroll, \r\neller\r\n\r\nc. den myndighet som har hand om väg- eller gatuhållningen \r\ninom området om det behövs på grund av vägarbete eller \r\nliknande arbete eller under kortare tid på grund av skador \r\neller risk för skador på vägen och på grund av annat som kan \r\nmedföra fara eller hinder för trafiken, eller om det behövs på \r\nsärskild vinterväg över istäckt vatten.\r\n\r\nVid vägarbete eller liknande arbete som berör vägsträckor inom \r\ntvå eller flera myndigheters väghållningsområden ska \r\nföreskrift enligt första stycket c meddelas av den myndighet \r\nsom håller den väg som till största delen berörs av vägarbetet \r\neller skadan.\r\n\r\nPolismyndigheten eller den myndighet som har hand om väg- \r\neller gatuhållningen inom området får meddela föreskrifter för \r\nen viss väg om tillfällig begränsning av den hastighet som \r\nannars är tillåten om det behövs för att förebygga \r\ntrafikolyckor med klövvilt eller tamrenar.\r\nFörordning (2023:180).\r\n\r\n15 § Om en allmän väg som staten är väghållare för tillhör\r\nbärighetsklass 2 eller 3 under en del av året, får den\r\nstatliga väghållningsmyndigheten besluta att vägen under en\r\nkortare tid inte skall tillhöra bärighetsklassen, om det är\r\nlämpligt med hänsyn till tjälförhållandena.\r\nFörordning (2004:1070).\r\n\r\n11 kap. Bestämmelser om undantag vid trafikövervakning,\r\nräddningstjänst m.m.\r\n\r\n1 § Ett fordon som används av en polisman, personal vid \r\nSäkerhetspolisen när de vidtar en skyddsåtgärd i sådan \r\nverksamhet som anges i 5 § förordningen (2022:1719) med \r\ninstruktion för Säkerhetspolisen, bilinspektör eller \r\ntulltjänsteman i tjänsteutövning får föras på gång- och \r\ncykelbanor samt på gågator, om särskild försiktighet iakttas. \r\nFordonet får inte föras med högre hastighet än 30 kilometer i \r\ntimmen. \r\n\r\nEn väg samt ett visst område eller färdled i terräng får \r\nanvändas trots 8 kap. 2 § och trots förbud eller inskränkning \r\ni rätten att trafikera vägen, området eller leden enligt \r\nföreskrifter som meddelats enligt 10 kap. 1, 10 eller 14 § \r\neller enligt 41 § väglagen (1971:948) \r\n\r\n1. i yrkesutövning av en polisman, bilinspektör, \r\ntulltjänsteman, kust-bevakningstjänsteman, läkare, \r\nsjuksköterska, barnmorska eller veterinär, \r\n\r\n2. personal vid Säkerhetspolisen när de vidtar en skyddsåtgärd \r\ni sådan verksamhet som anges i 5 § förordningen med \r\ninstruktion för Säkerhetspolisen, \r\n\r\n3. för transporter av sjuka personer till läkare eller \r\nsjukvårdsanstalt, \r\n\r\n4. vid räddningstjänst, eller \r\n\r\n5. i andra jämförliga trängande fall.\r\nFörordning (2022:1720).\r\n\r\n2 § Om särskild försiktighet iakttas och om omständigheterna\r\nkräver det får avvikelse göras från 3 kap. 6-13 och 25 §§, 26 §\r\nandra och tredje styckena samt 29 §,\r\n\r\n1. av en polisman vid eskort av vägtransporter som enligt\r\nsärskilda villkor ska utföras med eskort, och\r\n\r\n2. av en vägtransportledare under ett eskortuppdrag enligt\r\nlagen (2004:1167) om vägtransportledare.\r\n\r\nTrots föreskrifter om förbud enligt 10 kap. 1 § får en väg\r\nanvändas av vägtransportledare under ett eskortuppdrag enligt\r\nlagen (2004:1167) om vägtransportledare, om den eskorterade\r\ntransporten har medgetts färd på vägen. Förordning (2011:178).\r\n\r\n3 § Ett körfält eller en körbana för fordon i linjetrafik \r\nm.fl. får trots 8 kap. 2 § användas \r\n\r\n1. av fordon som används av ett auktoriserat bevakningsföretag \r\ni samband med transport av egendom, \r\n\r\n2. av fordon som används av personal inom Kriminalvården vid \r\ntransport av frihetsberövade personer eller vid brådskande \r\nyrkesutövning, och \r\n\r\n3. av fordon som används av personal vid Säkerhetspolisen när \r\nde vidtar en skyddsåtgärd i sådan verksamhet som anges i 5 § \r\nförordningen (2022:1719) med instruktion för Säkerhetspolisen. \r\n\r\nUndantagen i första stycket gäller endast om omständigheterna \r\nkräver det och särskild försiktighet iakttas.\r\nFörordning (2022:1720).\r\n\r\n4 § Trots 4 kap. 22 a–22 d §§ får följande fordon föras i \r\nmiljözon:\r\n\r\n1. Fordon som används i yrkesutövning av en polisman eller \r\nnågon annan anställd tjänsteman vid Polismyndigheten eller \r\nSäkerhetspolisen, tulltjänsteman, kustbevakningstjänsteman, \r\nläkare, sjuksköterska, barnmorska eller veterinär.\r\n\r\n2. Fordon som används för transporter av sjuka personer till \r\nläkare eller sjukvårdsanstalt.\r\n\r\n3. Fordon som används vid räddningstjänst.\r\n\r\n4. Fordon som används i andra jämförliga trängande fall.\r\n\r\n5. Utryckningsfordon i andra fall än som avses i 1–4.\r\n\r\n6. Fordon som definieras som veteranfordon i 2 kap. 2 § \r\nvägtrafikskattelagen (2006:227). Veteranfordon får dock inte \r\nföras i en miljözon klass 3.\r\n\r\n7. Fordon som används av personal inom Kriminalvården vid \r\ntransport av frihetsberövade personer eller vid brådskande \r\nyrkesutövning.\r\n\r\n8. Fordon som tillhör eller brukas av Försvarsmakten, \r\nFörsvarets materielverk, Försvarets radioanstalt eller \r\nTotalförsvarets forskningsinstitut.\r\n\r\n9. Fordon som används vid särskilt anordnade transporter som \r\navses i lagen (1997:736) om färdtjänst.\r\n\r\n10. Fordon vars förare eller passagerare innehar ett \r\nparkeringstillstånd för rörelsehindrade enligt 13 kap. 8 § \r\ndenna förordning.\r\n\r\n11. Fordon för vilket det har lämnats bilstöd enligt 52 kap. \r\nsocialförsäkringsbalken. Förordning (2018:1562).\r\n\r\n5 § Om särskild försiktighet iakttas och om omständigheterna \r\nkräver det, får avvikelse göras från 9 kap. 1 § första stycket \r\n1-5 och 2 § \r\n\r\n1. vid räddningstjänst, \r\n\r\n2. i tjänsteutövning av en polisman, bilinspektör, \r\ntulltjänsteman eller kustbevakningstjänsteman, \r\n\r\n3. i andra med 1 och 2 jämförliga trängande fall, \r\n\r\n4. av personal vid Säkerhetspolisen som vidtar en skyddsåtgärd \r\ni sådan verksamhet som anges i 5 § förordningen (2022:1719) \r\nmed instruktion för Säkerhetspolisen, och \r\n\r\n5. av vägtransportledare under ett eskortuppdrag enligt lagen \r\n(2004:1167) om vägtransportledare. Förordning (2022:1720).\r\n\r\n6 § Terrängmotorfordon och terrängsläp får föras på väg trots\r\n5 kap. 1, 4 och 5 §§\r\n\r\n1. i yrkesutövning av en polisman, bilinspektör,\r\ntulltjänsteman, kustbevakningstjänsteman, läkare,\r\nsjuksköterska, barnmorska eller veterinär,\r\n\r\n2. för transport av sjuka personer till läkare eller\r\nsjukvårdsanstalt,\r\n\r\n3. vid räddningstjänst, eller\r\n\r\n4. i andra jämförliga trängande fall.\r\nFörordning (2015:34).\r\n\r\n7 § Förtur till överfart med sådan färja som enligt väglagen \r\n(1971:948) är väganordning har \r\n\r\n1. fordon som används vid brådskande utryckning för \r\nräddningstjänst eller vid sjuktransport enligt 7 kap. 6 § \r\nhälso- och sjukvårdslagen (2017:30), \r\n\r\n2. fordon som används i brådskande yrkesutövning av en \r\npolisman, bilinspektör, tulltjänsteman, \r\nkustbevakningstjänsteman, läkare, sjuk-sköterska, barnmorska \r\neller veterinär, \r\n\r\n3. fordon som används av personal vid Säkerhetspolisen när de \r\nvidtar en skyddsåtgärd i sådan verksamhet som anges i 5 § \r\nförordningen (2022:1719) med instruktion för Säkerhetspolisen, \r\n\r\n4. fordon i linjetrafik, \r\n\r\n5. fordon i taxitrafik, \r\n\r\n6. fordon som används för skolskjuts och färdtjänst, \r\n\r\n7. fordon som används av personal inom Kriminalvården vid \r\ntransport av frihetsberövade personer eller vid brådskande \r\nyrkesutövning, och \r\n\r\n8. fordon som används av ett auktoriserat bevakningsföretag i \r\nsamband med transport av egendom. \r\n\r\nTransportstyrelsen får meddela föreskrifter om förtur till \r\növerfart med färja för trafikanter som under större delen av \r\nåret utnyttjar färjeleden till och från sin fasta bostad eller \r\nandra trafikanter om det finns särskilda skäl.\r\nFörordning (2022:1720).\r\n\r\n8 § Trots 3 kap. 47 § 3, 48, 52–54 §§, 55 § första stycket 3\r\neller förbud som har meddelats genom lokala trafikföreskrifter\r\nfår fordon stannas eller parkeras när det används\r\n\r\n1. av en polisman vid eskort av vägtransporter som enligt\r\nsärskilda villkor ska utföras med eskort, och\r\n\r\n2. av vägtransportledare under ett eskortuppdrag enligt lagen\r\n(2004:1167) om vägtransportledare.\r\n\r\nUndantagen i första stycket gäller endast om omständigheterna\r\nkräver det och särskild försiktighet iakttas.\r\nFörordning (2011:178).\r\n\r\n9 § Trots 3 kap. 49 a § första stycket, 53 § första stycket \r\n10, 54 § eller 55 § första stycket 3, 8 kap. 1 § första \r\nstycket 2 eller förbud som har meddelats genom lokala \r\ntrafikföreskrifter får ett fordon stannas eller parkeras när \r\ndet används \r\n\r\n1. vid parkeringsövervakning som avses i lagen (1987:24) om \r\nkommunal parkeringsövervakning m.m., \r\n\r\n2. av en polisman, bilinspektör eller tulltjänsteman i \r\ntjänsteutövning, \r\n\r\n3. av en kustbevakningstjänsteman i tjänsteutövning, \r\n\r\n4. vid yrkesutövning av personal vid Skatteverkets \r\nskattebrottsenheter, \r\n\r\n5. vid räddningstjänst, \r\n\r\n6. vid brådskande yrkesutövning av en läkare, sjuksköterska, \r\nbarnmorska, personal i hemsjukvården eller en veterinär, \r\n\r\n7. vid transport av sjuka eller rörelsehindrade, \r\n\r\n8. vid eftersök av vilt som kan ha skadats vid en viltolycka \r\neller vid andra åtgärder i samband med en sådan olycka, \r\n\r\n9. vid transport av frihetsberövade personer eller vid \r\nbrådskande yrkesutövning av personal inom Kriminalvården, \r\n\r\n10. av personal vid Säkerhetspolisen när de vidtar en \r\nskyddsåtgärd i sådan verksamhet som anges i 5 § förordningen \r\n(2022:1719) med instruktion för Säkerhetspolisen, eller \r\n\r\n11. vid yrkesutövning av personal vid Kronofogdemyndigheten \r\nnär de vidtar verkställighets- eller delgivningsåtgärder. \r\n\r\nUndantagen i första stycket gäller endast om omständigheterna \r\nkräver det och särskild försiktighet iakttas.\r\nFörordning (2022:1720).\r\n\r\n10 § Bestämmelserna om färdhastighet i 3 kap. 17 §, 4 kap. \r\n20 § och 9 kap. 1 § första stycket 6 samt sådana föreskrifter \r\nom färdhastighet som har meddelats med stöd av 3 kap. 17 §, \r\n10 kap. 1 eller 14 § gäller inte när ett fordon används\r\n\r\n1. vid brådskande utryckning för räddningstjänst eller \r\nsjuktransport enligt 7 kap. 6 § hälso- och sjukvårdslagen \r\n(2017:30),\r\n\r\n2. i brådskande yrkesutövning av en polisman, bilinspektör, \r\ntulltjänsteman, kustbevakningstjänsteman, läkare, \r\nsjuksköterska, barnmorska, veterinär eller av personal inom \r\nKriminalvården, eller\r\n\r\n3. i andra jämförliga trängande fall.\r\n\r\nBestämmelserna om färdhastighet i 4 kap. 21 § första meningen \r\ngäller inte när fordonet används i brådskande yrkesutövning \r\nav en polisman eller bilinspektör. Förordning (2017:86).\r\n\r\n10 a § Bestämmelserna om mobiltelefon och annan \r\nkommunikationsutrustning i 4 kap. 10 e § andra meningen \r\ngäller inte när ett fordon används \r\n\r\n1. vid räddningstjänst enligt lagen (2003:778) om skydd mot \r\nolyckor, \r\n\r\n2. vid sjuktransport enligt 7 kap. 6 § hälso- och \r\nsjukvårdslagen (2017:30), \r\n\r\n3. i tjänsteutövning av \r\n\r\na) en polisman, \r\n\r\nb) personal vid Säkerhetspolisen som vidtar en skyddsåtgärd i \r\nsådan verksamhet som anges i 5 § förordningen (2022:1719) med \r\ninstruktion för Säkerhetspolisen, eller \r\n\r\nc) en vägtransportledare enligt lagen (2004:1167) om \r\nvägtransportledare eller någon annan deltagare som ingår i \r\nvägtransporten, eller \r\n\r\n4. i brådskande tjänsteutövning av en tulltjänsteman, \r\nkustbevakningstjänsteman, läkare, sjuksköterska, barnmorska, \r\npersonal inom Kriminalvården eller i andra jämförliga fall. \r\n\r\nUndantagen i första stycket gäller endast om omständigheterna \r\nkräver det och särskild försiktighet iakttas.\r\nFörordning (2022:1720).\r\n\r\n11 § Föraren av ett utryckningsfordon behöver i trängande\r\nfall inte följa föreskrifter som inte särskilt gäller honom\r\neller henne. Detsamma gäller föraren av ett fordon som\r\nanvänds i Polismyndighetens, Säkerhetspolisens, Tullverkets\r\neller Kustbevakningens spaningsverksamhet, när det är absolut\r\nnödvändigt för att fullgöra spaningsuppdraget och det\r\nuppenbarligen kan ske utan fara för trafiksäkerheten. Föraren\r\nska dock lyda anvisningar av en polisman eller någon annan\r\nperson som en myndighet förordnat att övervaka trafiken eller\r\nge anvisningar för denna.\r\n\r\nUndantagen i första stycket gäller endast under förutsättning\r\natt särskild försiktighet iakttas. Förordning (2014:1265).\r\n\r\n12 § Föraren av ett utryckningsfordon får i trängande fall\r\nkräva fri väg för fordonet genom att ge signal med föreskrivna\r\nlarmanordningar. Föraren är trots signalerna skyldig att ta\r\nhänsyn till andras säkerhet. Förordning (2011:178).\r\n\r\n12 kap. Bestämmelser för väghållningsarbete\r\n\r\n1 § Om omständigheterna kräver det och särskild försiktighet \r\niakttas, får vid väghållningsarbete, bärgning och liknande \r\narbete\r\n\r\n1. fordon föras trots 3 kap. 6–13 och 25 §§, 26 § andra och \r\ntredje styckena, 29 § samt 8 kap. 1 § andra stycket och 2 § \r\nförsta stycket,\r\n\r\n2. möte med eller omkörning av fordon som används i sådant \r\narbete ske med avvikelse från 3 kap. 30 § första stycket och \r\n31 § första stycket,\r\n\r\n3. fordon stannas eller parkeras trots 3 kap. 47 § 3, 48 §, \r\n52–55 §§ och 8 kap. 1 § första stycket eller förbud eller \r\nvillkor för parkering som meddelats genom lokala \r\ntrafikföreskrifter,\r\n\r\n4. redskap som är bredare än 260 centimeter eller fordon med \r\nredskap eller utrustning påmonterad där redskapet eller \r\nutrustningen skjuter ut mer än 20 centimeter åt sidan eller \r\nmedför att bredden överstiger 260 centimeter användas trots 4 \r\nkap. 15 § första stycket,\r\n\r\n5. terrängmotorfordon och terrängsläp föras trots 5 kap. 1 §, \r\nsamt\r\n\r\n6. vägar användas trots föreskrifter om förbud eller \r\ninskränkning i rätten att trafikera vägen enligt 10 kap. 1, \r\n10 eller 14 § denna förordning eller 41 § väglagen (1971:948) \r\nvid arbete på eller vid vägen.\r\n\r\nVäghållningsarbete, bärgning och liknande arbete får om \r\nsärskild försiktighet iakttas utföras på motorvägar och \r\nmotortrafikleder på det sätt förhållandena kräver trots 9 \r\nkap. 1 § första stycket 1–5 och 2 §.\r\n\r\nOm omständigheterna kräver det och särskild försiktighet \r\niakttas, får bärgning utföras trots 4 kap. 17 § första och \r\nandra styckena. Förordning (2017:921).\r\n\r\n13 kap. Bemyndiganden m.m.\r\n\r\nInformation och sammanställning över vägar\r\n\r\n1 § Länsstyrelsen ska före utgången av mars varje år upprätta \r\nen sammanställning över allmänna vägar och över andra viktiga \r\nvägar i länet. Sammanställningen ska även ta upp \r\nbärighetsklasser, föreskrifter enligt 4 kap. 17 f § och sådana \r\nlokala trafikföreskrifter som är av större allmänt intresse.\r\n\r\nSammanställningen ska föras in i länets författningssamling \r\noch sändas till Trafikverket, Transportstyrelsen, \r\nFörsvarsmakten och Polismyndigheten och de myndigheter som har \r\nhand om väg- eller gatuhållningen. Förordning (2022:1396).\r\n\r\n2 § Hos länsstyrelsen ska det finnas en för allmänheten\r\ntillgänglig karta över de allmänna vägarna inom länet. Kartan\r\nska vara upprättad i lämplig skala.\r\n\r\nKopior av kartan ska före juni månads utgång varje år sändas\r\ntill Trafikverket, Transportstyrelsen och de myndigheter som har\r\nhand om väg- eller gatuhållningen. Om någon ändring i den\r\nsenast översända kartan inte har gjorts eller om ändringarna\r\nhar liten omfattning behöver endast anmälan om detta göras.\r\nFörordning (2010:144).\r\n\r\nUndantag\r\n\r\n3 § I nedan angivna fall får undantag medges av följande\r\nmyndigheter.\r\n\r\nBestämmelser            Undantaget rör          Myndighet\r\n\r\n3 kap. Bestämmelser för trafik med fordon\r\n\r\nFordons plats på väg\r\n\r\n1. 3 kap. 6 § första \r\neller fjärde stycket\tEn kommun\t\tKommunen\r\n\r\nHastighet\r\n\r\n2. 3 kap. 17 § eller    Tävling eller träning   Den myndighet som\r\nföreskrifter som har    för tävling             meddelar tillstånd\r\nmeddelats med stöd                              till tävling\r\nav 3 kap. 17 §\r\n\r\n3. 3 kap. 17 § eller    I andra fall än enligt\r\nföreskrifter som har    2 och undantaget rör\r\nmeddelats med stöd\r\nav 3 kap. 17 §\r\n\r\n                        En kommun               Kommunen\r\n                        Mer än en kommun        Länsstyrelsen\r\n                        i ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\nStannande och parkering\r\n\r\n4. 3 kap. 48 §,         En kommun               Kommunen\r\n49 a § första stycket   Mer än en kommun        Länsstyrelsen\r\n                        inom ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\nStannande och parkering på väg\r\n\r\n5. 3 kap. 52 §, 53 §    En kommun               Kommunen\r\nförsta stycket 2–5,     Mer än en kommun        Länsstyrelsen\r\n54 §, 55 § första       inom ett län\r\nstycket 3–5             Mer än ett län          Transportstyrelsen\r\n\r\nBelysning vid färd på väg\r\n\r\n6. 3 kap. 68 § första                           Transportstyrelsen\r\neller andra stycket\r\neller 76 §\r\n\r\nBestämmelser om vägtunnlar\r\n\r\n6 a. 3 kap.             Ett län                 Länsstyrelsen\r\n83 b–83 e §§            Mer än ett län          Länsstyrelsen i\r\n                                                det län där\r\n                                                färden påbörjas\r\n\r\n4 kap. Bestämmelser för trafik med motordrivna fordon\r\n\r\nGemensamma bestämmelser\r\n\r\n7. 4 kap. 2 eller 3 §   En kommun               Kommunen\r\n                        Mer än en kommun        Den statliga\r\n                                                väghållningsmyndigheten\r\n                                                i den region där\r\n                                                färden påbörjas\r\n\r\n8. 4 kap. 6 §           En kommun               Kommunen\r\n                        Mer än en kommun        Länsstyrelsen\r\n                        inom ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\n9. 4 kap. 9 §                                   Transportstyrelsen\r\nförsta stycket\t\r\n\r\nTrafik med motordrivna fordon på väg\r\n\r\n10. 4 kap. 10 §,                                Transportstyrelsen\r\n10 a § första stycket, \r\n10 b §, 15 b §, \r\n18 a §, 18 b § eller \r\n18 e §.\t\r\n\r\n11. 4 kap. 12-15 a §§,  En kommun               Kommunen\r\n17, 17 a eller 18 § \tMer än en kommun        Den statliga \r\n                                                väghållningsmyndigheten \r\n                                                i den region där \r\n                                                färden påbörjas\r\n\r\nBestämmelser för hastighet på väg med vissa motordrivna\r\nfordon och fordonskombinationer\r\n\r\n12. 4 kap. 20 eller     Ett län                 Länsstyrelsen\r\n21 §                    Mer än ett län          Transportstyrelsen\r\n\r\nBestämmelser om miljözoner\r\n\r\n13. 4 kap. 22 a-d §§  \tInom en kommun\t\tKommunen\r\n\t\t\tMer än en kommun\tLänsstyrelsen \r\n\t\t\tinom ett län       \r\n\t\t\tMer än ett län\t\tTransportstyrelsen\r\n\r\n5 kap. Bestämmelser för trafik med terrängmotorfordon och\r\nterrängsläp på väg\r\n\r\n14. 5 kap. 1, 4 eller   Ett län                 Länsstyrelsen\r\n5 §                     Mer än ett län          Transportstyrelsen\r\n\r\n6 kap. Bestämmelser för trafik med cykel och moped\r\n\r\nGemensamma bestämmelser\r\n\r\n15. 6 kap. 3 eller 4 §  En kommun               Kommunen\r\n                        Mer än en kommun        Länsstyrelsen\r\n                        inom ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\n16. 6 kap. 4 a §                                Transportstyrelsen\r\nförsta stycket\r\n\r\n8 kap. Bestämmelser för trafik på gågata och i\r\ngångfartsområde m.m.\r\n\r\n17. 8 kap. 1 § första   En kommun               Kommunen\r\nstycket 2\r\n\r\n18. 8 kap. 2 §          En kommun               Kommunen\r\n                        Mer än en kommun        Länsstyrelsen\r\n                        inom ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\n9 kap. Bestämmelser för trafik på motorväg och\r\nmotortrafikled\r\n\r\n19. 9 kap. 1 § första   a) Eftersök av vilt     Polismyndigheten\r\nstycket 1–5 eller 2 §   som kan ha skadats\r\n                        vid en viltolycka\r\n                        eller vid andra\r\n                        åtgärder i samband\r\n                        med en sådan olycka\r\n\r\n                        b) övriga fall\r\n\r\n                        En kommun               Kommunen\r\n                        Mer än en kommun        Den statliga\r\n                                                väghållningsmyndigheten\r\n                                                i den region där\r\n                                                färden påbörjas\r\n\r\n20. 9 kap. 1 §                                  Transportstyrelsen\r\nförsta stycket 6\r\n\r\n10 kap. Lokala trafikföreskrifter m.m.\r\n\r\n21. Lokala              En kommun               Kommunen\r\ntrafikföreskrifter      Mer än en kommun\r\nenligt 10 kap. 1 §      inom ett län\r\nandra stycket 9         a) undantag i samband   Den statliga\r\n                        med prövning som        väghållningsmyndigheten\r\n                        avser lång, bred        i den region där\r\n                        eller tung transport    färden påbörjas\r\n                        b) övriga fall          Länsstyrelsen\r\n                        Mer än ett län\r\n                        a) undantag i samband   Den statliga\r\n                        med prövning som        väghållningsmyndigheten\r\n                        avser lång, bred        i den region där\r\n                        eller tung transport    färden påbörjas\r\n                        b) övriga fall          Transportstyrelsen\r\n\r\n22. Lokala              En kommun               Kommunen\r\ntrafikföreskrifter      Mer än en kommun        Länsstyrelsen\r\nenligt 10 kap. 1 §      inom ett län\r\nandra stycket 10–13,    Mer än ett län          Transportstyrelsen\r\n16 eller 17\r\n\r\n23. Lokala                                      Kommunen\r\ntrafikföreskrifter\r\nenligt 10 kap. 1 §\r\nandra stycket 14\r\n\r\n24. Lokala              En kommun               Kommunen\r\ntrafikföreskrifter      a) vägar inom\r\nenligt 10 kap. 1 §      tättbebyggt område\r\nandra stycket 15        där annan än staten\r\neller 21                är väghållare\r\n                        b) övriga vägar         Länsstyrelsen\r\n                        Mer än en kommun        Länsstyrelsen\r\n                        inom ett län\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\n25. Lokala              En kommun               Kommunen\r\ntrafikföreskrifter      Mer än en kommun        Den statliga\r\nenligt 10 kap. 1 §      inom ett län            väghållningsmyndigheten\r\nandra stycket 19                                i den region där\r\neller 20                                        färden påbörjas\r\n\r\n26. Lokala                                      Länsstyrelsen\r\ntrafikföreskrifter\r\nenligt 10 kap. 1 §\r\ntredje stycket om\r\ntransport av\r\nfarligt gods\r\n\r\n27. Föreskrifter        Ett län                 Den myndighet som\r\nenligt 10 kap.                                  meddelat\r\n14 § första stycket                             föreskriften\r\n                        Mer än ett län          Transportstyrelsen\r\n\r\nEtt undantag ska avse ett visst ändamål utom när det gäller\r\nundantag från\r\n\r\n– 3 kap. 49 a § första stycket, 68 § första eller andra\r\nstycket,\r\n\r\n– 4 kap. 9, 12, 13, 14, 15, 15 a, 15 b, 17, 17 a eller\r\n18 a §,\r\n\r\n– 6 kap. 4 a §,\r\n\r\n– 9 kap. 1 eller 2 §, eller\r\n\r\n– lokala trafikföreskrifter om parkering inom en kommun.\r\n\r\nUndantag från lokala trafikföreskrifter om parkering får\r\nmedges för ett visst ändamål även om bestämmelserna i 11 kap.\r\n9 § första stycket 7 kan tilllämpas.\r\n\r\nOm en fråga om undantag enligt denna paragraf ska prövas av\r\nkommunen men kommunens beslut inte kan avvaktas utan\r\nolägenhet, ska i stället Polismyndigheten pröva frågan.\r\nPolismyndigheten ska också pröva frågor om undantag från\r\nlokala trafikföreskrifter om transport av farligt gods när\r\nlänsstyrelsens beslut inte kan avvaktas utan olägenhet.\r\n\r\nYtterligare bestämmelser om undantag för rörelsehindrade\r\npersoner från lokala trafikföreskrifter som avser stannande\r\noch parkering finns i 8 §. Förordning (2025:881).\r\n\r\n4 § Undantag får föreskrivas eller medges om det behövs av\r\nsärskilda skäl och det kan ske utan fara för trafiksäkerheten,\r\nskada på vägen eller någon annan avsevärd olägenhet.\r\n\r\nAndra undantag enligt 3 § första stycket från lokala\r\ntrafikföreskrifter om parkering i en kommun än för ett visst\r\nändamål får medges eller föreskrivas endast för näringsidkare\r\noch andra med särskilda behov av att parkera i arbetet eller för\r\ndem som bor i ett område om det behövs för att underlätta för\r\ndem att parkera där.\r\n\r\nUndantag från bestämmelserna i 3 kap. 17 § eller från\r\nföreskrifter som har meddelats med stöd av 3 kap. 17 § för\r\ntävling och träning på en väg får endast medges om den väg som\r\nskall användas är avstängd för annan trafik.\r\n\r\nUndantag från 4 kap. 15 eller 17 § som föranleds av lastens\r\nlängd eller bredd får medges endast om lasten är odelbar.\r\nFörordning (1999:835).\r\n\r\n5 § Om en kommun eller en statlig väghållningsmyndighet \r\nmeddelar föreskrifter om eller i ett enskilt fall beslutar om \r\nundantag från bestämmelserna i 4 kap. 12, 13, 14, 15, 17 eller \r\n18 §, får beslutsmyndigheten även meddela föreskrifter om \r\neller i ett enskilt fall besluta om undantag från \r\nbestämmelserna i 3 kap. 7 § första och andra styckena, 9 § \r\nförsta och tredje styckena, 11 § och 12 § första stycket 3, \r\n9 kap. 1 § första stycket 1 och 2 och 2 §, om det behövs av \r\nsäkerhets- eller framkomlighetsskäl.\r\n\r\nOm en kommun meddelar föreskrifter om eller i ett enskilt fall \r\nbeslutar om undantag från bestämmelserna i 3 kap. 6 § första \r\neller fjärde stycket eller 4 kap. 2 §, ska den högsta tillåtna \r\nhastigheten fastställas. Även i övrigt får undantag förenas \r\nmed särskilda villkor. Förordning (2023:180).\r\n\r\n6 § I 41 § väglagen (1971:948) finns bestämmelser om \r\nväghållningsmyndighetens befogenhet att medge undantag från \r\nen föreskrift som meddelats med stöd av samma paragraf.\r\nFörordning (2017:921).\r\n\r\nBemyndiganden\r\n\r\n7 § Polismyndigheten får meddela föreskrifter om \r\ntrafikövervakning på motorvägar och motortrafikleder.\r\n\r\nTransportstyrelsen får meddela föreskrifter för övriga frågor \r\ni denna förordning. Sådana föreskrifter får gälla\r\n\r\n1. att viss utrustning ska vara av en typ som har godkänts av \r\nstyrelsen eller någon annan myndighet,\r\n\r\n2. vilka värden som får användas i lokala trafikföreskrifter \r\nom högsta tillåtna hastighet och innehålla riktlinjer för hur \r\nolika värden bör användas,\r\n\r\n3. krav på säkring av last på fordon under färd,\r\n\r\n4. krav på egenskaper hos lastsäkringsutrustning, och\r\n\r\n5. krav på dokumentation vid lastsäkring.\r\n\r\nTransportstyrelsen får meddela föreskrifter om att en \r\navsändare och en transportör, vid transport av containrar och \r\nväxelflak, är skyldiga att tillhandahålla viss information \r\noch dokumentation om en containers eller ett växelflaks \r\nvikt. Förordning (2017:610).\r\n\r\nSärskilda undantag för rörelsehindrade\r\n\r\n8 § För rörelsehindrade personer kan ett särskilt\r\nparkeringstillstånd utfärdas. Tillståndet kan utfärdas både\r\ntill rörelsehindrade som själva kör motordrivna fordon och\r\ntill andra rörelsehindrade som regelbundet behöver hjälp av\r\nföraren utanför fordonet. Ett tillstånd får endast utfärdas\r\ntill en rörelsehindrad som har ett varaktigt funktionshinder\r\nsom innebär att han eller hon har väsentliga svårigheter att\r\nförflytta sig på egen hand. Frågor om parkeringstillstånd\r\nprövas av den kommun där sökanden är folkbokförd eller om\r\nsökanden inte är folkbokförd i riket, där han eller hon\r\nvistas.\r\n\r\nEtt parkeringstillstånd gäller i hela landet och ger\r\n\r\n1. rätt att parkera under högst tre timmar där parkering\r\nenligt en lokal trafikföreskrift är förbjuden eller tillåten\r\nunder kortare tid än tre timmar,\r\n\r\n2. rätt att parkera under högst 24 timmar där parkering\r\nenligt en lokal trafikföreskrift är tillåten under minst tre\r\nmen mindre än 24 timmar,\r\n\r\n3. rätt att parkera på parkeringsplatser som genom lokala\r\ntrafikföreskrifter reserverats för rörelsehindrade med\r\nparkeringstillstånd, varvid viss längsta uppställningstid som\r\nföreskrivits för sådan plats ska iakttas, samt\r\n\r\n4. rätt att parkera under högst tre timmar på gågata.\r\n\r\nParkeringstillstånd ger inte rätt att parkera på en plats som\r\nföreskrivits vara avsedd för ett visst ändamål eller\r\nfordonsslag.\r\n\r\nEtt parkeringstillstånd ska gälla under viss tid, dock längst\r\n5 år. Ett tillstånd får återkallas om förutsättningarna för\r\ntillståndet enligt första stycket inte längre finns eller om\r\ntillståndet inte används på föreskrivet sätt.\r\nFörordning (2014:1367).\r\n\r\n9 § Transportstyrelsen får meddela föreskrifter om utformningen\r\nav parkeringstillstånd för rörelsehindrade samt om hur sådana\r\ntillstånd utfärdade i något annat land skall gälla här i riket.\r\nTransportstyrelsen får vidare meddela föreskrifter om hur\r\nparkeringstillstånd för rörelsehindrade skall användas.\r\nFörordning (2008:1109).\r\n\r\nAvgifter för vissa ärenden\r\n\r\n10 § Avgift tas ut för prövning av en ansökan enligt\r\nförordningen i följande fall. Bestämmelserna i 10–14 §§\r\navgiftsförordningen (1992:191) gäller i tilllämpliga delar.\r\n\r\nÄrendeslag                                      Avgiftsklass\r\n\r\n1. Tävlingar som går genom flera län\r\n(3 kap. 84 §)                                   6\r\n\r\n2. Tävlingar som går genom ett och samma\r\nlän (3 kap. 84 §)                               4\r\n\r\n3. Undantag för tunga transporter\r\n(13 kap. 3 §)                                   3\r\n\r\n4. Undantag för breda transporter\r\n(13 kap. 3 §)\r\n\r\nOm bredden är högst 450 centimeter              2\r\n\r\nOm bredden överstiger 450 centimeter            3\r\n\r\n5. Undantag för långa transporter\r\n(13 kap. 3 §)\r\n\r\nOm längden är högst 35 meter                    2\r\n\r\nOm längden överstiger 35 meter                  3\r\n\r\n6. Ärenden om undantag för visst ändamål\r\navseende fordon som används för transport\r\nav rörelsehindrade (13 kap. 3 §)                1\r\n\r\n7. Övriga undantag (13 kap. 3 §)                4\r\nFörordning (2014:44).\r\n\r\n10 a § I ärenden om undantag enligt 10 § för tunga, breda\r\neller långa transporter som avser mer än ett av ärendeslagen\r\ntas avgift ut enligt följande.\r\n\r\nÄrendeslag                                      Avgiftsklass\r\n\r\n1. Undantag för breda och långa transporter\r\ndär bredden är högst 450 centimeter och\r\nlängden högst 35 meter                          2\r\n\r\n2. Undantag för övriga fall                     3\r\n\r\nI ärenden om undantag för tunga, breda eller långa\r\ntransporter enligt 10 § eller denna paragraf, där ansökan\r\ngörs elektroniskt i Trafikverkets system för interaktiv\r\nansökan, får avgift tas ut med ett belopp som motsvarar\r\nnärmast lägre avgiftsklass än den som anges.\r\nFörordning (2014:44).\r\n\r\n11 § Bestämmelser om en kommuns rätt att ta ut avgifter för\r\nprövning av ansökningar finns i lagen (1978:234) om nämnder för\r\nvissa trafikfrågor. Förordning (2010:1596).\r\n\r\n12 § Transportstyrelsen får meddela föreskrifter om avgifter \r\nför ärendehandläggning enligt 4 kap. 17 d §.\r\nFörordning (2017:1284).\r\n\r\n14 kap. Ansvarsbestämmelser m.m.\r\n\r\nTävling på väg\r\n\r\n1 § Den som uppsåtligen eller av oaktsamhet anordnar tävling på\r\nväg utan tillstånd enligt 3 kap. 84 § eller i strid mot ett\r\nsådant tillstånd döms till böter.\r\n\r\nRubbande av trafikanordning och hinder på väg\r\n\r\n2 § Den som uppsåtligen eller av oaktsamhet bryter mot\r\nbestämmelserna i 2 kap. 9 § om rubbande av trafikanordning\r\neller i 2 kap. 10 § om hinder på väg döms till penningböter.\r\n\r\nFörare av motordrivet fordon\r\n\r\n3 § Till penningböter döms en förare av ett motordrivet fordon \r\nsom uppsåtligen eller av oaktsamhet bryter mot\r\n\r\n1. bestämmelserna i\r\n\r\na) 2 kap.\r\n\r\n- 1 § fjärde stycket,\r\n\r\n- 2 § om inte straff kan dömas ut enligt 2-4,\r\n\r\n- 3, 5-7 eller 8 § andra eller tredje stycket,\r\n\r\nb) 3 kap.\r\n\r\n- 2, 3, 5-11 §, 12 § första stycket, 13, 16 eller 17 § eller \r\nföreskrift som har meddelats med stöd av 17 §,\r\n\r\n- 18, 19, 21-25 §, 26 § andra eller tredje stycket, 27 §, 29 § \r\nom det där hänvisas till bestämmelserna i 25 §, 26 § andra \r\neller tredje stycket eller 27 §,\r\n\r\n- 30-33, 35-40, 43, 45, 50, 51, 57-62, 64, 65, 67-74 eller \r\n76-83 §,\r\n\r\nc) 4 kap.\r\n\r\n- 1, 2, 5-8 §, 9 § första stycket, 10 §, 10 a § första \r\nstycket, 10 e, 15, 15 a, 17, 17 a, 18, 19-21 §, 22 a-22 d §, \r\n23 §, 24 § eller 24 a §,\r\n\r\nd) 5 kap.\r\n\r\n- 1 eller 3-5 §,\r\n\r\ne) 6 kap.\r\n\r\n- 3, 4 b eller 5 §,\r\n\r\nf) 8 kap.\r\n\r\n- 1 § första stycket 1 eller 3 eller andra stycket, 1 a § 1 \r\neller 3 eller 2 § första stycket, eller\r\n\r\ng) 9 kap.\r\n\r\n- 1 § eller föreskrift som har meddelats med stöd av 1 §,\r\n\r\n- 2 §,\r\n\r\n2. andra lokala trafikföreskrifter enligt 10 kap. 1 § än \r\nsådana som rör stannande eller parkering,\r\n\r\n3. förbud mot trafik med motordrivna fordon eller med fordon \r\nmed viss största bredd, längd eller vikt enligt 10 kap. 10 § \r\nförsta stycket, om förbudet har utmärkts med vägmärke eller på \r\nannat tydligt sätt,\r\n\r\n4. annan föreskrift enligt 10 kap. 14 § än sådan som rör \r\nstannande eller parkering, eller\r\n\r\n5. föreskrifter som har meddelats med stöd av denna förordning \r\nför tillämpningen av 3 kap. 80-83 § eller 4 kap. 2, 9, 10 \r\neller 20 §. Förordning (2020:842).\r\n\r\n4 § Till penningböter döms en förare av ett motordrivet fordon \r\nsom bryter mot någon av bestämmelserna i 4 kap. 3, 4, 12, 13, \r\n18 a, 18 b eller 18 e § eller mot en lokal trafikföreskrift \r\nenligt 10 kap. 1 § andra stycket som rör fordons axel-, boggi-\r\n, eller trippelaxeltryck eller bruttovikt, om han eller hon \r\nkände till eller borde ha känt till hindret för fordonets \r\nbrukande. Den som i ett sådant fall brukar någon annans fordon \r\nutan lov har samma skyldigheter som ägaren enligt 1 kap. 5 § \r\noch döms i ägarens ställe enligt 11 § i detta kapitel.\r\n\r\nDen som medverkar till en sådan gärning som avses i första \r\nstycket döms till ansvar enligt 23 kap. brottsbalken.\r\nFörordning (2025:881).\r\n\r\n5 § En förare som uppsåtligen eller av oaktsamhet inte har\r\ngjort vad han eller hon är skyldig att göra enligt 4 kap. 9 §\r\ntredje stycket eller 10 c § döms till penningböter. Denna\r\nbestämmelse gäller dock inte förare av buss i linjetrafik\r\nenligt yrkestrafiklagen (2012:210). Förordning (2012:241).\r\n\r\nAndra trafikanter\r\n\r\n6 § Till penningböter döms en förare av ett fordon som inte är \r\nmotordrivet och sådan trafikant som avses i 1 kap. 4 § första \r\nstycket, som uppsåtligen eller av oaktsamhet bryter mot\r\n\r\n1. bestämmelserna i\r\n\r\na) 2 kap.\r\n\r\n- 1 § fjärde stycket,\r\n\r\n- 2 § om inte straff kan dömas ut enligt 2-4,\r\n\r\n- 3, 5-7 § eller 8 § andra eller tredje stycket,\r\n\r\nb) 3 kap.\r\n\r\n- 2, 3, 5-11 §, 12 § första stycket, 13, 16 eller 17 § eller \r\nföreskrift som har meddelats med stöd av 17 §,\r\n\r\n- 18, 19, 21-25 §, 26 § andra eller tredje stycket, 27 §, 29 § \r\nom det där hänvisas till bestämmelserna i 25 §, 26 § andra \r\neller tredje stycket eller 27 §,\r\n\r\n- 30-33, 35-40, 43, 45, 50, 51, 58-62, 64, 65, 67, 68, 73, 74, \r\n76-78 eller 80-83 §,\r\n\r\nc) 6 kap.\r\n\r\n- 3 eller 5 §,\r\n\r\nd) 8 kap.\r\n\r\n- 1 § första stycket 1 eller 3, 1 a § 1 eller 3 eller 2 § \r\nförsta stycket, eller\r\n\r\ne) 9 kap.\r\n\r\n- 1 eller 2 §,\r\n\r\n2. andra lokala trafikföreskrifter enligt 10 kap. 1 § än \r\nsådana som rör stannande eller parkering,\r\n\r\n3. annan föreskrift än sådan som rör stannande eller parkering \r\nenligt 10 kap. 14 §, eller\r\n\r\n4. föreskrifter som meddelats med stöd av denna förordning för \r\ntillämpningen av 3 kap. 80-83 §.\r\nFörordning (2020:842).\r\n\r\n6 a § En cykelförare som uppsåtligen eller av oaktsamhet har\r\nunderlåtit att göra vad som ankommer på honom eller henne\r\nenligt 6 kap. 4 a § andra stycket döms till penningböter.\r\nFörordning (2004:296).\r\n\r\n7 § Andra trafikanter än de som avses i 3 och 6 §§, som\r\nuppsåtligen eller av oaktsamhet bryter mot bestämmelserna i 2\r\nkap. 3, 5-7 § eller 8 § andra eller tredje stycket, 3 kap. 3, 4\r\neller 50 § tredje stycket, 9 kap. 1 eller 2 § eller lokala\r\ntrafikföreskrifter enligt 10 kap. 1 § döms till penningböter.\r\n\r\n8 § Passagerare som uppsåtligen eller av oaktsamhet bryter mot \r\nbestämmelserna i 4 kap. 6-6 b, 9 eller 10 § eller 10 a § \r\nförsta stycket, 6 kap. 3 eller 4 b § eller mot föreskrifter \r\nsom har meddelats med stöd av denna förordning för \r\ntillämpningen av 4 kap. 10 § döms till penningböter.\r\nFörordning (2023:493).\r\n\r\n8 a § Ombordpersonal, ledsagare och ledare för en grupp som\r\nuppsåtligen eller av oaktsamhet inte har gjort vad han eller\r\nhon är skyldig att göra enligt 4 kap. 10 c § döms till\r\npenningböter. Förordning (2006:1208).\r\n\r\n9 § Gående som uppsåtligen eller av oaktsamhet bryter mot 7\r\nkap. 1 § första stycket eller 3 § döms till penningböter.\r\n\r\n10 § Ledare för en grupp eller en procession som uppsåtligen\r\neller av oaktsamhet bryter mot 7 kap. 1 § fjärde stycket eller\r\n5 § döms till penningböter.\r\n\r\nFordonsägare m.fl.\r\n\r\n11 § Till penningböter döms ägaren av ett fordon om han eller \r\nhon uppsåtligen eller av oaktsamhet inte har gjort vad som \r\nskäligen har kunnat krävas av honom eller henne för att hindra \r\natt fordonet brukas i strid mot någon av bestämmelserna i \r\n4 kap. 3, 4, 12, 13, 18 a, 18 b eller 18 e § eller mot en \r\nlokal trafikföreskrift enligt 10 kap. 1 § som rör fordons \r\naxel-, boggi-, eller trippelaxeltryck eller bruttovikt. \r\nDetsamma gäller den som innehar fordonet med nyttjanderätt och \r\nhar befogenhet att bestämma om förare av fordonet eller \r\nanlitar någon annan förare än den som ägaren har utsett. \r\n\r\nDen som medverkar till en sådan gärning som avses i första \r\nstycket döms till ansvar enligt 23 kap. brottsbalken.\r\nFörordning (2025:881).\r\n\r\n12 § Den som innehar ett fordon på grund av kreditköp med\r\nförbehåll om återtaganderätt eller med nyttjanderätt för\r\nbestämd tid om minst ett år har samma skyldigheter som ägaren\r\nhar enligt 1 kap. 5 § och döms i ägarens ställe enligt 11 §.\r\n\r\nOm den som äger ett fordon som är registrerat i\r\nvägtrafikregistret, eller den som innehar det under sådana\r\nomständigheter som sägs i första stycket, inte har fyllt 18 år\r\noch en förmyndare för honom eller henne har registrerats i\r\nvägtrafikregistret, har förmyndaren samma skyldigheter som\r\nägaren har enligt 1 kap. 5 § och döms förmyndaren i ägarens\r\nställe enligt 11 §. Förordning (2006:1064).\r\n\r\n13 § I fråga om fordon som ägs eller brukas av staten eller en\r\nkommun tilllämpas bestämmelserna om skyldighet och ansvar för\r\nägare eller brukare av fordon på förarens närmaste förman. Har\r\nförmannen gjort vad som ankommer på honom eller henne för att\r\nförebygga förseelse och sker förseelse likväl på grund av\r\növerordnads åtgärd eller vållande, tillämpas bestämmelsen om\r\nansvar för ägare eller brukare på den överordnade.\r\n\r\nI fråga om fordon som ägs eller brukas av ett oskiftat dödsbo\r\neller konkursbo tillämpas bestämmelserna om skyldighet och\r\nansvar som anges i första stycket på den eller dem som har rätt\r\natt företräda boet.\r\n\r\nI fråga om fordon som ägs eller brukas av bolag, förening eller\r\nannat samfund eller stiftelse eller annan sådan inrättning\r\ntillämpas bestämmelserna om skyldighet och ansvar som anges i\r\nförsta stycket på den eller dem som har rätt att företräda\r\nsamfundet eller inrättningen. Har Transportstyrelsen på begäran\r\nav samfundet eller inrättningen godtagit viss person som bärare\r\nav ägares eller brukares ansvar tillämpas ansvarsbestämmelserna\r\npå denne. Förordning (2008:1109).\r\n\r\nÖvrigt\r\n\r\n14 § Ansvar enligt denna förordning inträder inte, om straff \r\nkan dömas ut enligt brottsbalken eller lagen (1951:649) om \r\nstraff för vissa trafikbrott.\r\n\r\nAnsvar för överträdelser av föreskrifter om högsta tillåtna \r\nhastighet enligt 3 kap. 17 § andra eller fjärde stycket, \r\nbestämmelser enligt 4 kap. 12 eller 13 § som följer av \r\nföreskrifter om bärighetsklasser enligt 4 kap. 11 §, \r\nföreskrifter om högsta tillåtna hastighet enligt 9 kap. 1 § \r\ntredje stycket, lokala trafikföreskrifter enligt 10 kap. 1 § \r\neller föreskrifter enligt 10 kap. 14 § får dömas ut endast om \r\nföreskrifterna har\r\n\r\n1. märkts ut i enlighet med bestämmelserna i 10 kap. 13 §, \r\noch\r\n\r\n2. kungjorts i enlighet med bestämmelserna i 1 § förordningen \r\n(2007:231) om elektroniskt kungörande av vissa \r\ntrafikföreskrifter.\r\n\r\nAnsvar får, trots andra stycket, dömas ut om\r\n\r\n1. utmärkning inte har skett eftersom undantag från \r\nutmärkningsskyldigheten gäller enligt 10 kap. 13 a §, eller \r\nenligt föreskrifter eller ett beslut i enskilt fall som har \r\nmeddelats av Transportstyrelsen med stöd av samma paragraf, \r\noch föreskriften har förts in i en ortstidning, eller\r\n\r\n2. bristerna i utmärkningen är utan betydelse för \r\ntrafikantens förståelse av trafikregleringen.\r\n\r\nI 71 § väglagen (1971:948) finns bestämmelser om ansvar för \r\növerträdelser av föreskrifter som har meddelats med stöd av \r\n41 § samma lag. Förordning (2017:921).\r\n\r\n15 § Om ett fordon framförs i strid med denna förordning eller \r\nen föreskrift som har meddelats med stöd av förordningen, får \r\nfortsatt färd hindras enligt klampningslagen (2024:1089). \r\nFörordning (2024:1197).\r\n\r\n16 § En polisman eller bilinspektör ska säkerställa att ett \r\nfordon lastas om eller lastas av, om\r\n\r\n1. totalvikten för ett fordon överskridits med mer än \r\n10 procent,\r\n\r\n2. det tillåtna axel-, boggi-, eller trippelaxeltrycket \r\növerskridits med mer än 10 procent, eller\r\n\r\n3. bruttovikten för ett fordon eller den sammanlagda \r\nbruttovikten för ett fordonståg överskridits med mer än \r\n10 procent, såvida inte särskilda skäl föranleder annat.\r\n\r\nDet som sägs i första stycket 3 gäller oavsett om överlasten \r\nberor på lasten eller antalet passagerare.\r\n\r\nOm fortsatt färd har hindrats enligt klampningslagen \r\n(2024:1089), gäller det som föreskrivs i den lagen.\r\nFörordning (2024:1197).\r\n\r\n17 § Trots 16 § får polismannen eller bilinspektören medge att \r\nfordonet enligt tjänstemannens anvisningar förs till en \r\nlämplig avlastningsplats. Förordning (2024:1197).\r\n\r\n15 kap. Överklagande\r\n\r\n1 § Beslut av en statlig myndighet enligt denna förordning \r\nfår överklagas enligt följande.\r\n\r\nBeslut av\t\t\t\tFår överklagas hos\r\n\r\nPolismyndigheten\t\t\tLänsstyrelsen\r\n\r\nEn myndighet som har hand om \r\nväg- eller gatuhållningen\t\tLänsstyrelsen\r\n\r\nLänsstyrelsen\t\t\t\tTransportstyrelsen\r\n\r\nTrafikverket eller Transportstyrelsen \r\nsom första instans\t\t\tRegeringen\r\nFörordning (2017:921).\r\n\r\n2 § Följande beslut får inte överklagas.\r\n\r\n1. Beslut enligt 10 kap. 2 § andra stycket tredje meningen.\r\n\r\n2. Beslut enligt 13 kap. 3 § första stycket om generella\r\nundantag från lokala trafikföreskrifter om parkering inom en\r\nkommun.\r\n\r\nBestämmelser om överklagande av andra beslut av en kommun\r\nenligt denna förordning finns i lagen (1978:234) om nämnder för\r\nvissa trafikfrågor. Förordning (2007:101).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1998:1276\r\n\r\n1. Denna förordning träder i kraft, i fråga om 3 kap. 61 § den\r\n1 maj 2000, och i övrigt den 1 oktober 1999.\r\n\r\n2. Genom förordningen upphävs vägtrafikkungörelsen (1972:603).\r\nDock skall bestämmelserna i 83 § vägtrafikkungörelsen och, om\r\nnågon uppsåtligen eller av oaktsamhet bryter mot den\r\nbestämmelsen, 164 § första stycket 5 vägtrafikkungörelsen\r\ntillämpas till och med den 30 april 2000.\r\n\r\n3. Till utgången av år 1999 får bilar, traktorer, motorredskap\r\noch terrängmotorfordon dra ett fordon som är inrättat för\r\nkoppling till fordonet, saknar effektiva bromsar och har en\r\nbruttovikt som inte överstiger en och en halv gång\r\ndragfordonets bruttovikt, om fordonståget inte förs med högre\r\nhastighet än 20 kilometer i timmen.\r\n\r\n4. Om det i en lag eller i en annan författning hänvisas till\r\nen bestämmelse som har ersatts genom en bestämmelse i denna\r\nförordning, tillämpas i stället den nya bestämmelsen.\r\n\r\n5. I fråga om ett sådant läkarintyg som avses i 117 b § tredje\r\nstycket vägtrafikkungörelsen (1972:603) som har utfärdats före\r\nikraftträdandet skall bestämmelserna i den kungörelsen\r\ntillämpas till och med utgången av oktober månad 2000.\r\n\r\n6. Föreskrifter som har meddelats med stöd av\r\nvägtrafikkungörelsen (1972:603) skall vid tillämpningen av den\r\nnya förordningen anses meddelade med stöd av motsvarande\r\nbemyndigande i den nya förordningen.\r\n\r\n7. Äldre bestämmelser gäller fortfarande i fråga om\r\növerklagande av beslut som har meddelats före den 1 oktober\r\n1999.\r\n\r\n8. För en moped som har tagits upp i typintyg enligt 63 §\r\nfordonskungörelsen (1972:595) i dess lydelse före den 1\r\nnovember 1998 eller har godkänts vid mopedbesiktning enligt 48-\r\n54 §§ fordonskungörelsen i dess lydelse före den 1 november\r\n1998 och därefter inte ändrats på sådant sätt som anges i 50 §\r\nfordonskungörelsen, gäller vad som sägs om moped klass II.\r\n\r\n9. Lokala trafikföreskrifter som har meddelats enligt 147 §\r\nvägtrafikkungörelsen (1972:603) samt föreskrifter som har\r\nmeddelats med stöd av 64 § andra eller fjärde stycket, 106 §\r\nandra stycket eller 154 § vägtrafikkungörelsen ska upphöra att\r\ngälla vid utgången av juni månad år 2010. Detsamma gäller i\r\nfråga om beslut om undantag från sådana föreskrifter.\r\nFörordning (2008:764).\r\n\r\n2005:271\r\n\r\n1. Denna förordning träder i kraft den 1 juli 2005.\r\n\r\n2. För överträdelser som har begåtts före ikraftträdandet\r\ngäller 14 kap. 14 § i sin äldre lydelse.\r\n\r\n2007:101\r\n\r\n1. Denna förordning träder i kraft den 1 juni 2007.\r\n\r\n2. För sådan väg eller vägsträcka som har förklarats för\r\ngårdsgata före ikraftträdandet gäller 3 kap. 21 § och 8 kap.\r\n1 § i sin äldre lydelse till och med den 31 maj 2012. 10 kap.\r\n1 § andra stycket 2 skall tillämpas vid upphävande av lokala\r\ntrafikföreskrifter om gårdsgata. Lokala trafikföreskrifter om\r\ngårdsgata skall upphöra att gälla vid utgången av maj 2012.\r\n\r\n3. Särskilda trafikregler i lokala trafikföreskrifter som\r\nmotsvarar bestämmelserna i 3 kap. 48 § första stycket, 49 a §\r\noch 53 § samt 8 kap. 2 § trafikförordningen (1998:1276), och\r\nsom har beslutats före ikraftträdandet, behöver inte märkas ut.\r\n\r\n2007:235\r\n\r\n1. Denna förordning träder i kraft den 1 juli 2007 i fråga om\r\n13 kap. 3 och 8 §§ och i övrigt den 1 juli 2010.\r\nFörordning (2008:768).\r\n\r\n2. I fråga om föreskrifter som har meddelats med stöd av\r\nvägtrafikkungörelsen (1972:603) gäller fortfarande i\r\ntillämpliga delar de äldre bestämmelserna i 10 kap. 11 § första\r\nstycket och 14 kap. 14 §. Detsamma gäller i fråga om\r\nföreskrifter som har meddelats före den 1 juli 2010 med stöd av\r\nväglagen (1971:948) eller trafikförordningen (1998:1276) till\r\ndess att de har publicerats i enlighet med förordningen\r\n(2007:231) om elektroniskt kungörande av vissa\r\ntrafikföreskrifter. Förordning (2008:768).\r\n3. I övergångsbestämmelserna till förordningen (2007:231) om\r\nelektroniskt kungörande av vissa trafikföreskrifter finns\r\nbestämmelser om när äldre trafikföreskrifter senast upphör\r\natt gälla om de inte publicerats på den särskilda webbplatsen\r\nenligt den förordningen. Förordning (2010:714).\r\n\r\n2016:1215\r\n\r\n1. Denna förordning träder i kraft den 20 maj 2017.\r\n\r\n2. Förordningen tillämpas första gången för besiktningar och \r\nflygande inspektioner som genomförs från den 20 maj 2018.\r\n\r\n2017:921\r\n\r\n1. Denna förordning träder i kraft den 1 december 2017.\r\n\r\n2. Ett undantag från kravet på att använda bilbälte eller \r\nsärskild skyddsanordning på grund av medicinska hinder enligt \r\n4 kap. 10 d § i den äldre lydelsen gäller fortfarande, dock \r\nlängst t.o.m. den 31 december 2019.\r\n\r\n2018:1562\r\n\r\n1. Denna förordning träder i kraft den 1 januari 2020.\r\n\r\n2. En miljözon som har meddelats enligt lokala \r\ntrafikföreskrifter före ikraftträdandet ska omfattas av \r\nbestämmelserna för miljözon klass 1.\r\n\r\n\r\nBilaga 1 till trafikförordningen (1998:1276)\r\n\r\nTabell \r\n\r\növer högsta tillåtna bruttovikter vid olika axelavstånd på väg \r\nmed BK1 \r\n\r\nAvstånd i meter mellan fordonets \tHögsta tillåtna bruttovikt i \r\neller fordonstågets första och sista \tton för\tfordonet eller \t\r\naxel\t\t\t\t\tfordonståget\r\n\r\nmindre än\t1,0\t\t\t11,5\r\n\r\n1,0 men inte\t1,3\t\t\t16\r\n\r\n1,3 men inte\t1,8\t\t\t18\r\n\r\n1,8 men inte\t2,0\t\t\t20\r\n\r\n2,0 men inte\t2,6\t\t\t21\r\n\r\n2,6 men inte\t4,4\t\t\t24\r\n\r\n4,4 men inte\t4,7\t\t\t25\r\n\r\n4,7 men inte\t5,2\t\t\t26\r\n\r\n5,2 men inte\t5,4\t\t\t27\r\n\r\n5,4 men inte\t5,6\t\t\t28\r\n\r\n5,6 men inte\t5,8\t\t\t29\r\n\r\n5,8 men inte\t6,0\t\t\t30\r\n\r\n6,0 men inte\t6,2\t\t\t31\r\n\r\n6,2 men inte\t8,25\t\t\t32\r\n\r\n8,25 men inte\t8,5\t\t\t33\r\n\r\n8,5 men inte\t8,75\t\t\t34\r\n\r\n8,75 men inte\t9,0\t\t\t35\r\n\r\n9,0 men inte\t9,25\t\t\t36\r\n\r\n9,25 men inte\t9,5\t\t\t37\r\n\r\n9,5 men inte\t9,75\t\t\t38\r\n\r\n9,75 men inte\t10,0\t\t\t39\r\n\r\n10,0 men inte\t10,25\t\t\t40\r\n\r\n10,25 men inte\t10,5\t\t\t41\r\n\r\n10,5 men inte\t10,75\t\t\t42\r\n\r\n10,75 men inte\t11,0\t\t\t43\r\n\r\n11,0 men inte\t11,25\t\t\t44\r\n\r\n11,25 men inte\t11,5\t\t\t45\r\n\r\n11,5 men inte\t11,75\t\t\t46\r\n\r\n11,75 men inte\t12,0\t\t\t47\r\n\r\n12,0 men inte\t12,5\t\t\t48\r\n\r\n12,5 men inte\t13,0\t\t\t49\r\n\r\n13,0 men inte\t13,5\t\t\t50\r\n\r\n13,5 men inte\t14,0\t\t\t51\r\n\r\n14,0 men inte\t14,5\t\t\t52\r\n\r\n14,5 men inte\t15,0\t\t\t53\r\n\r\n15,0 men inte\t15,5\t\t\t54\r\n\r\n15,5 men inte\t16,0\t\t\t55\r\n\r\n16,0 men inte\t16,5\t\t\t56\r\n\r\n16,5 men inte\t17,0\t\t\t57\r\n\r\n17,0 men inte\t17,5\t\t\t58\r\n\r\n17,5 men inte\t18,0\t\t\t59\r\n\r\n18,0 men inte\t18,5\t\t\t60\r\n\r\n18,5 men inte\t19,0\t\t\t61\r\n\r\n19,0 men inte\t19,6\t\t\t62\r\n\r\n19,6 men inte\t20,2\t\t\t63\r\n\r\n20,2 och större\t\t\t\t64\r\n\r\nFör en släpvagn eller för en dolly med tillkopplad påhängsvagn \r\nmed ett minsta avstånd mellan första och sista axeln av \r\n6,6 meter gäller dock följande\r\n\r\nAvstånd i meter mellan släpvagnens \tHögsta tillåtna bruttovikt \r\nförsta och sista axel eller mellan \ti ton för släpvagnen\t\r\ndollyns första och påhängsvagnens \r\nsista axel\r\n\r\n6,6 men inte\t6,8\t\t\t33\r\n\r\n6,8 men inte\t7,0\t\t\t34\r\n\r\n7,0 men inte\t7,2\t\t\t35\r\n\r\n7,2 men inte\t7,6\t\t\t36\r\n\r\n7,6 men inte\t7,8\t\t\t37\r\n\r\n7,8 och större\t\t\t\t38\r\n\r\nBruttovikten för ett motordrivet fordon får dock inte \r\növerstiga följande värden när fordonet\r\n\r\na) har två axlar och inte är en buss\t\t\t18 ton\r\n\r\nb) är en buss och har två axlar\t\t\t\t19,5 ton\r\n\r\nc) har tre axlar\t\t\t\t\t25 ton\r\n\r\nd) har tre axlar och drivaxeln är försedd med dubbelmonterade \r\nhjul och luftfjädring eller likvärdig fjädring, eller om varje \r\ndrivaxel är försedd med dubbelmonterade hjul och vikten inte \r\npå någon axel överstiger 9,5 ton\t\t\t28 ton\r\n\r\ne) är en ledbuss och har tre axlar\t\t\t28 ton\r\n\r\nf) har fyra eller flera axlar\t\t\t\t31 ton\r\n\r\ng) har fyra eller flera axlar och drivaxeln är försedd med \r\ndubbelmonterade hjul och luftfjädring eller likvärdig \r\nfjädring, eller om varje drivaxel är försedd med \r\ndubbelmonterade hjul och vikten inte på någon av axlarna \r\növerstiger 9,5 ton\t\t\t\t\t32 ton\r\n\r\nOm ett motorfordon drivs helt eller delvis med alternativt \r\nbränsle får de bruttovikter som anges i a, c och e överskridas \r\nmed den extra vikt som tekniken för det alternativa bränslet \r\nkräver. Bruttovikten får dock inte överskridas med mer än ett \r\nton eller, om driften är utsläppsfri, två ton.\r\nFörordning (2020:1094).\r\n\r\nBilaga 2 till trafikförordningen (1998:1276)\r\n\r\nTabell\r\n\r\növer högsta tillåtna bruttovikter vid olika axelavstånd på väg \r\nmed BK2\r\n\r\nAvstånd i meter mellan fordonets \tHögsta tillåtna bruttovikt\r\neller fordonstågets första och \t\ti ton för fordonet eller\r\nsista axel  \t\t\t\tfordonståget\r\n\r\nmindre än\t2,0\t\t\t16,0\r\n\r\n2,0 men inte\t2,6\t\t\t20,0\r\n\r\n2,6 men inte\t4,8\t\t\t22,0\r\n\r\n4,8 men inte\t5,0\t\t\t22,16\r\n\r\n5,0 men inte\t5,2\t\t\t22,5\r\n\r\n5,2 men inte\t5,4\t\t\t22,84\r\n\r\n5,4 men inte\t5,6\t\t\t23,18\r\n\r\n5,6 men inte\t5,8\t\t\t23,52\r\n\r\n5,8 men inte\t6,0\t\t\t23,86\r\n\r\n6,0 men inte\t6,2\t\t\t24,2\r\n\r\n6,2 men inte\t6,4\t\t\t24,54\r\n\r\n6,4 men inte\t6,6\t\t\t24,88\r\n\r\n6,6 men inte\t6,8\t\t\t25,22\r\n\r\n6,8 men inte\t7,0\t\t\t25,56\r\n\r\n7,0 men inte\t7,2\t\t\t25,9\r\n\r\n7,2 men inte\t7,4\t\t\t26,24\r\n\r\n7,4 men inte\t7,6\t\t\t26,58\r\n\r\n7,6 men inte\t7,8\t\t\t26,92\r\n\r\n7,8 men inte\t8,0\t\t\t27,26\r\n\r\n8,0 men inte\t8,2\t\t\t27,6\r\n\r\n8,2 men inte\t8,4\t\t\t27,94\r\n\r\n8,4 men inte\t8,6\t\t\t28,28\r\n\r\n8,6 men inte\t8,8\t\t\t28,62\r\n\r\n8,8 men inte\t9,0\t\t\t28,96\r\n\r\n9,0 men inte\t9,2\t\t\t29,3\r\n\r\n9,2 men inte\t9,4\t\t\t29,64\r\n\r\n9,4 men inte\t9,6\t\t\t29,98\r\n\r\n9,6 men inte\t9,8\t\t\t30,32\r\n\r\n9,8 men inte\t10,0\t\t\t30,66\r\n\r\n10,0 men inte\t10,2\t\t\t31,0\r\n\r\n10,2 men inte\t10,4\t\t\t31,34\r\n\r\n10,4 men inte\t10,6\t\t\t31,68\r\n\r\n10,6 men inte\t10,8\t\t\t32,02\r\n\r\n10,8 men inte\t11,0\t\t\t32,36\r\n\r\n11,0 men inte\t11,2\t\t\t32,7\r\n\r\n11,2 men inte\t11,4\t\t\t33,04\r\n\r\n11,4 men inte\t13,4\t\t\t38,0\r\n\r\n13,4 men inte\t13,6\t\t\t38,04\r\n\r\n13,6 men inte\t13,8\t\t\t38,56\r\n\r\n13,8 men inte\t14,0\t\t\t39,08\r\n\r\n14,0 men inte\t14,2\t\t\t39,6\r\n\r\n14,2 men inte\t14,4\t\t\t40,12\r\n\r\n14,4 men inte\t14,6\t\t\t40,64\r\n\r\n14,6 men inte\t14,8\t\t\t41,16\r\n\r\n14,8 men inte\t15,0\t\t\t41,68\r\n\r\n15,0 men inte\t15,2\t\t\t42,2\r\n\r\n15,2 men inte\t15,4\t\t\t42,72\r\n\r\n15,4 men inte\t15,6\t\t\t43,24\r\n\r\n15,6 men inte\t15,8\t\t\t43,76\r\n\r\n15,8 men inte\t16,0\t\t\t44,28\r\n\r\n16,0 men inte\t16,2\t\t\t44,8\r\n\r\n16,2 men inte\t16,4\t\t\t45,32\r\n\r\n16,4 men inte\t16,6\t\t\t45,84\r\n\r\n16,6 men inte\t16,8\t\t\t46,36\r\n\r\n16,8 men inte\t17,0\t\t\t46,88\r\n\r\n17,0 men inte\t17,2\t\t\t47,4\r\n\r\n17,2 men inte\t17,4\t\t\t47,92\r\n\r\n17,4 men inte\t17,6\t\t\t48,44\r\n\r\n17,6 men inte\t17,8\t\t\t48,96\r\n\r\n17,8 men inte\t18,0\t\t\t49,48\r\n\r\n18,0 men inte\t18,2\t\t\t50,0\r\n\r\n18,2 men inte\t18,4\t\t\t50,52\r\n\r\n18,4 men inte\t18,5\t\t\t51,04\r\n\r\n18,5 och större\t\t\t\t51,40\r\n\r\nBruttovikten för ett motordrivet fordon får dock inte \r\növerstiga följande värden när fordonet\r\n\r\na) har två axlar och inte är en buss\t\t\t18 ton\r\n\r\nb) är en buss och har två axlar\t\t\t\t19,5 ton\r\n\r\nOm ett motordrivet fordon drivs helt eller delvis med \r\nalternativt bränsle får den bruttovikt som anges i a \r\növerskridas med den extra vikt som tekniken för det \r\nalternativa bränslet kräver. Bruttovikten får dock inte \r\növerskridas med mer än ett ton eller, om driften är \r\nutsläppsfri, två ton. Förordning (2020:1094).\r\n\r\nBilaga 3 till trafikförordningen (1998:1276)\r\n\r\nTabell\r\n\r\növer högsta tillåtna bruttovikter vid olika axelavstånd på väg\r\nmed BK3\r\n\r\nAvstånd i meter mellan fordonets        Högsta tillåtna bruttovikt i ton\r\neller fordonstågets första och          för fordonet eller fordonståget\r\nsista axel\r\n\r\nmindre än       2,0                     12,0\r\n2,0 men inte    2,4                     12,5\r\n2,4 men inte    2,8                     13,0\r\n2,8 men inte    3,2                     13,5\r\n3,2 men inte    3,6                     14,0\r\n3,6 men inte    4,0                     14,5\r\n4,0 men inte    4,4                     15,0\r\n4,4 men inte    4,8                     15,5\r\n4,8 men inte    5,2                     16,0\r\n5,2 men inte    5,6                     16,5\r\n5,6 men inte    6,0                     17,0\r\n6,0 men inte    6,4                     17,5\r\n6,4 men inte    6,8                     18,0\r\n6,8 men inte    7,2                     18,5\r\n7,2 men inte    7,6                     19,0\r\n7,6 men inte    8,0                     19,5\r\n8,0 men inte    8,4                     20,0\r\n8,4 men inte    8,8                     20,5\r\n8,8 men inte    9,2                     21,0\r\n9,2 men inte    9,6                     21,5\r\n9,6 men inte    10,0                    22,0\r\n10,0 men inte   10,4                    22,5\r\n10,4 men inte   10,8                    23,0\r\n10,8 men inte   11,2                    23,5\r\n11,2 men inte   11,6                    24,0\r\n11,6 men inte   12,0                    24,5\r\n12,0 men inte   12,4                    25,0\r\n12,4 men inte   12,8                    25,5\r\n12,8 men inte   13,2                    26,0\r\n13,2 men inte   13,6                    26,5\r\n13,6 men inte   14,0                    27,0\r\n14,0 men inte   14,4                    27,5\r\n14,4 men inte   14,8                    28,0\r\n14,8 men inte   15,2                    28,5\r\n15,2 men inte   15,6                    29,0\r\n15,6 men inte   16,0                    29,5\r\n16,0 men inte   16,4                    30,0\r\n16,4 men inte   16,8                    30,5\r\n16,8 men inte   17,2                    31,0\r\n17,2 men inte   17,6                    31,5\r\n17,6 men inte   18,0                    32,0\r\n18,0 men inte   18,4                    32,5\r\n18,4 men inte   18,8                    33,0\r\n18,8 men inte   19,2                    33,5\r\n19,2 men inte   19,6                    34,0\r\n19,6 men inte   20,0                    34,5\r\n20,0 men inte   20,4                    35,0\r\n20,4 men inte   20,8                    35,5\r\n20,8 men inte   21,2                    36,0\r\n21,2 men inte   21,6                    36,5\r\n21,6 men inte   22,0                    37,0\r\n\r\nÄr axelavståndet 22,0 meter eller större utgör högsta tillåtna\r\nbruttovikten 37,5 ton med tillägg av 0,25 ton för varje 0,2\r\nmeter varmed axelavståndet överstiger 22,0 meter.\r\n\r\n\r\nBilaga 4 till trafikförordningen (1998:1276)\r\n\r\nTabell\r\növer högsta tillåtna bruttovikter vid olika axelavstånd på \r\nväg med BK4\r\n\r\nAvstånd i meter mellan fordonets \tHögsta tillåtna bruttovikt\r\neller fordonstågets första\t\ti ton för fordonet eller\r\noch sista axel\t\t\t\tfordonståget\r\n\t\r\nmindre än\t1,0\t\t\t11,5\r\n\r\n1,0 men inte\t1,3\t\t\t16\r\n\r\n1,3 men inte\t1,8\t\t\t18\r\n\r\n1,8 men inte\t2,0\t\t\t20\r\n\r\n2,0 men inte\t2,6\t\t\t21\r\n\r\n2,6 men inte\t4,4\t\t\t24\r\n\r\n4,4 men inte\t4,7\t\t\t25\r\n\r\n4,7 men inte\t5,2\t\t\t26\r\n\r\n5,2 men inte\t5,4\t\t\t27\r\n\r\n5,4 men inte\t5,6\t\t\t28\r\n\r\n5,6 men inte\t5,8\t\t\t29\r\n\r\n5,8 men inte\t6,0\t\t\t30\r\n\r\n6,0 men inte\t6,2\t\t\t31\r\n\r\n6,2 men inte\t6,4\t\t\t32\r\n\r\n6,4 men inte\t6,8\t\t\t33\r\n\r\n6,8 men inte\t7,0\t\t\t34\r\n\r\n7,0 men inte\t7,2\t\t\t35\r\n\r\n7,2 men inte\t7,6\t\t\t36\r\n\r\n7,6 men inte\t7,8\t\t\t37\r\n\r\n7,8 men inte\t8,0\t\t\t38\r\n\r\n8,0 men inte\t8,2\t\t\t39\r\n\r\n8,2 men inte\t8,4\t\t\t40\r\n\r\n8,4 men inte\t8,6\t\t\t41\r\n\r\n8,6 men inte\t8,8\t\t\t42\r\n\r\n8,8 men inte\t9,0\t\t\t43\r\n\r\n9,0 men inte\t9,2\t\t\t44\r\n\r\n9,2 men inte\t9,4\t\t\t45\r\n\r\n9,4 men inte\t9,6\t\t\t46\r\n\r\n9,6 men inte\t9,8\t\t\t47\r\n\r\n9,8 men inte\t10,0\t\t\t48\r\n\r\n10,0 men inte\t10,2\t\t\t49\r\n\r\n10,2 men inte\t10,6\t\t\t50\r\n\r\n10,6 men inte\t11,0\t\t\t51\r\n\r\n11,0 men inte\t11,4\t\t\t52\r\n\r\n11,4 men inte\t11,8\t\t\t53\r\n\r\n11,8 men inte\t12,2\t\t\t54\r\n\r\n12,2 men inte\t12,6\t\t\t55\r\n\r\n12,6 men inte\t13,0\t\t\t56\r\n\r\n13,0 men inte\t13,4\t\t\t57\r\n\r\n13,4 men inte\t13,8\t\t\t58\r\n\r\n13,8 men inte\t14,2\t\t\t59\r\n\r\n14,2 men inte\t14,6\t\t\t60\r\n\r\n14,6 men inte\t15,0\t\t\t61\r\n\r\n15,0 men inte\t15,4\t\t\t62\r\n\r\n15,4 men inte\t15,8\t\t\t63\r\n\r\n15,8 men inte\t16,2\t\t\t64\r\n\r\n16,2 men inte\t16,6\t\t\t65\r\n\r\n16,6 men inte\t17,0\t\t\t66\r\n\r\n17,0 men inte\t17,4\t\t\t67\r\n\r\n17,4 men inte\t17,8\t\t\t68\r\n\r\n17,8 men inte\t18,2\t\t\t69\r\n\r\n18,2 men inte\t18,7\t\t\t70\r\n\r\n18,7 men inte\t19,2\t\t\t71\r\n\r\n19,2 men inte\t19,7\t\t\t72\r\n\r\n19,7 men inte\t20,2\t\t\t73\r\n\r\n20,2 och större\t\t\t\t74\r\nFörordning (2018:102).\r\n\r\n\r\nInnehållsförteckning\r\n\r\n1 kap. Allmänna bestämmelser                    1-5 §§\r\n\r\n2 kap. Bestämmelser för alla trafikanter\r\nGrundbestämmelser                               1-4 §§\r\nFri väg m.m. för viss trafik                    5-6 §§\r\nTrafik i korsning med järnväg eller spårväg     7 §\r\nÅligganden vid trafikolyckor                    8 §\r\nRubbande av trafikanordning och hinder på väg   9-10 §§\r\n\r\n3 kap. Bestämmelser för trafik med fordon\r\nGemensamma bestämmelser                         1-5 §§\r\nFordons plats på väg                            6-13 §§\r\nHastighet                                       14-17 §§\r\nKorsande trafik                                 18-19 §§\r\nTrafik i en vägkorsning m.m.                    20-29 §§\r\nMöte och omkörning                              30-33 §§\r\nMöte och omkörning på väg                       34-42 §§\r\nVändning, backning, körfältsbyte m.m.           43-46 §§\r\nStannande och parkering                         47-51 §§\r\nStannande och parkering på väg                  52-57 §§\r\nSkyldigheter mot gående, cyklande och\r\nmopedförare                                     58-63 §§\r\nSignaler och tecken                             64-66 §§\r\nBelysning                                       67 §\r\nBelysning vid färd på väg                       68-76 §§\r\nBelysning vid färd i terräng                    77 §\r\nFordons last                                    78-80 §§\r\nFordons last vid färd på väg                    81-83 §§\r\nTävling på väg                                  84 §\r\n\r\n4 kap. Bestämmelser för trafik\r\nmed motordrivna fordon\r\nGemensamma bestämmelser                         1-9 §§\r\nTrafik med motordrivna fordon på väg            10-19 §§\r\nBestämmelser för hastighet på väg\r\nmed vissa motordrivna fordon och fordons-\r\nkombinationer                                   20-21 §§\r\n\r\n5 kap. Bestämmelser för trafik\r\nmed terrängfordon på väg                        1-6 §§\r\n\r\n6 kap. Bestämmelser för trafik\r\nmed cykel och moped\r\nGemensamma bestämmelser                         1-4 §§\r\nTrafik med cykel och moped vid färd på väg      5-6 §§\r\n\r\n7 kap. Bestämmelser för gående\r\npå väg                                          1-5 §§\r\n\r\n8 kap. Bestämmelser för trafik\r\npå gågata och gårdsgata                         1 §\r\n\r\n9 kap. Bestämmelser för trafik\r\npå motorväg och motortrafikled                  1-2 §§\r\n\r\n10 kap. Lokala trafikföreskrifter m.m.          1-14 §§\r\n\r\n11 kap. Bestämmelser om\r\nundantag vid trafikövervakning,\r\nräddningstjänst m.m.                            1-8 §§\r\n\r\n12 kap. Bestämmelser för\r\nväghållningsarbete                              1 §\r\n\r\n13 kap. Bemyndiganden m.m.\r\nInformation och sammanställning över vägar      1-2 §§\r\nUndantag                                        3-6 §§\r\nBemyndiganden                                   7 §\r\nSärskilda undantag för rörelsehindrade          8-9 §§\r\nAvgifter för vissa ärenden                      10 §\r\n\r\n14 kap. Ansvarsbestämmelser m.m.\r\nTävling på väg                                  1 §\r\nRubbande av trafikanordning och hinder på väg   2 §\r\nFörare av motordrivet fordon                    3-5 §§\r\nAndra trafikanter                               6-10 §§\r\nFordonsägare m.fl.                              11-13 §§\r\nÖvrigt                                          14-15 §§\r\n\r\n15 kap. Överklagande                            1-2 §§\r\n\r\nBilaga 1\r\nBilaga 2\r\nBilaga 3",
    "skapadDateTime": "2026-01-02T15:29:48.6292319",
    "uppdateradDateTime": "2026-01-02T15:31:00.0100276",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:31:00.0100275",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 647835,
      "beteckning": "2008:768",
      "anteckningar": "ändr. ikrafttr.- och övergångsbest. till 2007:235",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:768) om ändring i förordningen (2007:235) om \r\nändring i trafikförordningen (1998:1276)",
      "lopnummer": "768",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656454",
      "uppdateradDateTime": "2026-01-02T15:31:00.0110431",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0110422",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647836,
      "beteckning": "2024:1197",
      "anteckningar": "ändr. 14 kap. 15 §; nya 14 kap. 16, 17 §§",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:1197) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1197",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564544",
      "uppdateradDateTime": "2026-01-02T15:31:00.0110977",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0110976",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647837,
      "beteckning": "2024:1265",
      "anteckningar": "1 kap. 6 §, 2 kap. 3 §",
      "ikraftDateTime": "2025-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:1265) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1265",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564547",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111087",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111086",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647838,
      "beteckning": "2025:881",
      "anteckningar": "nuvarande 4 kap. 18 b § betecknas 4 kap. 18 e §; ändr. 1 kap. 5 §, 4 kap. 18 a, den nya 18 e §§, 13 kap. 3 §, 14 kap. 4, 11 §§; nya 4 kap. 18 b, 18 c, 18 d §§",
      "ikraftDateTime": "2025-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:881) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "881",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656455",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111197",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111195",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647839,
      "beteckning": "2009:206",
      "anteckningar": "ändr. 13 kap. 3 §",
      "ikraftDateTime": "2009-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2009:206) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "206",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564553",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111308",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111307",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647840,
      "beteckning": "2009:217",
      "anteckningar": "ändr. 1 kap. 1 §",
      "ikraftDateTime": "2009-04-29T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2009:217) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "217",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564554",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111405",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111404",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647841,
      "beteckning": "2009:960",
      "anteckningar": "ändr. 3 kap. 68, 69, 76 §§",
      "ikraftDateTime": "2009-10-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL262/1976 s1; EUTL257/2008 s14",
      "rubrik": "Förordning (2009:960) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "960",
      "celexnummer": "31976L0756, 32008L0089",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564556",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111495",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111494",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647842,
      "beteckning": "1999:719",
      "anteckningar": "ändr. 10 kap 13 § i 1999:240",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1999:719) om ändring i förordningen (1999:240) om \r\nändring i trafikförordningen (1998:1276)",
      "lopnummer": "719",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564557",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111616",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111615",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647843,
      "beteckning": "2004:285",
      "anteckningar": "ändr. 4 kap 17 §, 10 kap 1 §, 13 kap 3, 5 §§, 14 kap 3 §; nya 4 kap 17 \r\na, 17 b §§",
      "ikraftDateTime": "2004-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL67/2002 s47",
      "rubrik": "Förordning (2004:285) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "285",
      "celexnummer": "32002L0007",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564558",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111695",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111694",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647844,
      "beteckning": "2006:21",
      "anteckningar": "ändr. 13 kap 3 §; ny 4 kap 15 b §",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:21) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "21",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656456",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111806",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111805",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647845,
      "beteckning": "2011:912",
      "anteckningar": "ändr. 10 kap. 2 §",
      "ikraftDateTime": "2011-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:912) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "912",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564561",
      "uppdateradDateTime": "2026-01-02T15:31:00.0111912",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0111911",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647846,
      "beteckning": "1999:835",
      "anteckningar": "ändr. 4 kap 18 a §, 10 kap 3, 4, 5 §§, 11 kap 1 §, 13 kap 3, 4 §§, 14 \r\nkap 3 §",
      "ikraftDateTime": "1999-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1999:835) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "835",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564563",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112012",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011201",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647847,
      "beteckning": "2016:1215",
      "anteckningar": "ändr. 13 kap. 7 §",
      "ikraftDateTime": "2017-05-20T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2014/45/EU",
      "rubrik": "Förordning (2016:1215) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1215",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T15:29:48.6564565",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112111",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112109",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647848,
      "beteckning": "2014:1367",
      "anteckningar": "ändr. 13 kap. 8 §",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1367) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1367",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564566",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112212",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011221",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647849,
      "beteckning": "2015:34",
      "anteckningar": "ändr. 11 kap. 1, 4, 5, 6, 7, 9, 10 §§",
      "ikraftDateTime": "2015-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:34) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "34",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564568",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112306",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112305",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647850,
      "beteckning": "2010:1100",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2010-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:1100) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1100",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564569",
      "uppdateradDateTime": "2026-01-02T15:31:00.01124",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112399",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647851,
      "beteckning": "2022:1369",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2022-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1369) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1369",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564571",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112505",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112503",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647852,
      "beteckning": "1999:240",
      "anteckningar": "ändr. 3 kap 13, 17, 39, 48 §§, 4 kap 11, 20 §§, 10 kap 1, 6, 10, 12, \r\n13, 14 §§, 13 kap 3, 5 §§, 14 kap 3, 5, 12 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1999:240) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "240",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564574",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112595",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112594",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647853,
      "beteckning": "2006:1027",
      "anteckningar": "ändr. 11 kap 1 a, 4, 5, 6 §§",
      "ikraftDateTime": "2006-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1027) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "1027",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564576",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112691",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011269",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647854,
      "beteckning": "2006:1064",
      "anteckningar": "ändr. 14 kap 12 §",
      "ikraftDateTime": "2006-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1064) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "1064",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564578",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112779",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112777",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647855,
      "beteckning": "2017:86",
      "anteckningar": "ändr. 11 kap. 7, 10 §§",
      "ikraftDateTime": "2017-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:86) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "86",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656458",
      "uppdateradDateTime": "2026-01-02T15:31:00.0112876",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112875",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647856,
      "beteckning": "2018:1299",
      "anteckningar": "ändr. 3 kap. 6 §",
      "ikraftDateTime": "2018-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1299) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1299",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564581",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0112998",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647857,
      "beteckning": "2018:1547",
      "anteckningar": "ändr. 4 kap. 18 a §, 13 kap. 3 §",
      "ikraftDateTime": "2019-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1547) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1547",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564582",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113093",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113091",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647858,
      "beteckning": "2008:764",
      "anteckningar": "ändr. p 9 ikrafttr.- och övergångsbest.",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:764) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "764",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564584",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113204",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113202",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647859,
      "beteckning": "2010:221",
      "anteckningar": "ändr. 10 kap. 2 §",
      "ikraftDateTime": "2010-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:221) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "221",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564585",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113288",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113287",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647860,
      "beteckning": "2010:2037",
      "anteckningar": "ändr. 3 kap. 54, 57 §§, 4 kap. 14 §, 8 kap. 2 §, 10 kap. 1 §; ny 10 kap. 9 a §",
      "ikraftDateTime": "2011-02-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:2037) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "2037",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564587",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113392",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113391",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647861,
      "beteckning": "2019:119",
      "anteckningar": "ändr. 4 kap. 17 a, 20 §§",
      "ikraftDateTime": "2019-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:119) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "119",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564588",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113486",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113484",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647862,
      "beteckning": "2011:178",
      "anteckningar": "upph. 11 kap.; ändr. 12 kap. 1 §, 13 kap. 3 §; nytt 11 kap.",
      "ikraftDateTime": "2011-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:178) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "178",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564589",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113587",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113584",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647863,
      "beteckning": "2018:1562",
      "anteckningar": "nuvarande 4 kap. 22 § ska betecknas 4 kap. 22 a §; ändr. den nya 4 kap. 22 a §, 4 kap. 23, 24 §§, 10 kap. 3, 13 a §§, 11 kap. 4 §, 13 kap. 3 §, 14 kap. 3 §; nya 4 kap. 22, 22 b, 22 c, 22 d §§, 24 a §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1562) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1562",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564591",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113678",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113677",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647864,
      "beteckning": "2001:753",
      "anteckningar": "ändr. 3 kap 6, 21, 51, 79 §§, 4 kap 6, 9, 10 §§, 8 kap 1 §, 11 kap 2, 5 \r\n§§, 13 kap 3 §, 14 kap 3 §",
      "ikraftDateTime": "2001-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:753) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "753",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564592",
      "uppdateradDateTime": "2026-01-02T15:31:00.01138",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113798",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647865,
      "beteckning": "2012:15",
      "anteckningar": "ändr. 14 kap. 3 §",
      "ikraftDateTime": "2012-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:15) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "15",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564594",
      "uppdateradDateTime": "2026-01-02T15:31:00.0113909",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0113907",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647866,
      "beteckning": "2012:49",
      "anteckningar": "ändr. 14 kap. 14 §",
      "ikraftDateTime": "2012-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:49) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "49",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564596",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114004",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114001",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647867,
      "beteckning": "2004:296",
      "anteckningar": "ändr. 1 kap 2 §, 13 kap 3 §, 14 kap 3, 5 §§; nya 6 kap 4 a §, 14 kap 6 \r\na §",
      "ikraftDateTime": "2005-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:296) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "296",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564599",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114139",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114137",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647868,
      "beteckning": "1999:547",
      "anteckningar": "ändr. 10 kap 14 § i 1999:240",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1999:547) om ändring i förordningen (1999:240) om\r\nändring i trafikförordningen (1998:1276)",
      "lopnummer": "547",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564601",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114231",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011423",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647869,
      "beteckning": "2003:818",
      "anteckningar": "ändr. 1 kap 1 §, 2 kap 6 §, 11 kap 5 §",
      "ikraftDateTime": "2004-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2003:818) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "818",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564603",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114328",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114327",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647870,
      "beteckning": "2024:438",
      "anteckningar": "ny 4 kap. 20 a §",
      "ikraftDateTime": "2024-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:438) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "438",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564605",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114415",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114414",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647871,
      "beteckning": "2004:718",
      "anteckningar": "ändr. 4 kap 15 §",
      "ikraftDateTime": "2004-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL67/2002 s47",
      "rubrik": "Förordning (2004:718) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "718",
      "celexnummer": "32002L0007",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564606",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114501",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.01145",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647872,
      "beteckning": "2012:535",
      "anteckningar": "ändr. 4 kap. 12 §, 11 kap. 10 §",
      "ikraftDateTime": "2012-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:535) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "535",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564608",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114583",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114582",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647873,
      "beteckning": "2007:101",
      "anteckningar": "ändr. 2 kap 2 §, 3 kap 9, 11, 12, 21, 48, 49, 53, 54, 55, 58, 76 §§, 7 \r\nkap 2 §, 8 kap 1 §, 10 kap 1, 2, 3, 8, 12, 13 §§, 11 kap 1, 1 a, 5 §§, \r\n13 kap 3 §, 14 kap 3, 6, 14 §§, 15 kap 2 §, rubr. till 8 kap; nya 3 kap \r\n49 a §, 8 kap 2 §, 10 kap 13 a §",
      "ikraftDateTime": "2007-06-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:101) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "101",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564609",
      "uppdateradDateTime": "2026-01-02T15:31:00.011467",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114669",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647874,
      "beteckning": "2007:235",
      "anteckningar": "upph. 19 kap 11 §; ändr. 10 kap 12 §, 13 kap 3, 8 §§, 14 kap 14 §; ny 10\r\nkap 12 a §",
      "ikraftDateTime": "2010-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:235) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "235",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656461",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114769",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0114767",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647875,
      "beteckning": "2007:447",
      "anteckningar": "ändr. 3 kap 44, 49 a, 53, 54 §§, 10 kap 1 §",
      "ikraftDateTime": "2007-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:447) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "447",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564612",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114871",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011487",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647876,
      "beteckning": "2007:882",
      "anteckningar": "ändr. 4 kap 18 a §",
      "ikraftDateTime": "2007-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:882) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "882",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564613",
      "uppdateradDateTime": "2026-01-02T15:31:00.0114972",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011497",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647877,
      "beteckning": "2008:46",
      "anteckningar": "ändr. 3 kap 17, 76 §§, 9 kap 1 §, 10 kap 1, 13, 13 a §§, 13 kap 7 §, 14 \r\nkap 8 §",
      "ikraftDateTime": "2008-05-02T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:46) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "46",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564614",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115052",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115051",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647878,
      "beteckning": "2014:1265",
      "anteckningar": "ändr. 2 kap. 8, 9 §§, 10 kap. 5, 14 §§, 11 kap. 1, 3, 4, 5, 6, 7, 9, 10, 11 §§, 13 kap. 1, 3, 7 §§, 15 kap. 1 §",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1265) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1265",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564616",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115151",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011515",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647879,
      "beteckning": "2004:532",
      "anteckningar": "ändr. 1 kap 1 §",
      "ikraftDateTime": "2004-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:532) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "532",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564618",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115253",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115252",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647880,
      "beteckning": "2020:745",
      "anteckningar": "ny 4 kap. 17 e §",
      "ikraftDateTime": "2020-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 96/53/EG",
      "rubrik": "Förordning (2020:745) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "745",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T15:29:48.6564621",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115348",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115347",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647881,
      "beteckning": "2020:86",
      "anteckningar": "ändr. 1 kap. 6 §",
      "ikraftDateTime": "2020-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:86) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "86",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564622",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115432",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115431",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647882,
      "beteckning": "2009:985",
      "anteckningar": "ändr. 4 kap. 18 a §, 10 kap. 2 §",
      "ikraftDateTime": "2009-11-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL204/1998 s37, EUTL217/1998 s18",
      "rubrik": "Förordning (2009:985) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "985",
      "celexnummer": "31998L0034, 31998L0048",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564625",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115525",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115524",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647883,
      "beteckning": "2022:905",
      "anteckningar": "ändr. 3 kap. 48 §, 10 kap. 13 a §",
      "ikraftDateTime": "2022-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:905) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "905",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564626",
      "uppdateradDateTime": "2026-01-02T15:31:00.011561",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115609",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647884,
      "beteckning": "2008:384",
      "anteckningar": "ändr. 10 kap  13 §",
      "ikraftDateTime": "2008-06-18T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:384) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "384",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564628",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115702",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115701",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647885,
      "beteckning": "2013:76",
      "anteckningar": "ändr. 4 kap. 22, 23, 24 §§",
      "ikraftDateTime": "2013-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL188/2009 s1",
      "rubrik": "Förordning (2013:76) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "76",
      "celexnummer": "32009R0595",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564629",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115795",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115794",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647886,
      "beteckning": "2018:256",
      "anteckningar": "ändr. bil.",
      "ikraftDateTime": "2018-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:256) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "256",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656463",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115886",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115885",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647887,
      "beteckning": "2015:929",
      "anteckningar": "ändr. 3 kap. 70, 71 §§, 4 kap. 9, 20 §§, 13 kap. 3 §, 14 kap. 3, 8 §§; ny 6 kap. 4 b §",
      "ikraftDateTime": "2016-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:929) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "929",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564632",
      "uppdateradDateTime": "2026-01-02T15:31:00.0115983",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0115982",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647888,
      "beteckning": "2005:949",
      "anteckningar": "ändr. 4 kap 6, 10 §§, 11 kap 2 §, 14 kap 5 §; nya 11 kap 1 a, 1 b, 4 a, \r\n5 a §§, 14 kap 8 a §",
      "ikraftDateTime": "2006-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:949) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "949",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564633",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116078",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116077",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647889,
      "beteckning": "2005:519",
      "anteckningar": "ny 11 kap 9 §",
      "ikraftDateTime": "2005-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:519) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "519",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564635",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116183",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116182",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647890,
      "beteckning": "2006:1208",
      "anteckningar": "ändr. 4 kap 10 §, 10 kap 1, 2, 13 §§, 13 kap 3 §, 14 kap 3, 5, 8, 8 a\r\n§§; nya 4 kap 10 a, 10 b, 10 c, 10 d, 22, 23, 24 §§, 11 kap 1 c §,\r\nrubr. närmast före 4 kap 22 §",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL373/1991 s26, EUTL115/2003 s63, EGTL204/1998 s37, \r\nEGTL217/1998 s18, EGTL36/1988 s33, EGTL295/1991 s1, EUTL275/2005 \r\ns1",
      "rubrik": "Förordning (2006:1208) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "1208",
      "celexnummer": "31991L0671, 32003L0020, 31998L0034, 31998L0048, 31988L0077, 31991L0542, 32005L0055",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564636",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116266",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116265",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647891,
      "beteckning": "2018:102",
      "anteckningar": "ändr. 4 kap. 11, 12, 13, 14 §§, bil. 1; ny bil. 4",
      "ikraftDateTime": "2018-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:102) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "102",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564637",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116404",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116402",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647892,
      "beteckning": "2004:1070",
      "anteckningar": "ny 10 kap 15 §",
      "ikraftDateTime": "2005-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:1070) om ändring i förordningen (1998:1276)",
      "lopnummer": "1070",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564639",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116491",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011649",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647893,
      "beteckning": "2004:1171",
      "anteckningar": "ändr. 2 kap 3 §",
      "ikraftDateTime": "2005-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:1171) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "1171",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656464",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116589",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116588",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647894,
      "beteckning": "2005:71",
      "anteckningar": "ändr. 3 kap 84 §",
      "ikraftDateTime": "2005-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:71) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "71",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564642",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116693",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116691",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647895,
      "beteckning": "2005:271",
      "anteckningar": "ändr. 10 kap 5 §, 14 kap 14 §",
      "ikraftDateTime": "2005-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:271) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "271",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564645",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116782",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011678",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647896,
      "beteckning": "2005:518",
      "anteckningar": "ändr. p 9 ikrafttr.- och övergångsbest.",
      "ikraftDateTime": "2005-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:518) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "518",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564646",
      "uppdateradDateTime": "2026-01-02T15:31:00.011688",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116879",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647897,
      "beteckning": "2022:1396",
      "anteckningar": "ändr. 4 kap. 20 §, 13 kap. 1 §; ny 4 kap. 17 f §",
      "ikraftDateTime": "2023-08-31T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1396) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1396",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564648",
      "uppdateradDateTime": "2026-01-02T15:31:00.0116967",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0116966",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647898,
      "beteckning": "2010:144",
      "anteckningar": "ändr. 3 kap. 17 §, 4 kap. 11 §, 9 kap. 1 §, 10 kap. 12 §, 13 kap. 1, 2 §§, 15 kap. 1 §",
      "ikraftDateTime": "2010-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:144) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "144",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564649",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117064",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117063",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647899,
      "beteckning": "2014:1044",
      "anteckningar": "ny 3 kap. 12 a §",
      "ikraftDateTime": "2014-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1044) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1044",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656465",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117158",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117156",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647900,
      "beteckning": "2014:1035",
      "anteckningar": "ändr. 3 kap. 6, 12, 21, 40, 41, 53, 60, 61, 62, 63 §§, 6 kap. 6 §, 10 kap. 1 §; ny 3 kap. 61 a §",
      "ikraftDateTime": "2014-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1035) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1035",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564652",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117256",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117255",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647901,
      "beteckning": "2010:714",
      "anteckningar": "ändr. ikrafttr.- och övergångsbest. i 2008:768",
      "ikraftDateTime": "2007-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:714) om ändring i förordningen (2008:768) om ändring i förordningen (2007:235) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "714",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564653",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117351",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117349",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647902,
      "beteckning": "2008:902",
      "anteckningar": "ändr. 13 kap 5 §",
      "ikraftDateTime": "2008-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:902) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "902",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564655",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117457",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117456",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647903,
      "beteckning": "2008:1109",
      "anteckningar": "ändr. 3 kap 76 §, 4 kap 6, 10 a, 10 d, 12, 13, 15, 16, 17 a, 17 b, 17 c, 18 a, 20 §§, 9 kap 1 §, 10 kap 5, 11, 12, 13 a §§, 11 kap 4 §, 13 kap 1, 2, 3, 7, 9 §§, 14 kap 13, 14 §§, 15 kap 1 §",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:1109) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1109",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564659",
      "uppdateradDateTime": "2026-01-02T15:31:00.011755",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117548",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647904,
      "beteckning": "2008:1179",
      "anteckningar": "ändr. 10 kap 12 a §, 14 kap 14 § i 2007:235",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:1179) om ändring i förordningen (2007:235) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1179",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564662",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117666",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117665",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647905,
      "beteckning": "2008:385",
      "anteckningar": "ändr. 10 kap 13 §",
      "ikraftDateTime": "2008-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:385) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "385",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564663",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117764",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117763",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647906,
      "beteckning": "2008:190",
      "anteckningar": "ändr. ikrafttr. till 2008:46",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:190) om ändring i förordningen (2008:46) om \r\nändring i trafikförordningen (1998:1276)",
      "lopnummer": "190",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564666",
      "uppdateradDateTime": "2026-01-02T15:31:00.0117852",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0117851",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647907,
      "beteckning": "2022:1720",
      "anteckningar": "ändr. 11 kap. 1, 3, 5, 7, 9, 10 a §§",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1720) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1720",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564668",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118094",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.011809",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647908,
      "beteckning": "2015:217",
      "anteckningar": "ändr. bil. 1",
      "ikraftDateTime": "2015-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:217) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "217",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564669",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118223",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118221",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647909,
      "beteckning": "2015:40",
      "anteckningar": "ändr. 13 kap. 3 §",
      "ikraftDateTime": "2015-03-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:40) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "40",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564671",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118321",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118319",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647910,
      "beteckning": "2015:240",
      "anteckningar": "ändr. bil. 1 i 2015:217",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:240) om ändring i förordningen (2015:217) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "240",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564673",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118416",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118415",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647911,
      "beteckning": "2013:819",
      "anteckningar": "ändr. 4 kap. 20 §",
      "ikraftDateTime": "2014-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:819) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "819",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564675",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118517",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118516",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647912,
      "beteckning": "2013:779",
      "anteckningar": "ändr. 14 kap. 3, 6 §§; ny 4 kap. 10 e §",
      "ikraftDateTime": "2013-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:779) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "779",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564676",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118616",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118615",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647913,
      "beteckning": "2012:705",
      "anteckningar": "ändr. 4 kap. 18 a §, 13 kap. 3 §",
      "ikraftDateTime": "2013-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL204/1998 s37, EUTL217/1998 s18",
      "rubrik": "Förordning (2012:705) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "705",
      "celexnummer": "31998L0034, 31998L0048",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564679",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118713",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118711",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647914,
      "beteckning": "2012:601",
      "anteckningar": "upph. 10 kap. 12 a §",
      "ikraftDateTime": "2012-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:601) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "601",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656468",
      "uppdateradDateTime": "2026-01-02T15:31:00.011881",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118809",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647915,
      "beteckning": "2021:355",
      "anteckningar": "ändr. 10 kap. 1 §",
      "ikraftDateTime": "2021-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:355) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "355",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564681",
      "uppdateradDateTime": "2026-01-02T15:31:00.0118926",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0118925",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647916,
      "beteckning": "2006:1573",
      "anteckningar": "ändr. 4 kap 12, 13 §§",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1573) om ändring i trafikförordningen \r\n(1998:1276)",
      "lopnummer": "1573",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564683",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119027",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119026",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647917,
      "beteckning": "2011:435",
      "anteckningar": "ändr. 11 kap. 9 §",
      "ikraftDateTime": "2011-05-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:435) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "435",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564684",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119117",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119116",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647918,
      "beteckning": "2023:180",
      "anteckningar": "ändr. 3 kap. 6 §, 10 kap. 4, 14 §§, 13 kap. 5 §",
      "ikraftDateTime": "2023-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:180) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "180",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564686",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119222",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119219",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647919,
      "beteckning": "2002:943",
      "anteckningar": "ändr. 2 kap 3 §, 4 kap 18 a §, 5 kap 1, 2, 4, 5 §§, 10 kap 1 §, 11 kap\r\n3 §, 12 kap 1 §, 13 kap 3 §, 14 kap 3 §, rubr. till 5 kap; ny 4 kap 15\r\na §",
      "ikraftDateTime": "2003-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2002:943) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "943",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2002",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564688",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119314",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119313",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647920,
      "beteckning": "2018:1559",
      "anteckningar": "ändr. 7 kap. 1 §",
      "ikraftDateTime": "2018-10-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1559) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1559",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656469",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119416",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119415",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647921,
      "beteckning": "2010:373",
      "anteckningar": "ändr. 2 kap. 3 §",
      "ikraftDateTime": "2010-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:373) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "373",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564692",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119509",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119508",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647922,
      "beteckning": "2014:44",
      "anteckningar": "ändr. 13 kap. 10 §; ny 13 kap. 10 a §",
      "ikraftDateTime": "2014-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:44) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "44",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564694",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119609",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119608",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647923,
      "beteckning": "2021:662",
      "anteckningar": "ändr. 11 kap. 9 §",
      "ikraftDateTime": "2021-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:662) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "662",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564696",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119708",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119707",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647924,
      "beteckning": "2022:1412",
      "anteckningar": "ändr. 1 kap. 5 §, 14 kap. 4, 11 §§; ny 4 kap. 18 b §",
      "ikraftDateTime": "2022-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1412) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1412",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564697",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119804",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119803",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647925,
      "beteckning": "2022:1702",
      "anteckningar": "ny 3 kap. 77 a §, rubr. närmast före 3 kap. 77 a §",
      "ikraftDateTime": "2023-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1702) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1702",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564698",
      "uppdateradDateTime": "2026-01-02T15:31:00.0119893",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119892",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647926,
      "beteckning": "2023:493",
      "anteckningar": "ändr. 14 kap. 8 §",
      "ikraftDateTime": "2023-08-31T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:493) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "493",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.65647",
      "uppdateradDateTime": "2026-01-02T15:31:00.012",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0119999",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647927,
      "beteckning": "2023:565",
      "anteckningar": "ändr. 4 kap. 18 a §",
      "ikraftDateTime": "2023-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv (EU) 2015/1535",
      "rubrik": "Förordning (2023:565) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "565",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T15:29:48.6564701",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120097",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120096",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647928,
      "beteckning": "2012:553",
      "anteckningar": "ändr. 4 kap. 14 §, 14 kap. 4, 11 §§",
      "ikraftDateTime": "2012-09-04T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:553) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "553",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564703",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120187",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120186",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647929,
      "beteckning": "2023:377",
      "anteckningar": "ändr. 4 kap. 6, 10 §§; nya 6 a, 6 b, 6 c §§",
      "ikraftDateTime": "2023-08-31T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:377) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "377",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564704",
      "uppdateradDateTime": "2026-01-02T15:31:00.012029",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120289",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647930,
      "beteckning": "2023:378",
      "anteckningar": "ändr. 4 kap. 20 § i 2022:1396",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:378) om ändring i förordningen (2022:1396) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "378",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564705",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120381",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.012038",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647931,
      "beteckning": "2001:667",
      "anteckningar": "ändr. 1 kap 3, 4 §§, 3 kap 78 §, 4 kap 18 a §, 13 kap 10 §",
      "ikraftDateTime": "2001-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:667) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "667",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564707",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120489",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120488",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647932,
      "beteckning": "2001:357",
      "anteckningar": "ändr. 2 kap 8 §",
      "ikraftDateTime": "2001-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:357) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "357",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564708",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120584",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120583",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647933,
      "beteckning": "2000:869",
      "anteckningar": "ändr. 3 kap 68, 77 §§",
      "ikraftDateTime": "2001-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2000:869) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "869",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656471",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120681",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.012068",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647934,
      "beteckning": "2000:456",
      "anteckningar": "ändr. 2 kap 3 §, 14 kap 3 §; ny 1 kap 6 §",
      "ikraftDateTime": "2000-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2000:456) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "456",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564711",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120776",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120775",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647935,
      "beteckning": "2000:289",
      "anteckningar": "ändr. 4 kap 17, 18 a §§, 11 kap 5 §, 12 kap 1 §, 13 kap 3, 10 §§, bil. \r\n1",
      "ikraftDateTime": "2000-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2000:289) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "289",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564712",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120873",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120871",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647936,
      "beteckning": "2018:1563",
      "anteckningar": "ändr. 4 kap. 22 b §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1563) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1563",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564714",
      "uppdateradDateTime": "2026-01-02T15:31:00.0120967",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0120966",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647937,
      "beteckning": "2010:1596",
      "anteckningar": "ändr. 13 kap. 10 §; ny 13 kap. 11 §",
      "ikraftDateTime": "2011-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:1596) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1596",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564716",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121074",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121072",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647938,
      "beteckning": "2011:350",
      "anteckningar": "ändr. 4 kap. 22 §",
      "ikraftDateTime": "2011-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:350) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "350",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564718",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121176",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121174",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647939,
      "beteckning": "2008:551",
      "anteckningar": "ändr. 4 kap 15, 16, 17 b §§, 13 kap 5; ny 4 kap 17 c §",
      "ikraftDateTime": "2008-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:551) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "551",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564721",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121288",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121287",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647940,
      "beteckning": "2016:333",
      "anteckningar": "ändr. 12 kap. 1 §",
      "ikraftDateTime": "2016-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:333) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "333",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564722",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121393",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121392",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647941,
      "beteckning": "2011:1220",
      "anteckningar": "ändr. 10 kap. 1 §, 13 kap. 3 §, 14 kap. 3 §; nya 3 kap. 83 a, 83 b, 83 c, 83 d, 83 e §§, rubr. närmast före 83 a §",
      "ikraftDateTime": "2012-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL260/2008 s13",
      "rubrik": "Förordning (2011:1220) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1220",
      "celexnummer": "32008L0068",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564724",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121483",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121482",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647942,
      "beteckning": "2012:241",
      "anteckningar": "ändr. 14 kap. 5 §",
      "ikraftDateTime": "2012-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:241) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "241",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564726",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121597",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121596",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647943,
      "beteckning": "2017:610",
      "anteckningar": "ändr. 4 kap. 14, 17 §§, 13 kap. 7 §, bil. 1, 2",
      "ikraftDateTime": "2017-07-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 96/53/EG",
      "rubrik": "Förordning (2017:610) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "610",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T15:29:48.6564727",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121691",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.012169",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647944,
      "beteckning": "2017:921",
      "anteckningar": "ändr. 1 kap. 3 §, 2 kap. 2 §, 3 kap. 48, 49 a, 52, 53, 54 §§, 4 kap. 10 d, 20 §§, 8 kap. 1 §, 10 kap. 1, 14 §§, 11 kap. 1, 5, 7 §§, 12 kap. 1 §, 13 kap. 6 §, 14 kap. 14 §, 15 kap. 1 §",
      "ikraftDateTime": "2017-12-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:921) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "921",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564729",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121803",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121802",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647945,
      "beteckning": "2017:1284",
      "anteckningar": "ändr. 4 kap. 10 e §; nya 4 kap. 17 d §, 13 kap. 12 §",
      "ikraftDateTime": "2018-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:1284) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1284",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656473",
      "uppdateradDateTime": "2026-01-02T15:31:00.0121915",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0121914",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647946,
      "beteckning": "2018:88",
      "anteckningar": "ny 11 kap. 10 a §",
      "ikraftDateTime": "2018-03-12T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:88) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "88",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564731",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122021",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.012202",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647947,
      "beteckning": "2020:890",
      "anteckningar": "ändr. 4 kap. 4, §, 14. kap. 15 §",
      "ikraftDateTime": "2021-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:890) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "890",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564733",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122122",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122121",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647948,
      "beteckning": "2020:842",
      "anteckningar": "ändr. 3 kap. 21, 59 §§, 10 kap. 1, 3 §§, 14 kap. 3, 6 §§, rubr. 8 kap.; ny 8 kap 1 a §",
      "ikraftDateTime": "2020-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:842) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "842",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564734",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122304",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122302",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647949,
      "beteckning": "2020:1094",
      "anteckningar": "ändr. 4 kap. 14 §, bil. 1, 2",
      "ikraftDateTime": "2021-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 96/53/EG",
      "rubrik": "Förordning (2020:1094) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1094",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T15:29:48.6564737",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122408",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122407",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647950,
      "beteckning": "2017:510",
      "anteckningar": "ändr. 1 kap. 6 §",
      "ikraftDateTime": "2017-07-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:510) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "510",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564739",
      "uppdateradDateTime": "2026-01-02T15:31:00.012251",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122509",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647951,
      "beteckning": "1999:721",
      "anteckningar": "ändr. 1 kap 5 §, 14 kap 4, 11 §§; ny 4 kap 18 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL204/98 s37",
      "rubrik": "Förordning (1999:721) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "721",
      "celexnummer": "398L0034",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1999",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.656474",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122616",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122615",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647952,
      "beteckning": "2025:1105",
      "anteckningar": "ändr. 10 kap. 5 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1105) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1105",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564742",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122714",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.0122713",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647953,
      "beteckning": "2025:1179",
      "anteckningar": "ny 10 kap. 2 a §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1179) om ändring i trafikförordningen (1998:1276)",
      "lopnummer": "1179",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:29:48.6564745",
      "uppdateradDateTime": "2026-01-02T15:31:00.0122821",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:31:00.012282",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T15:29:48.6292311",
  "uppdateradDateTime": "2026-01-02T15:31:00.0085182",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T15:31:00.0085181",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}