{
  "grundforfattningId": 62504,
  "previousId": 61812,
  "beteckning": "2000:271",
  "beteckningSortable": "2000:271",
  "publiceringsar": "2000",
  "lopnummer": "271",
  "rubrik": "Förordning (2000:271) om innesluten användning av genetiskt modifierade organismer",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2000-06-05T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Klimat- och näringslivsdepartementet",
    "enhet": null,
    "namnOchEnhet": "Klimat- och näringslivsdepartementet",
    "departementId": 31,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62501,
    "forarbeten": "EGTL117/1990 s1, EGTL330/1998, EGTL169/1997 s 72",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": "31990L0219\r\n31998L0081\r\n31997L0035",
    "taggar": "genetiskt modifierad organism",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T14:50:07.8128008",
    "uppdateradDateTime": "2026-01-02T14:51:03.4976394",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:51:03.4976392",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85324,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1108",
    "omtryck": null,
    "utfardadDateTime": "2000-05-04T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Definitioner\r\n\r\n1 § Termer och uttryck som används i denna förordning har samma\r\nbetydelse som i 13 kap. miljöbalken. Förordning (2011:32).\r\n\r\n2 § I denna förordning avses med\r\n\r\nmikroorganism: varje mikrobiologisk enhet, cellulär eller icke-\r\ncellulär, som kan föröka sig eller överföra genetiskt material,\r\ninbegripet virus, viroider samt cellkulturer av djur och växter,\r\n\r\ngenetiskt modifierad mikroorganism: en mikroorganism vars\r\ngenetiska material har ändrats på ett sätt som inte inträffar\r\nnaturligt genom parning eller naturlig rekombination,\r\n\r\nskyddsåtgärd: en inneslutningsåtgärd eller ett försiktighetsmått\r\ni övrigt som vidtas för att förebygga, hindra eller motverka att\r\nverksamheten medför skada för människors hälsa eller miljön,\r\n\r\ntillsynsmyndighet: en myndighet som enligt 2 kap. 4, 12, 13\r\neller 18 § miljötillsynsförordningen (2011:13) har ansvar för\r\ntillsyn i fråga om innesluten användning,\r\n\r\nF-verksamhet: innesluten användning av genetiskt modifierade\r\nmikroorganismer med försumbar eller ingen risk för skador på\r\nmänniskors hälsa eller miljön,\r\n\r\nL-verksamhet: innesluten användning av genetiskt modifierade\r\nmikroorganismer med låg risk för skador på människors hälsa\r\neller miljön,\r\n\r\nR-verksamhet: innesluten användning av genetiskt modifierade\r\nmikroorganismer med måttlig eller hög risk för skador på\r\nmänniskors hälsa eller miljön,\r\n\r\nny användning: en innesluten användning av genetiskt modifierade\r\norganismer i en redan anmäld verksamhet och som jämfört med den\r\nanmälda verksamheten på ett inte obetydligt sätt skiljer sig i\r\nfråga om vilka genetiskt modifierade organismer som används\r\neller i fråga om metoderna för framställningen eller\r\nanvändningen av organismerna,\r\n\r\nolycka: varje händelse som innebär ett betydande och oavsiktligt\r\nutsläpp av genetiskt modifierade organismer vid innesluten\r\nanvändning och som kan innebära omedelbar eller fördröjd fara\r\nför människors hälsa eller för miljön. Förordning (2011:32).\r\n\r\n2 a § I denna förordning avses med\r\n\r\ndirektiv 90/220/EEG: rådets direktiv 90/220/EEG av den 23 april\r\n1990 om avsiktlig utsättning av genetiskt modifierade\r\norganismer i miljön, senast ändrat genom kommissionens direktiv\r\n97/35/EG,\r\n\r\ndirektiv 2001/18/EG: Europaparlamentets och rådets direktiv\r\n2001/18/EG av den 12 mars 2001 om avsiktlig utsättning av\r\ngenetiskt modifierade organismer i miljön och om upphävande av\r\nrådets direktiv 90/220/EEG, senast ändrat genom\r\nEuropaparlamentets och rådets direktiv 2008/27/EG, och\r\n\r\ndirektiv 2009/41/EG: Europaparlamentets och rådets direktiv\r\n2009/41/EG av den 6 maj 2009 om innesluten användning av\r\ngenetiskt modifierade mikroorganismer (omarbetning).\r\nFörordning (2011:125).\r\n\r\nUndantag för vissa verksamheter\r\n\r\n3 § Bestämmelserna i 8-11 och 13-34 §§ skall inte tillämpas i\r\nfråga om innesluten användning av\r\n\r\n1. organismer som framställs eller har framställts genom\r\nmutagenes,\r\n\r\n2. växter som framställs eller har framställts genom cellfusion\r\n(inklusive protoplastfusion) av växtceller i fall då växten\r\näven kan framställas med traditionella förädlingsmetoder,\r\n\r\n3. mikroorganismer som framställs eller har framställts genom\r\ncellfusion (inklusive protoplastfusion) av prokaryota arter som\r\nutväxlar genetiskt material genom kända fysiologiska processer,\r\nom det är osannolikt att mikroorganismen är skadlig för\r\nmänniskors hälsa eller miljön,\r\n\r\n4. mikroorganismer som framställs eller har framställts genom\r\ncellfusion (inklusive protoplastfusion) av celler av eukaryota\r\narter, inklusive framställning av hybridomceller och fusioner\r\nav växtceller,\r\n\r\n5. mikroorganismer som framställs eller har framställts genom\r\nsjälvkloning i celler av samma art eller i celler av\r\nfylogenetiskt nära besläktade arter, som kan utväxla genetiskt\r\nmaterial genom naturliga fysiologiska processer, om det är\r\nosannolikt att mikroorganismen är skadlig för människors hälsa\r\neller miljön.\r\n\r\nSjälvkloning består i att nukleinsyrasekvenser avlägsnas från\r\nen cell i en organism och eventuellt att hela eller del av\r\nnukleinsyran eller en syntetisk motsvarighet sedan återinförs\r\nmed eller utan föregående enzymatiska eller mekaniska steg.\r\nSjälvkloning som avses i första stycket 5 får inkludera\r\nanvändning av sådana under lång tid beprövade rekombinanta\r\nvektorer som har visat sig innebära att användningen i de\r\nenskilda organismerna är säker.\r\n\r\nUndantagsbestämmelsen i första stycket får inte tillämpas om\r\nverksamheten omfattar användning av rekombinanta\r\nnukleinsyramolekyler eller om verksamheten förutom sådan\r\ninnesluten användning som anges i första stycket också omfattar\r\nanvändning av genetiskt modifierade organismer som framställs\r\neller har framställts på annat sätt än som anges i första\r\nstycket 1-5.\r\n\r\n4 § Bestämmelserna i 13 kap. 8 § miljöbalken samt 7–11 och \r\n13–34 §§ denna förordning ska inte tillämpas på innesluten\r\nanvändning som endast omfattar sådana genetiskt modifierade\r\nmikroorganismer som är säkra för människors hälsa och miljön\r\nenligt direktiv 2009/41/EG.\r\n\r\nArbetsmiljöverket ska upprätta en förteckning över de typer av\r\ngenetiskt modifierade mikroorganismer som avses i första\r\nstycket. Förteckningen ska motsvara förteckningen i del C i\r\nbilaga 2 till direktiv 2009/41/EG. Förordning (2011:125).\r\n\r\n5 § Bestämmelserna i 7–34 §§ gäller inte förvaring, odling,\r\ntransport, destruktion, bortskaffande eller användning av\r\ngenetiskt modifierade organismer som har släppts ut på\r\nmarknaden i enlighet med\r\n\r\n1. direktiv 90/220/EEG eller direktiv 2001/18/EG,\r\n\r\n2. annan EU-lagstiftning som innehåller föreskrifter om en\r\nsärskild miljöriskbedömning som liknar den som föreskrivs i\r\ndirektiv 2001/18/EG,\r\n\r\n3. förordningen (1994:901) om genetiskt modifierade organismer\r\neller förordningen (2002:1086) om utsättning av genetiskt\r\nmodifierade organismer i miljön.\r\n\r\nUndantagsbestämmelserna i första stycket får inte tillämpas om\r\nden inneslutna användningen avviker från villkor för tillstånd\r\natt släppa ut organismerna på marknaden. Förordning (2011:125).\r\n\r\n6 § Bestämmelserna i 8-11 och 13-29 §§ gäller inte transport av\r\ngenetiskt modifierade organismer på landsväg, järnväg eller\r\ninre vattenväg, till havs eller med flyg.\r\n\r\nRiskbedömning\r\n\r\n7 § Den som bedriver eller avser att bedriva verksamhet med\r\ninnesluten användning av genetiskt modifierade organismer skall\r\ngöra den utredning för bedömning av skaderisker som avses i 13\r\nkap. 8 § miljöbalken.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nnärmare föreskrifter om utredningen och vad den skall omfatta.\r\n\r\n8 § En verksamhet med innesluten användning av genetiskt\r\nmodifierade mikroorganismer skall klassificeras som en F-\r\nverksamhet, L-verksamhet eller R-verksamhet. Den riskbedömning\r\nsom avses i 7 § skall ligga till grund för klassificeringen.\r\n\r\nArbetsmiljöverket får inom sitt tillsynsområde meddela\r\nnärmare föreskrifter om vad som avses med F-verksamhet, L-\r\nverksamhet och R-verksamhet samt om klassificeringen. Innan\r\nArbetsmiljöverket meddelar sådana föreskrifter, skall den\r\nsamråda med Gentekniknämnden och Naturvårdsverket.\r\nFörordning (2000:968).\r\n\r\nSkyddsåtgärder\r\n\r\n9 § Den som bedriver eller avser att bedriva verksamhet med\r\ninnesluten användning av genetiskt modifierade organismer\r\nskall, i samband med den riskbedömning som avses i 7 §, bedöma\r\nvilka skyddsåtgärder som behövs. I 2 kap. 3 § miljöbalken finns\r\nen bestämmelse om skyldighet att utföra sådana skyddsåtgärder.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om hur behovet av skyddsåtgärder skall\r\nidentifieras och bedömas.\r\n\r\n10 § Vid innesluten användning av genetiskt modifierade\r\norganismer skall fysiskt hinder eller en kombination av fysiska\r\noch andra hinder användas för att begränsa organismernas\r\nkontakt med allmänheten och miljön.\r\n\r\n11 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om att den som bedriver verksamhet med innesluten\r\nanvändning av genetiskt modifierade organismer skall\r\nupprätthålla en viss nivå av skydd för människors hälsa och\r\nmiljön (skyddsnivå). Sådana föreskrifter får innebära att en\r\nviss omständighet i riskbedömningen eller att behovet av en\r\nviss skyddsåtgärd blir bestämmande för valet av skyddsnivå för\r\nhela eller del av verksamheten.\r\n\r\n12 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela \r\nde ytterligare föreskrifter om skyddsåtgärder som behövs vid \r\ninnesluten användning av genetiskt modifierade organismer.\r\n\r\nTillsynsmyndigheten ska samråda med Myndigheten för civilt \r\nförsvar, Naturvårdsverket och Gentekniknämnden innan den \r\nmeddelar föreskrifter om transport av genetiskt modifierade \r\norganismer eller som annars avser åtgärder till skydd för \r\nmiljön eller för människor utanför de anläggningar där \r\nverksamheter med genetiskt modifierade organismer bedrivs.\r\nFörordning (2025:1108).\r\n\r\nUppdatering av gjorda bedömningar\r\n\r\n13 § De bedömningar som avses i 7 och 9 §§ skall ses över och\r\nuppdateras regelbundet.\r\n\r\nEn sådan översyn skall göras omedelbart om\r\n\r\n1. klassificeringen enligt 8 § inte längre är riktig,\r\n\r\n2. vald skyddsnivå enligt 10 § inte längre är tillräcklig,\r\n\r\n3. de vidtagna skyddsåtgärderna inte längre är tillräckliga,\r\neller\r\n\r\n4. det mot bakgrund av ny vetenskaplig eller teknisk kunskap\r\nfinns anledning att misstänka att en bedömning inte längre är\r\nriktig.\r\n\r\nDokumentation\r\n\r\n14 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om skyldighet att dokumentera de bedömningar som\r\ngörs enligt 7 och 9 §§, att hålla dokumentationen tillgänglig\r\nsamt att lämna in den till tillsynsmyndigheten.\r\n\r\nAnmälnings- och tillståndsplikt m.m.\r\n\r\n15 § En verksamhet med innesluten användning av genetiskt\r\nmodifierade organismer får bedrivas endast om anmälan har\r\nfullgjorts eller tillstånd har beviljats enligt bestämmelserna\r\ni 16-29 §§.\r\n\r\n16 § Anmälan skall göras till den tillsynsmyndighet som är\r\nansvarig på tillsynsområdet. Den myndigheten prövar också\r\nfrågor om tillstånd.\r\n\r\n17 § En anmälan eller ansökan om tillstånd skall alltid\r\ninnehålla en sammanfattning av en sådan riskbedömning som avses\r\ni 7 § samt en redogörelse för behovet av skyddsåtgärder enligt\r\nden bedömning som avses i 9 §.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nytterligare föreskrifter om vad en anmälan eller ansökan skall\r\ninnehålla.\r\n\r\n18 § När tillsynsmyndigheten har tagit emot en anmälan eller\r\nansökan skall den pröva om\r\n\r\n1. de krav som följer av 17 § är uppfyllda och om de uppgifter\r\nsom lämnats kan godtas som riktiga och fullständiga,\r\n\r\n2. riskbedömningen kan anses riktig,\r\n\r\n3. de föreslagna skyddsåtgärderna är tillräckliga.\r\n\r\nTillsynsmyndigheten får förelägga anmälaren eller sökanden att\r\ntillhandahålla de ytterligare uppgifter som behövs för\r\nprövningen.\r\n\r\n19 § När tillsynsmyndigheten har fått de uppgifter som behövs\r\nför att uppgifterna och bedömningarna skall kunna godtas som\r\nfullständiga och riktiga, skall myndigheten underrätta\r\nanmälaren eller sökanden om att en fullständig anmälan eller\r\nansökan har tagits emot.\r\n\r\n20 § Om innehållet i en anmälan föranleder det eller om\r\ntillsynsmyndigheten får kännedom om omständigheter som kan ha\r\npåtaglig betydelse för riskerna med verksamheten, får\r\nmyndigheten besluta\r\n\r\n1. att särskilda villkor skall gälla för verksamheten,\r\n\r\n2. att verksamheten inte får påbörjas eller bedrivas utan\r\nsärskilt tillstånd,\r\n\r\n3. att verksamheten endast får bedrivas under en begränsad tid,\r\neller\r\n\r\n4. att verksamheten inte längre får bedrivas.\r\n\r\n21 § Om verksamheten ändras på ett sätt som kan ha påtaglig\r\nbetydelse för riskerna med verksamheten, skall den som bedriver\r\nverksamheten snarast möjligt underrätta tillsynsmyndigheten.\r\nUnderrättelseskyldigheten gäller också om den som bedriver\r\nverksamheten får kännedom om omständigheter som kan ha en sådan\r\nbetydelse.\r\n\r\n22 § Om uppgifter som tidigare lämnats i en anmälan eller\r\nansökan inte längre är riktiga eller har blivit inaktuella,\r\nskall den som bedriver verksamheten se till att den tidigare\r\ngjorda anmälan eller ansökan ändras eller uppdateras i\r\nrelevanta delar. Denna skyldighet gäller också om verksamheten\r\nhar upphört.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nnärmare föreskrifter om ändring och uppdatering.\r\n\r\nSärskilda bestämmelser om verksamheter med mikroorganismer\r\n\r\n23 § Om tillsynsmyndigheten inte beslutar annat, får en F-\r\nverksamhet eller L-verksamhet påbörjas tidigast 45 dagar efter\r\ndet att en fullständig anmälan har gjorts enligt bestämmelserna\r\ni 16-19 §§.\r\n\r\n24 § Utan att en särskild anmälan behöver göras, får en ny\r\nanvändning i en F-verksamhet bedrivas på en plats eller i en\r\nanläggning som redan omfattas av en fullständig anmälan enligt\r\n16-19 §§. Bestämmelserna i 21 och 22 §§ om skyldighet att\r\nunderrätta tillsynsmyndigheten samt att ändra och uppdatera den\r\ntidigare gjorda anmälan skall dock tillämpas.\r\n\r\n25 § En ny användning i en L-verksamhet får inte bedrivas utan\r\natt användningen har anmälts enligt bestämmelserna i 16-19 §§.\r\n\r\nOm tillsynsmyndigheten inte beslutar annat, får den nya\r\nanvändningen påbörjas omedelbart efter det att en fullständig\r\nanmälan har gjorts, om man avser att bedriva användningen på en\r\nplats eller i en anläggning som redan omfattas av en\r\nfullständig anmälan eller ett tillstånd för en L-verksamhet\r\neller R-verksamhet och de villkor som är förenade med den\r\nverksamheten har uppfyllts.\r\n\r\n26 § En R-verksamhet eller en ny användning i en R-verksamhet\r\nfår inte bedrivas utan tillsynsmyndighetens tillstånd.\r\n\r\nOm den nya användningen avser en användning enligt 25 § andra\r\nstycket som bedrivs inom ramen för ett tillstånd för en R-\r\nverksamhet, räcker det att en anmälan görs i enlighet med 25 §\r\nförsta stycket. Förordning (2011:125).\r\n\r\n27 § Om tillsynsmyndigheten inte beslutar annat med stöd av 20 §,\r\nskall den skriftligen meddela sitt tillstånd\r\n\r\n1. senast 90 dagar efter det att en fullständig ansökan har\r\ntagits emot,\r\n\r\n2. senast 45 dagar efter det att en fullständig ansökan har\r\ntagits emot, om ansökan avser en ny användning som avses att\r\nbedrivas på en plats eller i en anläggning som redan omfattas\r\nav ett tillstånd för en R-verksamhet och de villkor som är\r\nförenade med den verksamheten har uppfyllts.\r\n\r\nSärskilda bestämmelser om verksamheter med andra organismer än\r\nmikroorganismer\r\n\r\n28 § En anläggning för innesluten användning av andra genetiskt\r\nmodifierade organismer än mikroorganismer får inte brukas för\r\nsådan verksamhet utan tillsynsmyndighetens tillstånd.\r\n\r\nTillstånd får lämnas endast om anläggningen är godtagbar från\r\nhälso- och miljöskyddssynpunkt.\r\n\r\nTillsynsmyndigheten skall meddela sitt beslut i\r\ntillståndsfrågan senast 90 dagar efter det att en fullständig\r\nansökan har gjorts.\r\n\r\n29 § En verksamhet med innesluten användning av andra genetiskt\r\nmodifierade organismer än mikroorganismer får bedrivas endast\r\nom verksamheten har anmälts enligt bestämmelserna i 16-19 §§.\r\nOm tillsynsmyndigheten inom sitt tillsynsområde inte\r\nföreskriver annat, gäller anmälningsskyldighet också för varje\r\nny användning.\r\n\r\nOm tillsynsmyndigheten inte beslutar annat, får verksamheten\r\neller den nya användningen påbörjas tidigast 45 dagar efter det\r\natt en fullständig anmälan har gjorts.\r\n\r\nTillsynsmyndigheten får i det enskilda fallet besluta om\r\nundantag från anmälningsskyldigheten, om anläggningens\r\nkonstruktion och omständigheterna i övrigt gör att skyddet för\r\nmänniskors hälsa och miljön kan anses tillräckligt\r\ntillgodosett.\r\n\r\nBeredskapsplaner\r\n\r\n30 § Tillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nföreskrifter om skyldighet för den som bedriver verksamhet med\r\ninnesluten användning av genetiskt modifierade organismer att\r\nupprätta en beredskapsplan för verksamheten.\r\n\r\n31 § Tillsynsmyndigheten ska se till att beredskapsplaner\r\nupprättas för verksamheter med innesluten användning av\r\ngenetiskt modifierade mikroorganismer som, om\r\ninneslutningsåtgärderna inte fungerar, kan medföra omedelbar\r\neller fördröjd allvarlig fara för människor utanför de\r\nanläggningar där verksamheterna bedrivs eller för miljön.\r\n\r\nEn beredskapsplan ska innebära att den som bedriver\r\nverksamheten ger information om planerade skyddsåtgärder.\r\nInformationen ska lämnas till berörda myndigheter och andra som\r\nkan påverkas av en olycka. Den ska lämnas på lämpligt sätt och\r\nutan att mottagarna behöver begära att den lämnas.\r\nInformationen ska hållas uppdaterad och vara tillgänglig för\r\nallmänheten. Förordning (2008:52).\r\n\r\n32 § Vid handläggning av ärenden om beredskapsplaner och \r\nföreskrifter om sådana planer, ska tillsynsmyndigheterna \r\nsamråda med Myndigheten för civilt försvar. \r\nTillsynsmyndigheterna ska underrätta Myndigheten för civilt \r\nförsvar om de beredskapsplaner som upprättas.\r\nFörordning (2025:1108).\r\n\r\nOlyckor m.m.\r\n\r\n33 § I lagen (2003:778) om skydd mot olyckor finns bestämmelser\r\nom skyldigheter vid farlig verksamhet m.m.\r\n\r\nTillsynsmyndigheten får inom sitt tillsynsområde meddela\r\nytterligare föreskrifter om skyldighet för den som bedriver en\r\nverksamhet med innesluten användning av genetiskt modifierade\r\norganismer att i händelse av olycka, olyckstillbud eller ohälsa\r\nsom kan ha samband med användningen av organismerna underrätta\r\nberörda myndigheter. Vidare får föreskrifter meddelas om\r\nskyldighet för den som bedriver verksamheten att lämna den\r\ninformation som behövs för att nödvändiga skyddsåtgärder skall\r\nkunna vidtas. Förordning (2003:799).\r\n\r\n34 § Om det i en verksamhet med användning av genetiskt \r\nmodifierade organismer inträffar en olycka ska \r\ntillsynsmyndigheten\r\n\r\n1. se till att nödvändiga skyddsåtgärder vidtas,\r\n\r\n2. omedelbart varna de medlemsstater i Europeiska unionen som \r\nkan påverkas av olyckan,\r\n\r\n3. om möjligt samla in de uppgifter som är nödvändiga för en \r\nfullständig analys av olyckan, och\r\n\r\n4. utfärda de rekommendationer som behövs för att förebygga \r\nliknande olyckor i framtiden och begränsa sådana olyckors \r\neffekter.\r\n\r\nOm det finns en omedelbar allvarlig fara för miljön eller för \r\nmänniskor utanför de anläggningar där verksamheterna bedrivs, \r\nska tillsynsmyndigheten genast underrätta den kommunala \r\norganisationen för räddningstjänst och Myndigheten för civilt \r\nförsvar. Förordning (2025:1108).\r\n\r\n35 § Arbetsmiljöverket ska svara för de samråd och\r\nunderrättelser som avses i artikel 15 i direktiv 2009/41/EG.\r\nFörordning (2011:125).\r\n\r\nRapportering\r\n\r\n36 § Arbetsmiljöverket ska fullgöra den rapportering till\r\nEuropeiska kommissionen som avses i artikel 17 i direktiv\r\n2009/41/EG. Förordning (2011:125).\r\n\r\nGränsöverskridande förflyttning av genetiskt modifierade\r\norganismer\r\n\r\n36 a § Naturvårdsverket skall samordna det nationella arbetet\r\nmed Sveriges deltagande i det internationella\r\ninformationsförfarandet enligt Europaparlamentets och rådets\r\nförordning (EG) nr 1946/2003 av den 15 juli 2003 om\r\ngränsöverskridande förflyttning av genetiskt modifierade\r\norganismer.\r\n\r\nTillsynsmyndigheterna skall lämna uppgifter till\r\nNaturvårdsverket i enlighet med artikel 15.1 samma förordning.\r\nTillsynsmyndigheterna skall samråda med Naturvårdsverket om hur\r\nuppgifterna skall lämnas. Förordning (2006:1503).\r\n\r\nÖverklagande samt straff och förverkande\r\n\r\n37 § I 19 kap. 1 § och 29 kap. miljöbalken finns bestämmelser\r\nom överklagande samt om straff och förverkande.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2000:271\r\n\r\n1. Denna förordning träder i kraft den 5 juni 2000. I fråga om\r\nverksamheter med andra genetiskt modifierade organismer än\r\nmikroorganismer tillämpas dock bestämmelserna i 3-7, 9, 11-22,\r\n28-30 och 32-34 §§ först från och med den 1 maj 2001.\r\n\r\n2. Följande gäller för en verksamhet med genetiskt modifierade\r\nmikroorganismer som har påbörjats före den 5 juni 2000 och som\r\när anmäld eller omfattas av tillstånd enligt förordningen\r\n(1994:901) om genetiskt modifierade organismer. Verksamheten\r\nfår fortsätta att bedrivas som om anmälan har fullgjorts eller\r\ntillståndet har meddelats enligt denna förordning. Utöver vad\r\nsom följer av 20 eller 21 § denna förordning, skall den som\r\nbedriver verksamheten se till att uppgifter om ändringar eller\r\nuppdateringar enligt 22 § lämnas in till tillsynsmyndigheten\r\nsenast den 30 september 2000. Tillsynsmyndigheten får i det\r\nenskilda fallet besluta om en senare tidpunkt.\r\n\r\n3. Följande gäller för en verksamhet med genetiskt modifierade\r\nmikroorganismer som har påbörjats före den 5 juni 2000 och som\r\när anmälnings- eller tillståndspliktig enligt denna förordning\r\nmen som inte har anmälts eller omfattas av tillstånd enligt\r\nförordningen (1994:901) om genetiskt modifierade organismer.\r\nDen som bedriver verksamheten skall senast den 5 juni 2000\r\nunderrätta tillsynsmyndigheten om att verksamheten bedrivs och\r\nlämna de upplysningar som tillsynsmyndigheten begär för att\r\npreliminärt kunna bedöma om verksamheten är en F-verksamhet, L-\r\nverksamhet eller R-verksamhet. Om det är sannolikt att\r\nverksamheten är en F-verksamhet, får den fortsätta att bedrivas\r\nutan hinder av att anmälan inte fullgjorts enligt 16-19 §§\r\ndenna förordning. I övriga fall skall tillsynsmyndigheten\r\nbesluta om de villkor på vilka verksamheten får bedrivas trots\r\natt anmälan inte har fullgjorts eller tillstånd meddelats\r\nenligt denna förordning. Verksamheten får bedrivas i avvaktan\r\npå tillsynsmyndighetens beslut. Bestämmelserna i 20-22 §§ skall\r\ntillämpas som om underrättelsen vore en fullgjord anmälan. Om\r\ntillsynsmyndigheten inte beslutar annat, får en verksamhet inte\r\nbedrivas med stöd av denna övergångsbestämmelse efter den 30\r\nseptember 2000. En verksamhet får inte heller bedrivas med stöd\r\nav denna övergångsbestämmelse, om verksamheten före den 5 juni\r\n2000 har bedrivits i strid mot bestämmelserna om tillståndskrav\r\ni förordningen (1994:901) om genetiskt modifierade organismer.\r\n\r\n4. Följande gäller för en verksamhet med andra genetiskt\r\nmodifierade organismer än mikroorganismer om verksamheten har\r\npåbörjats före den 1 maj 2001. Verksamheten får fortsätta att\r\nbedrivas som om anmälan har fullgjorts eller tillstånd har\r\nmeddelats enligt denna förordning till dess att\r\ntillsynsmyndigheten beslutar annat. Detta gäller under\r\nförutsättning att anmälan enligt 29 § lämnas till\r\ntillsynsmyndigheten senast den 1 juni 2001 och att ansökan om\r\ntillstånd enligt 28 § lämnas till tillsynsmyndigheten senast\r\nden 1 september 2001. Tillsynsmyndigheten får i det enskilda\r\nfallet besluta om en senare tidpunkt. Förordning (2001:19).",
    "skapadDateTime": "2026-01-02T14:50:07.8128003",
    "uppdateradDateTime": "2026-01-02T14:51:03.4976554",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:51:03.4976553",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 647560,
      "beteckning": "2000:968",
      "anteckningar": "ändr. 4, 8, 35, 36 §§",
      "ikraftDateTime": "2001-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2000:968) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "968",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283646",
      "uppdateradDateTime": "2026-01-02T14:51:03.4977716",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4977715",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647561,
      "beteckning": "2001:19",
      "anteckningar": "ny 4 p övergångsbest.",
      "ikraftDateTime": "2001-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:19) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "19",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283649",
      "uppdateradDateTime": "2026-01-02T14:51:03.4977918",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4977916",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647562,
      "beteckning": "2002:1087",
      "anteckningar": "ändr. 5 §",
      "ikraftDateTime": "2003-01-17T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL117/1990 s15, EGTL169/1997 s72, EGTL106/2001 s1",
      "rubrik": "Förordning (2002:1087) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "1087",
      "celexnummer": "31990L0220, 31997L0035, 32001L0018",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2002",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283651",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978016",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978015",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647563,
      "beteckning": "2003:799",
      "anteckningar": "ändr. 33, 34 §§",
      "ikraftDateTime": "2004-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2003:799) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "799",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2003",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283654",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978097",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978096",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647564,
      "beteckning": "2006:1503",
      "anteckningar": "ändr. 2 §; ny 36 a §; rubr. närmast före 36 a §",
      "ikraftDateTime": "2007-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL287/2003 s1",
      "rubrik": "Förordning (2006:1503) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "1503",
      "celexnummer": "32003L1946",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283658",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978156",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978155",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647565,
      "beteckning": "2008:52",
      "anteckningar": "ändr. 2, 31, 34 §§",
      "ikraftDateTime": "2008-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:52) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "52",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283659",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978228",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978227",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647566,
      "beteckning": "2008:1032",
      "anteckningar": "ändr. 12, 32, 34 §§",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:1032) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "1032",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.828366",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978298",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978297",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647567,
      "beteckning": "2010:1190",
      "anteckningar": "ändr. 5, 36 §§",
      "ikraftDateTime": "2010-12-21T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:1190) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "1190",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283662",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978364",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978363",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647568,
      "beteckning": "2011:32",
      "anteckningar": "ändr. 1, 2 §§",
      "ikraftDateTime": "2011-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:32) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "32",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283663",
      "uppdateradDateTime": "2026-01-02T14:51:03.497842",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978419",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647569,
      "beteckning": "2011:125",
      "anteckningar": "ändr. 4, 5, 26, 35, 36 §§, rubr. närmast före 1 §; ny 2 a §",
      "ikraftDateTime": "2011-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL117/1990 s15, EGTL169/1997 s72, EGTL106/2001 s1, EUTL81/2008 s45, EUTL125/2009 s75",
      "rubrik": "Förordning (2011:125) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "125",
      "celexnummer": "31990L0220, 31997L0035, 32001L0018, 32008L0027, 32009L0041",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283665",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978495",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978495",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647570,
      "beteckning": "2025:1108",
      "anteckningar": "ändr. 12, 32, 34 §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1108) om ändring i förordningen (2000:271) om innesluten användning av genetiskt modifierade organismer",
      "lopnummer": "1108",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:50:07.8283666",
      "uppdateradDateTime": "2026-01-02T14:51:03.4978569",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:51:03.4978568",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T14:50:07.8127996",
  "uppdateradDateTime": "2026-01-02T14:51:03.4973723",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T14:51:03.4973722",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}