{
  "grundforfattningId": 62564,
  "previousId": 61976,
  "beteckning": "2022:700",
  "beteckningSortable": "2022:700",
  "publiceringsar": "2022",
  "lopnummer": "700",
  "rubrik": "Lag (2022:700) om särskild kontroll av vissa utlänningar",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2022-07-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L4",
    "namnOchEnhet": "Justitiedepartementet L4",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62561,
    "forarbeten": "Prop. 2021/22:131, bet. 2021/22:JuU30, rskr. 2021/22:323",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T15:54:20.11757",
    "uppdateradDateTime": "2026-01-02T15:54:45.4902409",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:54:45.4902408",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85384,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1294",
    "omtryck": null,
    "utfardadDateTime": "2022-06-02T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nLagens innehåll\r\n\r\n1 § Denna lag innehåller bestämmelser om särskild kontroll av \r\nvissa utlänningar. \r\n\r\nLagens tillämpningsområde\r\n\r\n2 § Om Säkerhetspolisen har ansökt om att en utlänning ska \r\nutvisas enligt 2 kap. 1 § och utlänningen har ansökt om \r\nuppehållstillstånd, statusförklaring, resedokument eller \r\nställning som varaktigt bosatt i Sverige, ska ansökningarna \r\nhandläggas tillsammans enligt denna lag. Detsamma gäller om \r\nutlänningen ansöker om uppehållstillstånd, statusförklaring, \r\nresedokument eller ställning som varaktigt bosatt i Sverige \r\nunder handläggningen av ärendet om utvisning.\r\n\r\n3 § En ansökan om uppehållstillstånd, statusförklaring, \r\nresedokument eller ställning som varaktigt bosatt i Sverige \r\nsom görs av en utlänning som har utvisats enligt 2 kap. 1 § \r\nska handläggas enligt denna lag.\r\n\r\nTillämpliga bestämmelser i annan författning\r\n\r\n4 § Följande bestämmelser i utlänningslagen (2005:716) ska \r\ntillämpas vid handläggning enligt denna lag:\r\n\r\n1. 4 kap. 3-4 §§ om statusförklaring och resedokument,\r\n\r\n2. 5 kap. 1-1 b, 2 a, 3-10 a, 12-16 och 17-19 §§ om \r\nuppehållstillstånd, och \r\n\r\n3. 6 kap. 3 § om arbetstillstånd.\r\n\r\n5 § I Europaparlamentets och rådets förordning (EU) nr \r\n604/2013 av den 26 juni 2013 om kriterier och mekanismer för \r\natt avgöra vilken medlemsstat som är ansvarig för att pröva en \r\nansökan om internationellt skydd som en tredjelandsmedborgare \r\neller en statslös person har lämnat in i någon medlemsstat \r\n(Dublinförordningen) finns bestämmelser om överföring av \r\nasylsökande som tillämpas gentemot andra EU-stater, Island, \r\nNorge, Schweiz och Liechtenstein.\r\n\r\nUttryck i lagen\r\n\r\n6 § Med EES-medborgare och familjemedlem till EES-medborgare \r\navses i denna lag detsamma som i 1 kap. 3 b § andra stycket \r\noch 3 a kap. 2 § utlänningslagen (2005:716).\r\n\r\nMed flykting och alternativt skyddsbehövande avses detsamma \r\nsom i 4 kap. 1-2 c §§ utlänningslagen.\r\n\r\nSkyndsam handläggning\r\n\r\n7 § Mål och ärenden enligt denna lag ska handläggas skyndsamt.\r\n\r\nProportionalitetsbedömning\r\n\r\n8 § En åtgärd enligt denna lag får vidtas endast om skälen för \r\nåtgärden uppväger det intrång eller men i övrigt som åtgärden \r\ninnebär för utlänningen eller för något annat motstående \r\nintresse.\r\n\r\n2 kap. Utvisning och verkställighet av ett beslut om utvisning\r\n\r\nFörutsättningar för att besluta om utvisning\r\n\r\n1 § En utlänning får utvisas ur Sverige enligt denna lag om \r\nutlänningen \r\n\r\n1. med hänsyn till vad som är känt om hans eller hennes \r\ntidigare verksamhet och övriga omständigheter kan antas komma \r\natt begå eller på annat sätt medverka till ett brott enligt \r\nterroristbrottslagen (2022:666), eller\r\n\r\n2. kan utgöra ett allvarligt hot mot Sveriges säkerhet.\r\n\r\nVem som får ansöka och besluta om utvisning\r\n\r\n2 § En ansökan om utvisning med stöd av 1 § görs av \r\nSäkerhetspolisen. Ansökan ska ges in till Migrationsverket, \r\nsom beslutar i frågan. \r\n\r\nMigrationsverkets beslut kan enligt 7 kap. 1 § överklagas till \r\nregeringen.\r\n\r\n3 § Om Polismyndigheten eller Migrationsverket har anledning \r\natt anta att förutsättningarna för ett beslut om utvisning \r\nenligt 1 § är uppfyllda, ska myndigheterna skyndsamt anmäla \r\ndet till Säkerhetspolisen.\r\n\r\nInnehållet i ett beslut om utvisning\r\n\r\n4 § I ett beslut om utvisning ska det anges till vilket land \r\nutlänningen ska utvisas. Om det finns särskilda skäl, får mer \r\nän ett land anges i beslutet.\r\n\r\nBeslutet ska i övrigt innehålla de anvisningar som behövs för \r\natt det ska kunna verkställas.\r\n\r\n5 § Ett beslut om utvisning ska innehålla ett förbud för \r\nutlänningen att återvända till Sverige. \r\n\r\nÅterreseförbudet ska gälla utan tidsbegränsning eller under \r\nviss tid. Om ett förbud gäller under viss tid ska utlänningen \r\nupplysas om att det börjar löpa den dag han eller hon lämnar \r\nSverige. \r\n\r\nUtlänningen ska alltid upplysas om den påföljd som en \r\növerträdelse av återreseförbudet kan medföra enligt 8 kap. \r\n1 §.\r\n\r\nAnnan verkan av ett beslut om utvisning\r\n\r\n6 § När en utlänning utvisas enligt 1 § får den beslutande \r\nmyndigheten samtidigt återkalla en statusförklaring. Det som \r\nsägs om återkallelse i 4 kap. 5 b och 5 c §§ utlänningslagen \r\n(2005:716) ska också tillämpas vid beslutet.\r\n\r\nNär en utlänning utvisas enligt 1 § ska den beslutande \r\nmyndigheten även återkalla ställning som varaktigt bosatt i \r\nSverige. \r\n\r\n7 § Ett uppehållstillstånd som en utlänning har beviljats \r\ngenom ett tidigare beslut upphör att gälla när han eller hon \r\nutvisas enligt denna lag.\r\n\r\n8 § En ansökan från en utlänning om ställning som varaktigt \r\nbosatt i Sverige ska avslås om utlänningen utvisas eller genom \r\nett tidigare beslut har utvisats enligt denna lag.\r\n\r\n9 § Om en utlänning under handläggningen av en ansökan om \r\nutvisning enligt denna lag ansöker om uppehållstillstånd, ska \r\nhandläggningen av denna ansökan avvakta prövningen av \r\nutvisningsfrågan om det rör sig om ett uppehållstillstånd som \r\nfår beviljas efter inresa i Sverige enligt\r\n\r\n1. 5 b kap. utlänningslagen (2005:716) om uppehållstillstånd \r\nför forskning, studier inom högre utbildning, viss praktik, \r\nvisst volontärarbete och au pair-arbete, \r\n\r\n2. 6 a kap. utlänningslagen om EU-blåkort, \r\n\r\n3. 6 b kap. utlänningslagen om tillstånd för företagsintern \r\nförflyttning, ICT, eller \r\n\r\n4. 6 c kap. utlänningslagen om tillstånd för säsongsarbete.\r\n\r\nDetsamma gäller om utlänningen redan har ansökt om ett sådant \r\nuppehållstillstånd när Säkerhetspolisen ansöker om att \r\nutlänningen ska utvisas enligt 1 §. \r\n\r\nOm utlänningen utvisas ska ansökan om uppehållstillstånd \r\nenligt första och andra styckena anses förfallen när \r\nutvisningsbeslutet får laga kraft eller det får verkställas \r\nändå. Avslås yrkandet om utvisning ska ansökan om \r\nuppehållstillstånd handläggas enligt utlänningslagen. Om det \r\när regeringen som avslår yrkandet, ska ansökan om \r\nuppehållstillstånd överlämnas till Migrationsverket för \r\nprövning.\r\n\r\nMuntlig handläggning hos Migrationsverket vid utvisning\r\n\r\n10 § Migrationsverket ska avgöra ett ärende om utvisning efter \r\nmuntlig handläggning, om sådan handläggning inte är uppenbart \r\nobehövlig. Muntlig handläggning kan ske genom muntlig \r\nförhandling eller i annan form.\r\n\r\nVerkställande myndighet\r\n\r\n11 § Ett beslut om utvisning ska verkställas av \r\nSäkerhetspolisen.\r\n\r\nSäkerhetspolisen får uppdra åt Polismyndigheten att genomföra \r\nverkställigheten. Det innebär dock inte att Säkerhetspolisens \r\nansvar som verkställande myndighet övergår till \r\nPolismyndigheten. \r\n\r\nTill vilket land utvisningen får verkställas\r\n\r\n12 § Ett beslut om utvisning ska verkställas genom att \r\nutlänningen sänds till det land eller, om flera länder har \r\nangetts, något av de länder som anges i beslutet.\r\n\r\nEn utlänning får alltid sändas till ett land som utlänningen \r\nvisar kan ta emot honom eller henne.\r\n\r\nHinder mot att verkställa utvisning\r\n\r\n13 § Ett beslut om utvisning får inte verkställas om det finns \r\nett sådant hinder mot verkställigheten som anges i 12 kap. 1-\r\n3 a §§ utlänningslagen (2005:716).\r\n\r\nInhibition och tidsbegränsat uppehållstillstånd\r\n\r\n14 § Om det har beslutats att en utlänning ska utvisas enligt \r\ndenna lag men det finns ett sådant hinder mot att verkställa \r\nutvisningen som anges i 13 §, ska den beslutande myndigheten \r\nförordna att beslutet tills vidare inte får verkställas \r\n(inhibition). Om det finns särskilda skäl får den beslutande \r\nmyndigheten i stället bevilja utlänningen ett tidsbegränsat \r\nuppehållstillstånd. Ett tidsbegränsat uppehållstillstånd ska \r\ngälla i högst ett år.\r\n\r\nDetta gäller även om utvisningsbeslutet av någon annan \r\nsärskild anledning inte bör verkställas.\r\n\r\n15 § Har ett beslut om inhibition enligt 14 § meddelats, ska \r\nutvisningsbeslutet och inhibitionsbeslutet prövas på nytt när \r\ndet finns skäl för det. \r\n\r\nSå länge utvisningsbeslutet fortfarande gäller, men inte har \r\nkunnat verkställas, ska Säkerhetspolisen till den beslutande \r\nmyndigheten anmäla om det finns ett behov eller inte av att på \r\nnytt pröva utvisningsbeslutet. Anmälan ska göras före utgången \r\nav oktober månad varje år, med början året efter det år då \r\nbeslutet meddelades.\r\n\r\n16 § Om regeringen vid prövning enligt 15 § första stycket \r\növerväger att häva ett beslut om inhibition, ska det ansvariga \r\nstatsrådet, eller den tjänsteman som statsrådet bestämmer, \r\ninhämta ett yttrande från Migrationsöverdomstolen. \r\n\r\nI yttrandet ska Migrationsöverdomstolen särskilt ange om det \r\nfinns hinder enligt 13 § mot att verkställa en utvisning. Om \r\ndomstolen anser att det finns ett sådant hinder, får \r\nregeringen inte avvika från den bedömningen.\r\n\r\n17 § Har utlänningen beviljats ett tidsbegränsat \r\nuppehållstillstånd enligt 14 § ska Migrationsverket, när \r\ntillståndet löper ut, pröva om det fortfarande finns ett \r\nsådant hinder mot att verkställa utvisningen som anges i 13 § \r\neller om utvisningsbeslutet av någon annan särskild anledning \r\nfortsatt inte bör verkställas. Om så är fallet ska \r\nMigrationsverket besluta om inhibition eller, om det finns \r\nsärskilda skäl, bevilja utlänningen ett nytt tidsbegränsat \r\nuppehållstillstånd enligt 14 §.\r\n\r\nFörfarandet när ett beslut om utvisning inte kan verkställas\r\n\r\n18 § Om ett beslut om utvisning har lämnats till \r\nSäkerhetspolisen för verkställighet och Säkerhetspolisen anser \r\natt beslutet inte går att verkställa eller att ytterligare \r\nbesked behövs, ska Säkerhetspolisen anmäla det till den \r\nmyndighet som har fattat beslutet. Den beslutande myndigheten \r\nska då på nytt pröva om det finns ett sådant hinder mot att \r\nverkställa utvisningen som anges i 13 § eller om \r\nutvisningsbeslutet av någon annan särskild anledning inte bör \r\nverkställas. Om så är fallet ska den beslutande myndigheten \r\nförordna om inhibition eller, om det finns särskilda skäl, \r\nbevilja utlänningen ett tidsbegränsat uppehållstillstånd \r\nenligt 14 §.\r\n\r\n19 § Innan regeringen prövar en fråga enligt 18 § ska det \r\nansvariga statsrådet, eller den tjänsteman som statsrådet \r\nbestämmer, inhämta ett yttrande från Migrationsöverdomstolen. \r\n\r\nI yttrandet ska Migrationsöverdomstolen särskilt ange om det \r\nfinns hinder enligt 13 § mot att verkställa en utvisning. Om \r\ndomstolen anser att det finns ett sådant hinder, får \r\nregeringen inte avvika från den bedömningen.\r\n\r\n20 § I avvaktan på regeringens beslut enligt 18 § får det \r\nansvariga statsrådet besluta om inhibition.\r\n\r\nNär ett beslut om utvisning ska verkställas\r\n\r\n21 § Om inte annat anges ska ett beslut om utvisning \r\nverkställas så snart det är möjligt efter det att beslutet har \r\nfått laga kraft eller utlänningen har lämnat en nöjdförklaring \r\nenligt 7 kap. 20 §. \r\n\r\nDetta gäller dock inte om ett beslut om inhibition eller \r\ntidsbegränsat uppehållstillstånd har meddelats enligt 14, 17 \r\neller 18 §.\r\n\r\nNär ett beslut om utvisning ska anses vara verkställt\r\n\r\n22 § Ett beslut om utvisning ska anses vara verkställt när \r\nutlänningen lämnar Sverige. \r\n\r\nDetta gäller dock inte om utlänningen utlämnas, överlämnas \r\neller överförs till en annan stat eller internationell domstol \r\neller tribunal inom ramen för ett straffrättsligt förfarande \r\nmed villkor om att utlänningen ska återföras till Sverige.\r\n\r\nNär ett beslut om utvisning upphör att gälla\r\n\r\n23 § Ett beslut om utvisning upphör att gälla när tiden för \r\nett återreseförbud enligt 5 § andra stycket löper ut.\r\n\r\nNy verkställighet av ett beslut om utvisning som inte har \r\nupphört att gälla\r\n\r\n24 § Har ett beslut om utvisning verkställts, och påträffas \r\nutlänningen därefter i Sverige, ska beslutet verkställas på \r\nnytt om det inte enligt 23 § har upphört att gälla.\r\n\r\nUtvisningsbeslutet får dock inte verkställas på nytt om \r\nutlänningen\r\n\r\n1. har återvänt efter att ha fått ett särskilt tillstånd \r\nenligt 25 § till ett kort besök i Sverige, eller\r\n\r\n2. efter återkomsten har beviljats ett tidsbegränsat \r\nuppehållstillstånd enligt denna lag.\r\n\r\nSärskilt tillstånd till ett kort besök\r\n\r\n25 § En utlänning som har meddelats ett återreseförbud enligt \r\n5 § första stycket får av regeringen ges ett särskilt \r\ntillstånd att göra ett kort besök i Sverige, om besöket gäller \r\nsynnerligen viktiga angelägenheter. \r\n\r\nOm det finns särskilda skäl, får ett sådant tillstånd ges \r\nefter ansökan av någon annan än utlänningen.\r\n\r\nUpphävande av ett återreseförbud\r\n\r\n26 § Om en EES-medborgare eller en familjemedlem till en sådan \r\nmedborgare har meddelats ett återreseförbud enligt 5 § första \r\nstycket och det finns särskilda skäl för att förbudet inte \r\nlängre ska gälla, får regeringen helt eller delvis upphäva \r\nförbudet.\r\n\r\nUpphävande av ett verkställt beslut om utvisning\r\n\r\n27 § Regeringen får upphäva ett verkställt beslut om utvisning \r\nenligt denna lag efter ansökan av utlänningen. \r\n\r\nEn ansökan om upphävande kan göras tidigast tio år efter det \r\natt utvisningsbeslutet verkställdes.\r\n\r\nEn ansökan om uppehållstillstånd som ges in av en utlänning \r\nvars beslut om utvisning har verkställts ska anses vara en \r\nansökan om att få beslutet upphävt enligt första stycket.\r\n\r\n3 kap. Förvar\r\n\r\nFörutsättningar för att ta en utlänning i förvar\r\n\r\n1 § En utlänning som har fyllt 18 år får tas i förvar, om det\r\n\r\n1. är sannolikt att ett beslut om utvisning enligt 2 kap. 1 § \r\nkommer att meddelas, eller\r\n\r\n2. finns ett beslut om utvisning enligt 2 kap. 1 § och förvar \r\nbehövs för att förbereda eller genomföra verkställighet av \r\nbeslutet.\r\n\r\nUtlänningen får dock tas i förvar endast om\r\n\r\n1. det finns anledning att anta att utlänningen annars \r\navviker, håller sig undan eller på annat sätt hindrar \r\nverkställigheten eller utövar brottslig verksamhet i Sverige, \r\neller\r\n\r\n2. utlänningens identitet är oklar.\r\n\r\n2 § En utlänning som inte har fyllt 18 år får tas i förvar, om \r\ndet\r\n\r\n1. är sannolikt att ett beslut om utvisning enligt 2 kap. 1 § \r\nkommer att meddelas, eller\r\n\r\n2. finns ett beslut om utvisning enligt 2 kap. 1 § och förvar \r\nbehövs för att förbereda eller genomföra verkställighet av \r\nbeslutet. \r\n\r\nUtlänningen får dock tas i förvar endast om det finns en \r\nbetydande risk för att utlänningen annars avviker, håller sig \r\nundan eller på annat sätt hindrar verkställigheten eller \r\nutövar brottslig verksamhet i Sverige.\r\n\r\nVem som får besluta om förvar\r\n\r\n3 § Ett beslut om förvar meddelas av den behöriga myndigheten, \r\nom inte annat följer av 4 §.\r\n\r\nBehörig myndighet är Migrationsverket, om inte något annat \r\nanges i tredje eller fjärde stycket.\r\n\r\nRegeringen är behörig myndighet från det att ett överklagande \r\nav ett beslut om utvisning har tagits emot av \r\nRegeringskansliet och till dess regeringen har avslutat \r\nhandläggningen av överklagandet.\r\n\r\nSäkerhetspolisen är behörig myndighet från det att myndigheten \r\nhar tagit emot ett beslut om utvisning för verkställighet till \r\ndess det har verkställts.\r\n\r\n4 § När regeringen är behörig myndighet beslutar det ansvariga \r\nstatsrådet om förvar.\r\n\r\nRegeringen får dock besluta att en utlänning fortsatt ska vara \r\ntagen i förvar när regeringen omprövar ett beslut om förvar \r\nenligt 11 §. Regeringen får även upphäva ett beslut om förvar. \r\n\r\nInterimistiska beslut om förvar\r\n\r\n5 § Trots att Säkerhetspolisen ännu inte har ansökt om \r\nutvisning enligt denna lag, får myndigheten besluta att en \r\nutlänning ska tas i förvar, om det finns förutsättningar för \r\ndet enligt 1 eller 2 §. \r\n\r\nBeslutet ska genast anmälas till Migrationsverket, som snarast \r\nska pröva om det ska fortsätta att gälla.\r\n\r\n6 § Om det inte finns tid att invänta den behöriga \r\nmyndighetens beslut om förvar och förutsättningar enligt 1 \r\neller 2 § finns för att ta en utlänning i förvar, får \r\nSäkerhetspolisen eller Polismyndigheten besluta att ta en \r\nutlänning i förvar till dess den behöriga myndigheten har \r\nmeddelat ett beslut i frågan. Beslutet ska genast anmälas till \r\nden behöriga myndigheten, som snarast ska pröva om beslutet \r\nska fortsätta att gälla.\r\n\r\nI vissa fall får en polisman omhänderta en utlänning enligt \r\n11 § polislagen (1984:387) i väntan på Säkerhetspolisens eller \r\nPolismyndighetens beslut om förvar.\r\n\r\nOm kontroll av en utlänning görs med hjälp av en \r\ntulltjänsteman, en kustbevakningstjänsteman eller en särskilt \r\nförordnad passkontrollant, har de samma rätt att omhänderta \r\nutlänningen som en polisman. Omhändertagandet ska genast \r\nanmälas till en polisman för prövning av om åtgärden ska \r\nbestå.\r\n\r\nFörvarstidens längd\r\n\r\n7 § Förvar ska pågå under så kort tid som möjligt.\r\n\r\n8 § En utlänning som har fyllt 18 år får inte hållas i förvar \r\nenligt 1 § första stycket 2 under längre tid än ett år. Om det \r\när sannolikt att verkställigheten av utvisningsbeslutet kommer \r\natt ta längre tid än så på grund av bristande samarbete från \r\nutlänningen, för att det tar tid att skaffa nödvändiga \r\nhandlingar eller av något annat väsentligt skäl som hänför sig \r\ntill verkställigheten, får dock utlänningen hållas i förvar i \r\nsom längst ytterligare två år.\r\n\r\nOm en utlänning återförs till Sverige på grund av att \r\nverkställigheten har misslyckats, ska tiden om ett år räknas \r\nfrån det att utlänningen på nytt anländer till Sverige. \r\nUtlänningen får dock aldrig hållas i förvar längre tid än tre \r\når.\r\n\r\n9 § En utlänning som inte har fyllt 18 år får inte hållas i \r\nförvar längre tid än 72 timmar. Om det finns synnerliga skäl \r\nfår utlänningen dock hållas i förvar under ytterligare 72 \r\ntimmar.\r\n\r\nNy prövning av ett beslut om förvar\r\n\r\n10 § Den behöriga myndigheten ska pröva ett beslut om förvar \r\nenligt 1 § första stycket 1 på nytt inom fyra veckor från den \r\ndagen då beslutet verkställdes. Har förvarsbeslutet föregåtts \r\nav ett interimistiskt beslut om förvar, ska tidsfristen räknas \r\nfrån när det beslutet verkställdes. \r\n\r\nDen behöriga myndigheten ska pröva ett beslut om förvar enligt \r\n1 § första stycket 2 på nytt inom tre månader från den dagen \r\ndå utvisningsbeslutet fick laga kraft eller utlänningen \r\nlämnade en nöjdförklaring enligt 7 kap. 20 § eller den senare \r\ntidpunkt då förvarsbeslutet verkställdes.\r\n\r\nOm utlänningen är kvar i förvar ska en ny prövning fortlöpande \r\nske inom de tider som anges i första respektive andra stycket.\r\n\r\nOm ett beslut om förvar inte prövas på nytt inom föreskriven \r\ntid, upphör beslutet att gälla.\r\n\r\nSkyldighet att ompröva ett beslut om förvar\r\n\r\n11 § Om Migrationsverket eller regeringen beslutar om \r\nutvisning av en utlänning som hålls i förvar, ska myndigheten \r\nockså pröva om utlänningen fortsatt ska vara tagen i förvar. \r\nMyndigheten får vid en sådan omprövning i stället besluta att \r\nställa en utlänning under uppsikt enligt 4 kap. 1 §. \r\n\r\nDetta gäller också om regeringen upphäver ett beslut om \r\nutvisning och återförvisar eller överlämnar ärendet till \r\nMigrationsverket för handläggning. En ny prövning ska därefter \r\ngöras av Migrationsverket. Prövningen ska göras inom fyra \r\nveckor från regeringens beslut.\r\n\r\nSkyldighet att upphäva ett beslut om förvar\r\n\r\n12 § Om det inte längre finns skäl för ett beslut om förvar, \r\nska den behöriga myndigheten omedelbart upphäva beslutet.\r\n\r\nMuntlig handläggning vid förvar\r\n\r\n13 § Muntlig handläggning vid förvar genomförs av den \r\nmyndighet som beslutar om förvar. \r\n\r\n14 § Om ett beslut om förvar inte har föregåtts av muntlig \r\nhandläggning, ska sådan handläggning genomföras så snart som \r\nmöjligt efter det att beslutet har verkställts.\r\n\r\nDetta gäller inte interimistiska beslut enligt 5 eller 6 § \r\neller om regeringen är behörig myndighet.\r\n\r\n15 § När ett beslut om förvar ska prövas på nytt ska det \r\nhållas en muntlig förhandling.\r\n\r\n16 § I ett ärende om förvar som handläggs av regeringen får \r\ndet ansvariga statsrådet, eller den tjänsteman som statsrådet \r\nbestämmer, besluta om en muntlig förhandling och uppdra åt \r\nMigrationsöverdomstolen att hålla förhandlingen.\r\n\r\nVid den muntliga förhandlingen ska utlänningen höras. \r\nRegeringskansliet får bestämma att även andra personer ska \r\nhöras. En representant för Regeringskansliet ska närvara vid \r\nförhandlingen.\r\n\r\nUtlänningen ska vid förhandlingen få tillfälle att redogöra \r\nför sin ståndpunkt och uttala sig om de omständigheter som \r\nåberopas i ärendet.\r\n\r\nVerkställighet av ett beslut om förvar\r\n\r\n17 § Ett beslut om förvar ska verkställas av Säkerhetspolisen.\r\n\r\nSäkerhetspolisen får uppdra åt Polismyndigheten att verkställa \r\nbeslutet. Det innebär dock inte att Säkerhetspolisens ansvar \r\nsom verkställande myndighet övergår till Polismyndigheten.\r\n\r\n18 § En utlänning som har fyllt 18 år och som är tagen i \r\nförvar ska placeras i en kriminalvårdsanstalt eller ett häkte. \r\nUtlänningen får dock tillfälligt förvaras i en polisarrest. \r\n\r\nFör behandlingen av en utlänning som har placerats i en \r\nkriminalvårdsanstalt, ett häkte eller en polisarrest gäller \r\nhäkteslagen (2010:611). Utlänningen ska beviljas de lättnader \r\noch förmåner som kan medges med hänsyn till ordningen och \r\nsäkerheten inom anstalten, häktet eller arresten.\r\n\r\n19 § En utlänning som inte har fyllt 18 år och som är tagen i \r\nförvar ska placeras i sådana förvarslokaler som \r\nMigrationsverket ansvarar för enligt 11 kap. 2 § första \r\nstycket utlänningslagen (2005:716).\r\n\r\nUtlänningen får hållas avskild från andra som har tagits i \r\nförvar om det är nödvändigt för ordningen och säkerheten i \r\nförvarslokalen. Ett beslut om avskiljande meddelas av \r\nMigrationsverket. Beslutet ska omprövas så ofta det finns \r\nanledning till det.\r\n\r\nFör behandlingen av en utlänning som har placerats i \r\nMigrationsverkets förvarslokaler gäller i övrigt 11 kap. \r\nutlänningslagen om myndighetens behandling av utlänningar som \r\nhålls i förvar.\r\n\r\nEtt beslut om förvar upphör efter utresa\r\n\r\n20 § Ett beslut om förvar upphör att gälla när utlänningen \r\nlämnar Sverige.\r\n\r\n4 kap. Uppsikt\r\n\r\nFörutsättningar för att ställa en utlänning under uppsikt\r\n\r\n1 § En utlänning som har fyllt 18 år får, under de \r\nförutsättningar som anges i 3 kap. 1 §, ställas under uppsikt \r\ni stället för att tas i förvar.\r\n\r\nEn utlänning som inte har fyllt 18 år får, under de \r\nförutsättningar som anges i 3 kap. 2 §, ställas under uppsikt \r\ni stället för att tas i förvar.\r\n\r\nVad ett beslut om uppsikt innebär \r\n\r\n2 § Ett beslut om uppsikt kan innebära att en utlänning är\r\n\r\n1. förbjuden att lämna ett visst område (vistelseområdet),\r\n\r\n2. skyldig att på vissa tider anmäla sig hos Polismyndigheten \r\n(anmälningsskyldighet), eller\r\n\r\n3. skyldig att lämna ifrån sig sitt pass eller annan \r\nidentitetshandling.\r\n\r\nVem som får besluta om uppsikt\r\n\r\n3 § Ett beslut om uppsikt meddelas av den myndighet som är \r\nbehörig enligt 3 kap. 3 §, om inte annat anges i 4 §. \r\nMigrationsöverdomstolen får besluta om uppsikt när den prövar \r\nett överklagat beslut om förvar.\r\n\r\n4 § När regeringen är behörig myndighet beslutar det ansvariga \r\nstatsrådet om uppsikt.\r\n\r\nRegeringen får dock besluta att en utlänning fortsatt ska stå \r\nunder uppsikt när den omprövar ett beslut om uppsikt enligt \r\n10 §. Regeringen får även upphäva ett beslut om uppsikt.\r\n\r\nInterimistiska beslut om uppsikt\r\n\r\n5 § Trots att Säkerhetspolisen inte har ansökt om utvisning, \r\nfår myndigheten besluta att en utlänning ska ställas under \r\nuppsikt, om det finns förutsättningar för det enligt 1 §. \r\n\r\nBeslutet ska genast anmälas till Migrationsverket, som snarast \r\nska pröva om beslutet ska fortsätta att gälla.\r\n\r\nInnehållet i ett beslut om uppsikt\r\n\r\n6 § I ett beslut om uppsikt ska det anges vilka förbud och \r\nskyldigheter som uppsikten innebär och, i den utsträckning som \r\ndet är relevant, \r\n\r\n1. vilket vistelseområde som utlänningen förbjuds att lämna,\r\n\r\n2. hur ofta utlänningen ska anmäla sig hos Polismyndigheten \r\noch på vilken ort skyldigheten ska fullgöras, och\r\n\r\n3. vilka pass eller andra identitetshandlingar som utlänningen \r\nska lämna till Polismyndigheten.\r\n\r\nMigrationsverket, Migrationsöverdomstolen, regeringen eller \r\ndet ansvariga statsrådet får uppdra åt Säkerhetspolisen att \r\nange de närmare villkoren för uppsikten.\r\n\r\nBeslut enligt första och andra styckena ska delges \r\nutlänningen. \r\n\r\n7 § Ett pass eller en annan identitetshandling som en \r\nutlänning har överlämnat enligt ett beslut om uppsikt ska utan \r\ndröjsmål lämnas vidare till Säkerhetspolisen. \r\n\r\nSäkerhetspolisen ska lämna tillbaka handlingen till \r\nutlänningen om uppsiktsbeslutet upphör eller om det annars \r\ninte längre finns skäl för att behålla handlingen.\r\n\r\nNy prövning av ett beslut om uppsikt\r\n\r\n8 § Den behöriga myndigheten ska pröva ett beslut om uppsikt \r\npå nytt var sjätte månad, så länge utlänningen står under \r\nuppsikt.\r\n\r\nOm ett beslut om uppsikt inte prövas på nytt inom föreskriven \r\ntid, upphör beslutet att gälla.\r\n\r\nÄndring av ett beslut om uppsikt\r\n\r\n9 § Säkerhetspolisen får, om det på grund av ändrade \r\nförhållanden finns skäl för det, besluta om undantag från och \r\nom tillfälliga lättnader i ett beslut om uppsikt.\r\n\r\nSkyldighet att ompröva ett beslut om uppsikt\r\n\r\n10 § Om Migrationsverket eller regeringen beslutar om \r\nutvisning av en utlänning som står under uppsikt, ska \r\nmyndigheten också pröva om utlänningen fortsatt ska stå under \r\nuppsikt.\r\n\r\nSkyldighet att upphäva ett beslut om uppsikt\r\n\r\n11 § Om det inte längre finns skäl för ett beslut om uppsikt, \r\nska den behöriga myndigheten omedelbart upphäva beslutet.\r\n\r\nMuntlig handläggning vid uppsikt\r\n\r\n12 § Muntlig handläggning vid uppsikt genomförs av den \r\nmyndighet som beslutar om uppsikt. \r\n\r\nNär ett beslut om uppsikt ska prövas på nytt ska det hållas en \r\nmuntlig förhandling, om det inte med hänsyn till utredningens \r\nart eller andra omständigheter framstår som uppenbart att en \r\nsådan förhandling saknar betydelse.\r\n\r\n13 § I ett ärende om uppsikt som handläggs av regeringen får \r\ndet ansvariga statsrådet, eller den tjänsteman som statsrådet \r\nbestämmer, besluta om en muntlig förhandling och uppdra åt \r\nMigrationsöverdomstolen att hålla förhandlingen.\r\n\r\nVid den muntliga förhandlingen ska utlänningen höras. \r\nRegeringskansliet får bestämma att även andra personer ska \r\nhöras. En representant för Regeringskansliet ska närvara vid \r\nförhandlingen.\r\n\r\nUtlänningen ska vid förhandlingen få tillfälle att redogöra \r\nför sin ståndpunkt och uttala sig om de omständigheter som \r\nåberopas i ärendet. \r\n\r\nEtt beslut om uppsikt upphör efter utresa\r\n\r\n14 § Ett beslut om uppsikt upphör att gälla när utlänningen \r\nlämnar Sverige.\r\n\r\n5 kap. Tvångsmedel \r\n\r\nAnvändning av tvångsmedel\r\n\r\n1 § De tvångsmedel som anges i 2-3 a och 5-7 §§ får användas \r\nom ett beslut om utvisning enligt denna lag tills vidare inte \r\nkan verkställas på grund av ett beslut om inhibition eller ett \r\ntidsbegränsat uppehållstillstånd.\r\n\r\nDetta gäller också om ett beslut om avvisning eller utvisning \r\nenligt 8 eller 8 a kap. utlänningslagen (2005:716) inte kan \r\nverkställas och utlänningen skulle kunna utvisas enligt 2 kap. \r\n1 §. Lag (2025:140).\r\n\r\nAnmälningsskyldighet och förbud att lämna ett vistelseområde\r\n\r\n2 § Utlänningen får åläggas anmälningsskyldighet. Utlänningen \r\nfår samtidigt förbjudas att lämna ett vistelseområde.\r\n\r\nHusrannsakan, genomsökning på distans, kroppsvisitation, \r\nkroppsbesiktning och upptagning av fingeravtryck och andra \r\nunderlag\r\n\r\n3 § Utlänningen får utsättas för husrannsakan, genomsökning på \r\ndistans, kroppsvisitation eller kroppsbesiktning, om det är av \r\nbetydelse för att klarlägga om\r\n\r\n1. utlänningen tillhör eller verkar för en organisation eller \r\ngrupp som planlägger eller förbereder brott enligt \r\nterroristbrottslagen (2022:666) eller om det finns en risk för \r\natt utlänningen kan komma att engagera sig i en sådan \r\norganisation eller grupp,\r\n\r\n2. det finns risk för att utlänningen själv planlägger eller \r\nförbereder brott som avses i 1, eller\r\n\r\n3. det finns risk för att utlänningen själv eller tillsammans \r\nmed andra medverkar i eller på annat sätt främjar ett \r\nallvarligt brott som rör Sveriges säkerhet.\r\n\r\nI sådana fall är det också tillåtet att ta fingeravtryck, \r\nfotografi och video av utlänningen.\r\n\r\nI fråga om sådana åtgärder gäller i övrigt 28 kap. \r\nrättegångsbalken. Det som sägs om den som är skäligen \r\nmisstänkt ska då i stället avse utlänningen. \r\nLag (2025:140).\r\n\r\n3 a § Om fingeravtryck, fotografi eller video har tagits \r\nenligt 3 § andra stycket får Säkerhetspolisen besluta om ny \r\nupptagning, om det finns särskilda skäl och om \r\nförutsättningarna enligt 3 § är uppfyllda. Lag (2025:140).\r\n\r\nTillfälligt omhändertagande av elektronisk \r\nkommunikationsutrustning\r\n\r\n4 § Om en polisman vid Säkerhetspolisen vid en husrannsakan, \r\nkroppsvisitation eller kroppsbesiktning enligt 3 § första \r\nstycket påträffar elektronisk kommunikationsutrustning, får \r\npolismannen tillfälligt omhänderta utrustningen och undersöka \r\nden.\r\n\r\nEgendomen ska lämnas tillbaka så snart det inte längre finns \r\nskäl för åtgärden, dock senast 24 timmar efter \r\nomhändertagandet. Lag (2024:567).\r\n\r\nKopiering\r\n\r\n4 a § Innehållet i en elektronisk kommunikationsutrustning som \r\nomhändertagits med stöd av 4 § får kopieras, om det krävs för \r\nett sådant ändamål som avses i 3 § första stycket. Detsamma \r\ngäller handlingar som påträffas vid en husrannsakan eller en \r\ngenomsökning på distans. Lag (2024:567).\r\n\r\nHemlig avlyssning eller hemlig övervakning av elektronisk \r\nkommunikation\r\n\r\n5 § Om det finns särskilda skäl får ett tillstånd till hemlig \r\navlyssning av elektronisk kommunikation eller, om det är \r\ntillräckligt, hemlig övervakning av elektronisk kommunikation \r\nmeddelas enligt 27 kap. rättegångsbalken för ett sådant \r\nändamål som avses i 3 § första stycket. \r\n\r\nEtt tillstånd till hemlig övervakning av elektronisk \r\nkommunikation enligt 27 kap. 19 § första stycket \r\nrättegångsbalken får också meddelas i syfte att kunna \r\nlokalisera en utlänning som inte har fullgjort sin \r\nanmälningsskyldighet.\r\n\r\nI fråga om hemlig avlyssning av elektronisk kommunikation och \r\nhemlig övervakning av elektronisk kommunikation gäller i \r\növrigt 27 kap. rättegångsbalken. Det som sägs om den som är \r\nskäligen misstänkt ska då i stället avse utlänningen.\r\nLag (2024:331).\r\n\r\nHemlig kameraövervakning\r\n\r\n6 § Om det finns särskilda skäl får ett tillstånd till hemlig \r\nkameraövervakning meddelas enligt 27 kap. rättegångsbalken för \r\nett sådant ändamål som avses i 3 § första stycket. Ett \r\ntillstånd får avse endast en plats där en utlänning \r\nregelbundet kan antas komma att uppehålla sig eller en plats \r\ndär brott som anges i 3 § första stycket kan antas komma att \r\nplanläggas eller förberedas.\r\n\r\nI fråga om hemlig kameraövervakning gäller i övrigt 27 kap. \r\nrättegångsbalken. Det som sägs om den som är skäligen \r\nmisstänkt ska då i stället avse utlänningen.\r\n\r\nPostkontroll\r\n\r\n7 § Om det finns särskilda skäl får ett tillstånd att hålla \r\nkvar och närmare undersöka, öppna och granska försändelser som \r\nfinns hos ett befordringsföretag och som har ställts till \r\nutlänningen eller som har avsänts av honom eller henne \r\n(postkontroll) meddelas för ett sådant ändamål som avses i 3 § \r\nförsta stycket. \r\n\r\nVem som får ansöka och besluta om användning av tvångsmedel\r\n\r\n8 § Säkerhetspolisen får hos Migrationsverket ansöka om att en \r\nutlänning ska åläggas anmälningsskyldighet enligt 2 § eller en \r\nsådan skyldighet tillsammans med ett förbud att lämna \r\nvistelseområdet. Ett beslut om sådant tvångsmedel får meddelas \r\nom förutsättningarna i 1 § är uppfyllda.\r\n\r\nSäkerhetspolisen får hos Migrationsverket även ansöka om \r\ngodkännande att\r\n\r\n1. enligt 10 § besluta om husrannsakan, genomsökning på \r\ndistans, kroppsvisitation, kroppsbesiktning eller upptagning \r\nav fingeravtryck, fotografi eller video, eller\r\n\r\n2. enligt 11 § ansöka om tillstånd till hemlig avlyssning av \r\nelektronisk kommunikation, hemlig övervakning av elektronisk \r\nkommunikation, hemlig kameraövervakning eller postkontroll.\r\n\r\nEtt godkännande enligt andra stycket 1 och 2 får ges om \r\nförutsättningarna i 1, 3 och 5-7 §§ är uppfyllda.\r\nLag (2025:140).\r\n\r\n9 § I samband med att regeringen beslutar om inhibition eller \r\ntidsbegränsat uppehållstillstånd i ett ärende om \r\nverkställighet enligt 2 kap. 18 § får regeringen\r\n\r\n1. ålägga en utlänning anmälningsskyldighet enligt 2 § eller \r\nen sådan skyldighet tillsammans med ett förbud att lämna \r\nvistelseområdet om förutsättningarna i 1 § är uppfyllda, eller\r\n\r\n2. godkänna att Säkerhetspolisen får vidta de åtgärder som \r\nanges i 8 § andra stycket 1 och 2 om förutsättningarna i 1, 3 \r\noch 5-7 §§ är uppfyllda.\r\n\r\nInnan regeringen som första instans beslutar om \r\nanmälningsskyldighet ska det ansvariga statsrådet, eller den \r\ntjänsteman som statsrådet bestämmer, inhämta ett yttrande från \r\nMigrationsöverdomstolen.\r\n\r\nBeslut om husrannsakan, genomsökning på distans, \r\nkroppsvisitation, kroppsbesiktning och upptagning av \r\nfingeravtryck och andra underlag\r\n\r\n10 § Säkerhetspolisen får efter ett godkännande enligt 8 § \r\nandra stycket 1, 9 § första stycket 1 eller 16 § tredje \r\nstycket besluta om husrannsakan, genomsökning på distans, \r\nkroppsvisitation, kroppsbesiktning eller upptagning av \r\nfingeravtryck, fotografi eller video. Ett beslut om sådant \r\ntvångsmedel får meddelas om förutsättningarna i 3 § är \r\nuppfyllda. Lag (2025:140).\r\n\r\nBeslut om ett tillstånd till hemliga tvångsmedel\r\n\r\n11 § Säkerhetspolisen får efter ett godkännande enligt 8 § \r\nandra stycket 2, 9 § första stycket 2 eller 16 § tredje \r\nstycket hos Stockholms tingsrätt ansöka om ett tillstånd till \r\nhemlig avlyssning av elektronisk kommunikation, hemlig \r\növervakning av elektronisk kommunikation, hemlig \r\nkameraövervakning eller postkontroll. \r\n\r\nEtt tillstånd får meddelas om förutsättningarna i 5-7 §§ är \r\nuppfyllda. Rättens beslut gäller omedelbart.\r\n\r\nVid prövning av en fråga om tillstånd till hemlig avlyssning \r\nav elektronisk kommunikation, hemlig övervakning av \r\nelektronisk kommunikation eller hemlig kameraövervakning \r\ntillämpas 27 kap. 26-30 §§ rättegångsbalken om offentliga \r\nombud. På förfarandet tillämpas även i övrigt bestämmelserna i \r\nrättegångsbalken. \r\n\r\nBeslutens giltighetstid\r\n\r\n12 § Ett beslut enligt 8 eller 9 § gäller i längst tre år från \r\ndagen för utvisnings- eller avvisningsbeslutet.\r\n\r\nInnehållet i ett beslut om anmälningsskyldighet\r\n\r\n13 § I ett beslut om anmälningsskyldighet eller en sådan \r\nskyldighet tillsammans med ett förbud att lämna \r\nvistelseområdet ska det anges\r\n\r\n1. hur ofta utlänningen ska anmäla sig hos Polismyndigheten \r\noch på vilken ort skyldigheten ska fullgöras, och \r\n\r\n2. vilket vistelseområde som utlänningen förbjuds att lämna. \r\n\r\nBeslutande myndighet får uppdra åt Säkerhetspolisen att \r\nutforma de närmare villkoren för hur anmälningsskyldigheten \r\nska fullgöras. \r\n\r\nBeslut enligt första och andra styckena ska delges \r\nutlänningen.\r\n\r\nInterimistiska beslut om anmälningsskyldighet\r\n\r\n14 § Om Säkerhetspolisen upphäver ett beslut om förvar enligt \r\n3 kap. 12 § får myndigheten besluta om anmälningsskyldighet \r\nenligt 2 §, om det inte finns tid att avvakta den beslutande \r\nmyndighetens ställningstagande enligt 2 kap. 18 § när det \r\ngäller frågan om det finns hinder mot att verkställa ett \r\nbeslut om utvisning. \r\n\r\nBeslutet gäller omedelbart och ska delges utlänningen.\r\n\r\nSäkerhetspolisen ska genast anmäla ett beslut enligt första \r\nstycket till den beslutande myndigheten, som snarast ska pröva \r\nom åtgärden ska bestå. Om den beslutande myndigheten \r\nkonstaterar att det inte finns skäl för åtgärden, ska den \r\nupphäva beslutet.\r\n\r\nInnehållet i ett tillstånd till postkontroll\r\n\r\n15 § I ett tillstånd till postkontroll får rätten besluta att \r\nen försändelse som kommer in till ett befordringsföretag ska \r\nhållas kvar till dess att den närmare har undersökts eller \r\nöppnats eller granskats. Av tillståndet ska det framgå vilka \r\nförsändelser som tillståndet omfattar. \r\n\r\nEtt tillstånd ska meddelas att gälla för en viss tid, längst \r\nen månad från dagen då förordnandet delgavs \r\nbefordringsföretaget. \r\n\r\nBeslutet ska innehålla en underrättelse om att information om \r\nåtgärden inte får lämnas till någon utan medgivande av \r\nSäkerhetspolisen.\r\n\r\nFortsatt användning av tvångsmedel\r\n\r\n16 § Säkerhetspolisen får även efter utgången av den i 12 § \r\nangivna treårsfristen hos Stockholms tingsrätt ansöka enligt \r\n8 § första och andra styckena om användning av de tvångsmedel \r\nsom anges i 2, 3 och 5-7 §§ (fortsatt användning av \r\ntvångsmedel). \r\n\r\nEtt beslut om fortsatt användning av tvångsmedlen i 2 § får \r\nmeddelas om förutsättningarna i 1 § är uppfyllda och det finns \r\nrisk för att utlänningen begår eller på annat sätt medverkar \r\ntill brott som anges i 2 kap. 1 § 1 eller annat brott mot \r\nSveriges säkerhet. \r\n\r\nEtt godkännande av fortsatt användning av tvångsmedlen i 3 och \r\n5-7 §§ får meddelas om förutsättningarna i 1, 3 och 5-7 §§ är \r\nuppfyllda och det finns risk för att utlänningen begår eller \r\npå annat sätt medverkar till brott som anges i 2 kap. 1 § 1 \r\neller annat brott mot Sveriges säkerhet. \r\n\r\nBeslutet ska delges utlänningen.\r\n\r\n17 § Rättens beslut enligt 16 § gäller för en viss tid, längst \r\ntre år. \r\n\r\nOm det finns skäl för det får rätten besluta om fortsatt \r\nanvändning av tvångsmedlen för tiden fram till dess att \r\närendet har avgjorts slutligt. \r\n\r\nOm ett tidigare meddelat beslut om användning av tvångsmedel \r\ngäller då ärendet avgörs, får rätten bestämma att det nya \r\nbeslutet ska börja tillämpas först när giltighetstiden för det \r\ntidigare beslutet har löpt ut.\r\n\r\n18 § I fråga om förfarandet vid rätten vid ett beslut om \r\nfortsatt användning av tvångsmedel gäller det som är \r\nföreskrivet om åtal för brott för vilket inte är föreskrivet \r\nlindrigare straff än fängelse i sex månader.\r\n\r\nEn skriftlig berättelse eller en uppteckning eller upptagning \r\nav en sådan berättelse som avses i 35 kap. 14 § \r\nrättegångsbalken får dock åberopas som bevis. Bestämmelsen i \r\n10 kap. 3 § andra stycket andra meningen offentlighets- och \r\nsekretesslagen (2009:400) gäller vidare inte och beslutet får \r\ngrundas även på handlingar eller annat material som enligt \r\nförsta stycket samma paragraf inte får lämnas ut till parter.\r\n\r\nÄndring eller upphävande av ett beslut om tvångsmedel\r\n\r\n19 § Säkerhetspolisen får, om det på grund av ändrade \r\nförhållanden finns skäl för det, i fråga om ett beslut om \r\nanmälningsskyldighet eller en sådan skyldighet tillsammans med \r\nett förbud att lämna vistelseområdet \r\n\r\n1. medge undantag eller tillfälliga lättnader, eller\r\n\r\n2. besluta att anmälningsskyldigheten ska fullgöras på annan \r\nort eller veckodag. \r\n\r\nSäkerhetspolisen får också, om det på grund av ändrade \r\nförhållanden finns skäl för det, upphäva ett beslut enligt \r\n16 §.\r\n\r\nEfter ansökan av Säkerhetspolisen får den myndighet som har \r\nbeslutat enligt 8 eller 9 § upphäva beslutet eller göra andra \r\nändringar i det än som anges i första stycket.\r\n\r\nEfter ansökan av Säkerhetspolisen får rätten göra andra \r\nändringar i ett beslut enligt 16 § än som anges i första \r\nstycket.\r\n\r\nGranskning och förstöring\r\n\r\n20 § En upptagning eller uppteckning som har gjorts vid hemlig \r\navlyssning av elektronisk kommunikation, hemlig övervakning av \r\nelektronisk kommunikation eller hemlig kameraövervakning ska \r\ngranskas snarast möjligt. Granskningen får utföras endast av \r\nrätten, Säkerhetspolisen, Polismyndigheten eller en åklagare. \r\n\r\nUpptagningar och uppteckningar ska bevaras så länge som de \r\nbehövs i de delar de är av betydelse för kontrollen av \r\nutlänningen. I övrigt ska de förstöras så snart som möjligt. \r\n\r\nUppgifter från upptagningar och uppteckningar som med stöd av \r\n23 § får användas vid en förundersökning ska dock bevaras så \r\nlänge förundersökningen inte har lagts ner eller, om åtal har \r\nväckts, till dess målet har avgjorts slutligt. De ska därefter \r\nförstöras. Uppgifter från upptagningar eller uppteckningar som \r\nmed stöd av 23 § får användas för något annat ändamål ska dock \r\nbevaras så länge som de behövs för det nya ändamålet. De ska \r\ndärefter förstöras.\r\n\r\n21 § En försändelse som omfattas av ett tillstånd till \r\npostkontroll ska undersökas snarast möjligt. Försändelsen får \r\ninte närmare undersökas, och inte heller öppnas eller granskas \r\nav någon annan än rätten, Säkerhetspolisen, Polismyndigheten \r\neller en åklagare. \r\n\r\nNär undersökningen har slutförts ska en försändelse som finns \r\nhos ett befordringsföretag sändas till den som försändelsen är \r\nställd till.\r\n\r\n22 § Om en handling påträffas vid husrannsakan, genomsökning \r\npå distans, kroppsvisitation eller kroppsbesiktning får den \r\ninte närmare undersökas och inte heller öppnas eller granskas \r\nav någon annan än rätten, Säkerhetspolisen, Polismyndigheten \r\neller en åklagare. Efter anvisning av Säkerhetspolisen får \r\ndock en sakkunnig eller någon annan som anlitas vidta \r\nåtgärden.\r\n\r\nOm kopiering har gjorts enligt 4 a § ska kopian förstöras när \r\nden inte längre behövs för Säkerhetspolisens \r\nunderrättelseverksamhet eller brottsutredande verksamhet.\r\nLag (2024:567).\r\n\r\nAnvändning av överskottsinformation\r\n\r\n23 § Om det inte finns hinder enligt andra bestämmelser får \r\nSäkerhetspolisen besluta att uppgifter som har kommit fram vid \r\nhemlig avlyssning av elektronisk kommunikation, hemlig \r\növervakning av elektronisk kommunikation, hemlig \r\nkameraövervakning eller postkontroll får användas för annat \r\nändamål än det som har legat till grund för åtgärden. \r\n\r\nNär ett beslut om tvångsmedel upphör\r\n\r\n24 § Ett beslut enligt 8, 9 eller 16 § upphör att gälla om \r\nutvisnings- eller avvisningsbeslutet har verkställts eller \r\nupphävts. \r\n\r\nSkyldighet att upphäva ett beslut om hemliga tvångsmedel\r\n\r\n25 § Om det inte längre finns skäl för ett beslut om hemlig \r\navlyssning av elektronisk kommunikation, hemlig övervakning av \r\nelektronisk kommunikation, hemlig kameraövervakning eller \r\npostkontroll ska Säkerhetspolisen eller rätten upphäva \r\nbeslutet.\r\n\r\nPass eller andra identitetshandlingar\r\n\r\n26 § När en utvisning enligt denna lag kan komma i fråga får \r\nSäkerhetspolisen, Polismyndigheten eller Migrationsverket \r\nbesluta att omhänderta utlänningens pass eller andra \r\nidentitetshandlingar. Om utlänningen inte samarbetar får \r\nMigrationsverket begära hjälp av Polismyndigheten med att \r\nverkställa beslutet.\r\n\r\nOmhändertagandet ska hävas om det beslutas att utvisning inte \r\nska ske. I annat fall ska omhändertagandet gälla till dess att \r\nutvisningsbeslutet har verkställts.\r\n\r\nOmhändertagna handlingar ska utan dröjsmål överlämnas till \r\nSäkerhetspolisen, som ska häva omhändertagandet om det inte \r\nlängre finns skäl för det.\r\n\r\n27 § För att söka efter en utlännings pass eller andra \r\nidentitetshandlingar får husrannsakan göras hos utlänningen. \r\nUtlänningen får också kroppsvisiteras i detta syfte.\r\n\r\nSäkerhetspolisen får fatta ett beslut om en sådan åtgärd. Om \r\nPolismyndigheten har fått i uppdrag att verkställa ett beslut \r\nom utvisning får även den fatta ett sådant beslut.\r\n\r\nI fråga om sådana åtgärder gäller i övrigt 28 kap. \r\nrättegångsbalken. Det som sägs om den som är skäligen \r\nmisstänkt ska då i stället avse utlänningen.\r\n\r\nMigrationsverkets upptagning av fingeravtryck, fotografi och \r\nvideo\r\n\r\n28 § När en utlännings rätt att vistas i Sverige handläggs \r\nenligt denna lag får Migrationsverket ta fingeravtryck, \r\nfotografi och video av utlänningen. Om utlänningen inte \r\nsamarbetar får Migrationsverket begära hjälp av \r\nPolismyndigheten eller Säkerhetspolisen med att verkställa \r\nbeslutet. Lag (2025:140).\r\n\r\n28 a § Om fingeravtryck, fotografi eller video har tagits \r\nenligt 28 § får upptagning göras på nytt om det finns \r\nsärskilda skäl och endast om förutsättningarna i 28 § är \r\nuppfyllda. Om utlänningen inte samarbetar får Migrationsverket \r\nbegära hjälp av Polismyndigheten eller Säkerhetspolisen med \r\natt verkställa beslutet. Lag (2025:140).\r\n\r\nOmhändertagande av en utlänning\r\n\r\n29 § När ett beslut om utvisning enligt denna lag ska \r\nverkställas får utlänningen omhändertas av Säkerhetspolisen \r\neller i förekommande fall Polismyndigheten, om det är \r\nnödvändigt för att verkställigheten av beslutet ska kunna \r\nförberedas eller genomföras.\r\n\r\nUtlänningen får omhändertas under högst 24 timmar. Om det \r\nfinns särskilda skäl får utlänningen dock vara omhändertagen \r\nunder ytterligare 24 timmar. Under denna tid får utlänningen \r\nförvaras i ett häkte eller en polisarrest endast om han eller \r\nhon har fyllt 18 år.\r\n\r\nAndra åtgärder för att underlätta verkställighet\r\n\r\n30 § När en utlänning har omhändertagits enligt 29 § eller har \r\ntagits i förvar enligt 3 kap. 1 eller 2 § för att \r\nverkställigheten av ett beslut om utvisning ska kunna \r\nförberedas eller genomföras, får Säkerhetspolisen eller \r\nPolismyndigheten vidta sådana åtgärder som behövs för att \r\nutlänningen ska få nödvändiga handlingar för verkställigheten \r\neller för att utlänningens identitet eller medborgarskap ska \r\nkunna klarläggas. Säkerhetspolisen eller Polismyndigheten får \r\nockså ta fingeravtryck av och fotografera utlänningen i ett \r\nsådant syfte.\r\n\r\n6 kap. Gemensamma bestämmelser om handläggning\r\n\r\nMuntlig handläggning hos en förvaltningsmyndighet\r\n\r\n1 § Vid muntlig handläggning ska de omständigheter som behöver \r\nklarläggas utredas noggrant. \r\n\r\nUtlänningen ska få tillfälle att redogöra för sin ståndpunkt \r\noch uttala sig om de omständigheter som åberopas i ärendet.\r\n\r\n2 § Vid en muntlig förhandling ska utlänningen höras. Den \r\nmyndighet som ska hålla den muntliga förhandlingen får \r\nbestämma att även andra personer ska höras.\r\n\r\nMuntlig förhandling i Migrationsöverdomstolen\r\n\r\n3 § Innan Migrationsöverdomstolen yttrar sig till regeringen \r\nska domstolen hålla en muntlig förhandling. \r\n\r\nMigrationsöverdomstolen behöver dock inte hålla någon muntlig \r\nförhandling om en sådan är uppenbart obehövlig, när frågan \r\ngäller\r\n\r\n1. att häva ett beslut om inhibition enligt 2 kap. 16 § första \r\nstycket, \r\n\r\n2. att ompröva möjligheten att verkställa ett beslut om \r\nutvisning enligt  \r\n2 kap. 19 § första stycket, \r\n\r\n3. att regeringen ska besluta om anmälningsskyldighet enligt \r\n5 kap. 9 §, eller \r\n\r\n4. ett överklagande som avser endast ett beslut om inhibition, \r\ntidsbegränsat uppehållstillstånd eller användning av \r\ntvångsmedel enligt 7 kap. 2 §.\r\n\r\n4 § Vid en muntlig förhandling ska utlänningen höras. \r\nMigrationsöverdomstolen får bestämma att även andra personer \r\nska höras vid förhandlingen. Utlänningen ska få tillfälle att \r\nange sin ståndpunkt och uttala sig om de omständigheter som \r\nåberopas i ärendet.\r\n\r\nNär en muntlig förhandling hålls innan Migrationsöverdomstolen \r\nyttrar sig enligt 7 kap. 14 § andra stycket över ett beslut om \r\nutvisning, inhibition, tidsbegränsat uppehållstillstånd eller \r\nanvändning av tvångsmedel, ska Säkerhetspolisen och \r\nMigrationsverket \r\n\r\n1. redogöra för omständigheterna i ärendet,\r\n\r\n2. lämna andra upplysningar som behövs för att förhandlingen \r\nska kunna genomföras, och\r\n\r\n3. ges tillfälle att ställa frågor till utlänningen och andra \r\nsom hörs i ärendet. \r\n\r\n5 § När Migrationsöverdomstolen håller en muntlig förhandling \r\nenligt 3 kap. 16 § eller 4 kap. 13 § får rätten bestå av en \r\nlagfaren ledamot. I övrigt tillämpas de regler som allmänt \r\ngäller för handläggning av mål i kammarrätt.\r\n\r\nOffentligt biträde\r\n\r\n6 § Om det inte måste antas att utlänningen saknar behov av \r\nbiträde, ska ett offentligt biträde förordnas i mål och \r\närenden om\r\n\r\n1. utvisning,\r\n\r\n2. användning av tvångsmedel enligt 5 kap. 8 eller 9 §,\r\n\r\n3. verkställighet av utvisning,\r\n\r\na) när ett beslut om inhibition eller tidsbegränsat \r\nuppehållstillstånd har meddelats, eller\r\n\r\nb) om frågan gäller förvar och utlänningen har hållits i \r\nförvar i mer än tre dagar.\r\n\r\nUtöver detta ska ett offentligt biträde förordnas för en \r\nutlänning som inte har fyllt 18 år och som saknar \r\nvårdnadshavare i Sverige, om utlänningen är tagen i förvar \r\neller har ansökt om uppehållstillstånd som flykting eller \r\nalternativt skyddsbehövande.\r\n\r\n7 § I ärenden hos regeringen fattas beslut om offentligt \r\nbiträde av Regeringskansliet.\r\n\r\n8 § Till offentligt biträde ska det förordnas en advokat som \r\när lämplig för uppdraget. Om det finns särskilda skäl, får i \r\nstället någon annan lämplig person som har avlagt de \r\nkunskapsprov som krävs för behörighet till domaranställning \r\nutses. \r\n\r\nHar utlänningen själv föreslagit någon som är behörig för \r\nuppdraget som offentligt biträde, ska han eller hon förordnas \r\nom det inte finns särskilda skäl mot det.\r\n\r\nEtt offentligt biträde får inte sätta någon annan i sitt \r\nställe.\r\n\r\nUppgiftsskyldighet\r\n\r\n9 § Det som sägs i 17 kap. 1 och 2 §§ utlänningslagen \r\n(2005:716) om skyldighet för socialnämnden och hälso- och \r\nsjukvårdsmyndighet att i vissa fall lämna ut uppgifter gäller \r\näven i mål och ärenden enligt denna lag. Skyldigheten att \r\nlämna uppgifter enligt 17 kap. 1 § utlänningslagen gäller \r\nockså i förhållande till regeringen.\r\n\r\nDokumentation och motivering av beslut \r\n\r\n10 § Ett beslut enligt denna lag ska vara skriftligt. I 32 § \r\nförvaltningslagen (2017:900) finns bestämmelser om motivering \r\nav beslut. Bestämmelserna ska tillämpas även i \r\nSäkerhetspolisens och Polismyndighetens verksamhet enligt \r\ndenna lag. \r\n\r\nKostnadsansvar\r\n\r\n11 § En utlänning som har utvisats får åläggas skyldighet att \r\nbetala kostnaden för sin egen resa till den ort dit han eller \r\nhon sänds genom en myndighets försorg.\r\n\r\nBestämmelser i utlänningslagen\r\n\r\n12 § Följande bestämmelser i utlänningslagen (2005:716) ska \r\ntillämpas vid handläggning av mål och ärenden enligt denna \r\nlag:\r\n\r\n1. 13 kap. 5-7 §§ om inställelse till muntlig förhandling hos \r\nförvaltningsmyndighet,\r\n\r\n2. 13 kap. 10 a § om tolkning och översättning,\r\n\r\n3. 13 kap. 11 § om tolkersättning,\r\n\r\n4. 13 kap. 11 a § om ombud och biträden,\r\n\r\n5. 13 kap. 12 § om rättelse av beslut på grund av oriktig \r\nuppgift, och\r\n\r\n6. 13 kap. 15 och 16 §§ om dna-analys. \r\nLag (2025:1294).\r\n\r\n7 kap. Överklagande och nöjdförklaring\r\n\r\nBeslut om utvisning, uppehållstillstånd, statusförklaring och \r\nnärliggande frågor \r\n\r\n1 § Migrationsverkets beslut i fråga om utvisning, \r\nuppehållstillstånd, statusförklaring, resedokument och \r\nställning som varaktigt bosatt i Sverige får överklagas till \r\nregeringen.\r\n\r\nBeslut om inhibition, tidsbegränsat uppehållstillstånd och \r\nanvändning av tvångsmedel\r\n\r\n2 § Migrationsverkets beslut i fråga om inhibition, \r\ntidsbegränsat uppehållstillstånd och användning av tvångsmedel \r\nenligt 5 kap. 8 § får överklagas till regeringen.\r\n\r\nBeslut om förvar eller uppsikt\r\n\r\n3 § Säkerhetspolisens beslut om förvar eller uppsikt får \r\növerklagas till Migrationsöverdomstolen. Detta gäller dock \r\ninte myndighetens interimistiska beslut enligt 3 kap. 5 § \r\nförsta stycket, 6 § första stycket eller 4 kap. 5 § första \r\nstycket.\r\n\r\nMigrationsverkets beslut i fråga om förvar eller uppsikt får \r\növerklagas till Migrationsöverdomstolen. \r\n\r\n4 § Ett statsråds beslut om förvar eller uppsikt får \r\növerklagas till Högsta förvaltningsdomstolen.\r\n\r\n5 § Beslut i fråga om förvar eller uppsikt får överklagas \r\nsärskilt och utan begränsning till viss tid.\r\n\r\n6 § Migrationsverkets beslut i särskilda fall om behandlingen \r\neller placeringen av en utlänning som hålls i förvar får \r\növerklagas till Migrationsöverdomstolen.\r\n\r\nBeslut om biträde, ersättning och jäv\r\n\r\n7 § Ett beslut av Säkerhetspolisen, Migrationsverket eller \r\nRegeringskansliet får överklagas särskilt till \r\nMigrationsöverdomstolen när beslutet avser\r\n\r\n1. offentligt biträde,\r\n\r\n2. ersättning i ett ärende som handläggs enligt denna lag,\r\n\r\n3. avvisande av ombud eller biträde, eller\r\n\r\n4. jäv.\r\n\r\n8 § Migrationsverkets beslut om ersättning för kostnad för \r\ndna-analys får överklagas till Migrationsöverdomstolen.\r\n\r\nMigrationsöverdomstolens beslut\r\n\r\n9 § Migrationsöverdomstolens beslut enligt denna lag får inte \r\növerklagas.\r\n\r\nÖvriga beslut får inte överklagas\r\n\r\n10 § Ett beslut som meddelas enligt denna lag av en \r\nförvaltningsmyndighet får inte överklagas i andra fall än de \r\nsom anges i detta kapitel.\r\n\r\nSäkerhetspolisens rätt att överklaga beslut\r\n\r\n11 § Säkerhetspolisen får överklaga Migrationsverkets beslut \r\nom beslutet kan överklagas enligt denna lag och går \r\nSäkerhetspolisen emot.\r\n\r\n12 § Säkerhetspolisen får överklaga en domstols beslut om \r\ntillstånd till hemliga tvångsmedel enligt 5 kap. 11 § och om \r\nfortsatt användning av tvångsmedel enligt 5 kap. 16 §. Sådana \r\nbeslut överklagas i den ordning som anges i rättegångsbalken.\r\n\r\nParter vid ett överklagande\r\n\r\n13 § Vid ett överklagande är Migrationsverket och \r\nSäkerhetspolisen utlänningens motparter vid handläggningen i \r\nMigrationsöverdomstolen och hos regeringen.\r\n\r\nFörfarandet vid Migrationsöverdomstolen efter överklagande \r\ntill regeringen\r\n\r\n14 § Om Migrationsverkets beslut när det gäller utvisning, \r\ninhibition, tidsbegränsat uppehållstillstånd eller användning \r\nav tvångsmedel enligt 5 kap. 8 § överklagas, ska \r\nMigrationsverket lämna över handlingarna i ärendet till \r\nMigrationsöverdomstolen. \r\n\r\nMigrationsöverdomstolen ska sedan med ett eget yttrande lämna \r\nhandlingarna vidare till regeringen. I yttrandet ska det i \r\nförekommande fall anges särskilt om det enligt 2 kap. 13 § \r\nfinns hinder mot att verkställa en utvisning. \r\n\r\n15 § Om Migrationsöverdomstolen anser att det enligt 2 kap. \r\n13 § finns ett hinder mot att verkställa en utvisning, får \r\nregeringen inte avvika från den bedömningen.\r\n\r\nHandläggning enligt utlänningslagen av vissa överklaganden \r\n\r\n16 § Om Migrationsverket har avslagit både en ansökan om \r\nutvisning enligt denna lag och en ansökan från utlänningen om \r\nuppehållstillstånd, statusförklaring, resedokument eller \r\nställning som varaktigt bosatt i Sverige, ska ett överklagande \r\nfrån utlänningen handläggas enligt utlänningslagen (2005:716). \r\nDetta gäller dock inte om också Säkerhetspolisen överklagar \r\nMigrationsverkets beslut. \r\n\r\nÖverlämnande av vissa ärenden\r\n\r\n17 § Om regeringen handlägger ett ärende om utvisning och \r\nutlänningen ansöker om uppehållstillstånd, statusförklaring, \r\nresedokument eller ställning som varaktigt bosatt i Sverige, \r\nfår regeringen upphäva det överklagade beslutet och överlämna \r\närendet till Migrationsverket för handläggning. Detta gäller \r\ndock inte när det gäller sådana ansökningar om \r\nuppehållstillstånd som avses i 2 kap. 9 § första stycket.\r\n\r\n18 § Om regeringen beslutar att en utlänning inte ska utvisas \r\noch utlänningen har ansökt om uppehållstillstånd, \r\nstatusförklaring, resedokument eller ställning som varaktigt \r\nbosatt i Sverige, får regeringen överlämna ärendet i dessa \r\ndelar till Migrationsverket för prövning enligt \r\nutlänningslagen (2005:716). \r\n\r\nDet framgår av 2 kap. 9 § tredje stycket att regeringen i \r\nvissa fall ska överlämna en ansökan om uppehållstillstånd till \r\nMigrationsverket när regeringen beslutar att en utlänning inte \r\nska utvisas.\r\n\r\nRättsprövning\r\n\r\n19 § Enligt 2 a § lagen (2006:304) om rättsprövning av vissa \r\nregeringsbeslut har en EES-medborgare eller en familjemedlem \r\ntill en sådan medborgare rätt att hos Högsta \r\nförvaltningsdomstolen ansöka om rättsprövning av ett beslut om \r\nutvisning enligt denna lag.\r\n\r\nNöjdförklaring\r\n\r\n20 § En utlänning som har rätt att överklaga ett beslut om \r\nutvisning kan förklara att han eller hon avstår från att \r\növerklaga beslutet med tillhörande återreseförbud \r\n(nöjdförklaring).\r\n\r\n21 § En nöjdförklaring lämnas inför Migrationsverket. \r\n\r\nEn nöjdförklaring får också lämnas inför\r\n\r\n1. Polismyndigheten, eller\r\n\r\n2. chefen för en kriminalvårdsanstalt eller chefen för ett \r\nhäkte eller någon annan tjänsteman där som har förordnats att \r\nta emot en sådan förklaring.\r\n\r\nVid en nöjdförklaring som lämnas enligt andra stycket, ska ett \r\nvittne närvara. Det krävs också att den som tar emot \r\nförklaringen har tillgång till en utskrift av \r\nutvisningsbeslutet eller ett bevis om vad beslutet innehåller.\r\n\r\n22 § En nöjdförklaring kan inte tas tillbaka. Om utlänningen \r\nhar överklagat beslutet när nöjdförklaringen lämnas, ska han \r\neller hon genom nöjdförklaringen anses ha tagit tillbaka sitt \r\növerklagande. Om utlänningen har ansökt om uppehållstillstånd, \r\nstatusförklaring, resedokument eller ställning som varaktigt \r\nbosatt i Sverige, ska han eller hon genom nöjdförklaringen \r\nanses ha tagit tillbaka sin ansökan.\r\n\r\n8 kap. Straff och åtal\r\n\r\nStraff och åtalsprövning\r\n\r\n1 § Till fängelse i högst två år eller, om brottet är ringa, \r\ntill böter döms en utlänning som uppehåller sig i Sverige \r\ntrots att han eller hon enligt ett verkställt beslut om \r\nutvisning enligt denna lag inte har haft rätt att återvända \r\nhit. Detta gäller dock inte om utlänningen har flytt hit för \r\natt undgå sådan förföljelse som avses i 4 kap. 1 § \r\nutlänningslagen (2005:716).\r\n\r\nÄr brottet ringa ska åtal för ett sådant brott inte väckas \r\nannat än om det är motiverat från allmän synpunkt.\r\n\r\n2 § Till fängelse i högst två år döms den som hjälper en \r\nutlänning, för vilken ett återreseförbud enligt 2 kap. 5 § \r\ngäller, att komma in i Sverige.\r\n\r\nFör försök eller förberedelse till ett sådant brott döms till \r\nansvar enligt 23 kap. brottsbalken.\r\n\r\n3 § Till fängelse i högst två år eller, om brottet är ringa, \r\ntill böter döms en utlänning som bryter mot en \r\nanmälningsskyldighet eller ett förbud att lämna \r\nvistelseområdet som har beslutats enligt 5 kap. 8, 9 eller \r\n16 §.\r\n\r\n4 § Till fängelse i högst ett år döms den som hindrar eller \r\nförsöker hindra verkställighet av ett beslut om utvisning \r\nenligt denna lag.\r\n\r\nÅtalsmedgivande\r\n\r\n5 § Medan regeringen handlägger frågan om utvisning enligt \r\ndenna lag, får åtal inte väckas mot utlänningen utan \r\nregeringens medgivande.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2022:700\r\n\r\n1. Denna lag träder i kraft den 1 juli 2022.\r\n\r\n2. Genom lagen upphävs lagen (1991:572) om särskild \r\nutlänningskontroll.\r\n\r\n3. Om ett beslut om förvar har meddelats och verkställts före \r\nikraftträdandet, ska den första nya prövningen enligt 3 kap. \r\n10 § som görs därefter göras senast vid den tidpunkt då en ny \r\nprövning skulle ha gjorts enligt äldre bestämmelser.\r\n\r\n4. Bestämmelsen i 1 kap. 3 § tillämpas även vid ett beslut om \r\nutvisning som har meddelats före ikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193). \r\n\r\n5. Bestämmelsen i 2 kap. 8 § tillämpas även vid ett beslut om \r\nutvisning som har meddelats före ikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193). \r\n\r\n6. Bestämmelsen i 2 kap. 14 § tillämpas även vid ett beslut om \r\nutvisning som har meddelats före ikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193). \r\n\r\n7. Bestämmelsen i 2 kap. 25 § första stycket tillämpas även \r\nvid ett beslut om återreseförbud som har meddelats före \r\nikraftträdandet enligt\r\n\r\na) 2 § första stycket och 4 § den upphävda lagen, \r\n\r\nb) 3 § andra stycket och 4 § lagen (1989:530) om åtgärder för \r\natt förebygga våldsdåd med internationell bakgrund, \r\n\r\nc) 47 § andra stycket och 49 § utlänningslagen (1980:376), \r\neller \r\n\r\nd) 34 § första stycket utlänningslagen (1954:193). \r\n\r\n8. Bestämmelsen i 2 kap. 26 § tillämpas även vid ett beslut om \r\nåterreseförbud som har meddelats före ikraftträdandet enligt\r\n\r\na) 2 § första stycket och 4 § den upphävda lagen, \r\n\r\nb) 3 § andra stycket och 4 § lagen (1989:530) om åtgärder för \r\natt förebygga våldsdåd med internationell bakgrund, \r\n\r\nc) 47 § andra stycket och 49 § utlänningslagen (1980:376), \r\neller \r\n\r\nd) 34 § första stycket utlänningslagen (1954:193). \r\n\r\n9. Bestämmelsen i 2 kap. 27 § tillämpas även vid ett beslut om \r\nutvisning som har meddelats före ikraftträdandet enligt\r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193). \r\n\r\n10. Bestämmelsen i 3 kap. 1 § första stycket 2 tillämpas även \r\nvid ett beslut om utvisning som har meddelats före \r\nikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193). \r\n\r\n11. Bestämmelsen i 3 kap. 2 § första stycket 2 tillämpas även \r\nvid ett beslut om utvisning som har meddelats före \r\nikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193).\r\n\r\n12. Bestämmelsen i 5 kap. 1 § första stycket tillämpas även \r\nvid ett beslut om utvisning som har meddelats före \r\nikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193).\r\n\r\n13. Bestämmelsen i 8 kap. 1 § första stycket tillämpas även \r\nvid ett beslut om utvisning som har meddelats före \r\nikraftträdandet enligt \r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193).\r\n\r\n14. Bestämmelsen i 8 kap. 2 § första stycket tillämpas även \r\nvid ett beslut om återreseförbud som har meddelats före \r\nikraftträdandet enligt \r\n\r\na) 2 § första stycket och 4 § den upphävda lagen, \r\n\r\nb) 3 § andra stycket och 4 § lagen (1989:530) om åtgärder för \r\natt förebygga våldsdåd med internationell bakgrund, \r\n\r\nc) 47 § andra stycket och 49 § utlänningslagen (1980:376), \r\neller \r\n\r\nd) 34 § första stycket utlänningslagen (1954:193). \r\n\r\n15. Bestämmelsen i 8 kap. 3 § tillämpas även vid ett beslut om \r\nanmälningsplikt som har meddelats före ikraftträdandet enligt \r\n11, 11 a eller 14 § den upphävda lagen.\r\n\r\n16. Bestämmelsen i 8 kap. 4 § tillämpas även vid ett beslut om \r\nutvisning som har meddelats före ikraftträdandet enligt\r\n\r\na) 1 § och 2 § första stycket den upphävda lagen, \r\n\r\nb) 3 § lagen (1989:530) om åtgärder för att förebygga våldsdåd \r\nmed internationell bakgrund, \r\n\r\nc) 47 § utlänningslagen (1980:376), \r\n\r\nd) 3 § lagen (1973:162) om särskilda åtgärder till \r\nförebyggande av vissa våldsdåd med internationell bakgrund, \r\neller \r\n\r\ne) 29 § första stycket 5 och 30 § andra stycket \r\nutlänningslagen (1954:193).",
    "skapadDateTime": "2026-01-02T15:54:20.1175698",
    "uppdateradDateTime": "2026-01-02T15:54:45.4902539",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:54:45.4902538",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 648375,
      "beteckning": "2025:140",
      "anteckningar": "ändr. 5 kap. 1, 3, 8, 10, 28 §§, rubr. närmast före 5 kap. 3, 10, 28 §§; nya 5 kap. 3 a, 28 a §§",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:37, bet. 2024/25:JuU18, rskr. 2024/25:147",
      "rubrik": "Lag (2025:140) om ändring i lagen (2022:700) om särskild kontroll av vissa utlänningar",
      "lopnummer": "140",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:54:20.1329276",
      "uppdateradDateTime": "2026-01-02T15:54:45.49053",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:45.4905298",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648376,
      "beteckning": "2024:331",
      "anteckningar": "ändr. 5 kap. 5 §",
      "ikraftDateTime": "2024-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:108, bet. 2023/24:JuU26, rskr. 2023/24:216",
      "rubrik": "Lag (2024:331) om ändring i lagen (2022:700) om särskild kontroll av vissa utlänningar",
      "lopnummer": "331",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:54:20.132928",
      "uppdateradDateTime": "2026-01-02T15:54:45.4905483",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:45.4905482",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648377,
      "beteckning": "2024:567",
      "anteckningar": "ändr. 5 kap. 3, 4, 8, 10, 22 §§, rubr. närmast före 5 kap. 3, 10 §§; ny 5 kap. 4 a §, rubr. närmast före 5 kap. 4 a §",
      "ikraftDateTime": "2024-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:117, bet. 2023/24:JuU24, rskr. 2023/24:264",
      "rubrik": "Lag (2024:567) om ändring i lagen (2022:700) om särskild kontroll av vissa utlänningar",
      "lopnummer": "567",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:54:20.1329282",
      "uppdateradDateTime": "2026-01-02T15:54:45.4905559",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:45.4905558",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648378,
      "beteckning": "2025:1294",
      "anteckningar": "ändr. 6 kap. 12 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:195, bet. 2025/26:JuU6, rskr. 2025/26:57",
      "rubrik": "Lag (2025:1294) om ändring i lagen (2022:700) om särskild kontroll av vissa utlänningar",
      "lopnummer": "1294",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:54:20.1329284",
      "uppdateradDateTime": "2026-01-02T15:54:45.4905626",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:45.4905625",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T15:54:20.1175691",
  "uppdateradDateTime": "2026-01-02T15:54:45.4898541",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T15:54:45.489854",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}