{
  "grundforfattningId": 62581,
  "previousId": 61760,
  "beteckning": "2016:253",
  "beteckningSortable": "2016:253",
  "publiceringsar": "2016",
  "lopnummer": "253",
  "rubrik": "Tullag (2016:253)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2016-05-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Finansdepartementet",
    "enhet": "S3",
    "namnOchEnhet": "Finansdepartementet S3",
    "departementId": 6,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62578,
    "forarbeten": "Prop. 2015/16:79, bet. 2015/16:SkU21, rskr. 2015/16:161, direktiv 2000/59/EG",
    "eUdirektiv": true,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "tullag",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T16:06:16.9166971",
    "uppdateradDateTime": "2026-01-02T16:06:39.9058575",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T16:06:39.9058572",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85401,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1081",
    "omtryck": null,
    "utfardadDateTime": "2016-03-17T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Allmänna bestämmelser\r\n\r\nTillämpningsområde och uttryck i lagen\r\n\r\n1 § I denna lag finns bestämmelser som kompletterar \r\n\r\n- Europaparlamentets och rådets förordning (EU) nr 952/2013 av \r\nden 9 oktober 2013 om fastställande av en tullkodex för \r\nunionen och de förordningar som meddelas med stöd av den \r\nförordningen,\r\n\r\n- Europaparlamentets och rådets förordning (EU) nr 608/2013 av \r\nden 12 juni 2013 om tullens säkerställande av skyddet för \r\nimmateriella rättigheter och upphävande av rådets förordning \r\n(EG) nr 1383/2003,\r\n\r\n- Europaparlamentets och rådets förordning (EU) 2018/1672 av \r\nden 23 oktober 2018 om kontroller av kontanta medel som förs \r\nin i eller ut ur unionen och om upphävande av förordning (EG) \r\nnr 1889/2005, och\r\n\r\n- rådets förordning (EG) nr 515/97 av den 13 mars 1997 om \r\nömsesidigt bistånd mellan medlemsstaternas administrativa \r\nmyndigheter och om samarbete mellan dessa och kommissionen för \r\natt säkerställa en korrekt tillämpning av tull- och \r\njordbrukslagstiftningen.\r\n\r\nVissa bestämmelser om autonoma åtgärder för militär utrustning \r\nfinns i rådets förordning (EG) nr 150/2003 av den \r\n21 januari 2003 om upphävande av importtullar på vissa vapen \r\noch militär utrustning.\r\n\r\nBestämmelser om Tullverkets och tulltjänstemäns befogenheter \r\nvid införsel och utförsel av varor finns i \r\ntullbefogenhetslagen (2024:710). Lag (2024:753).\r\n\r\n2 § Det som sägs i denna lag om tull gäller även annan skatt \r\nän tull som ska tas ut för varor vid import och som ska \r\nbetalas till Tullverket, om inte något annat uttryckligen \r\nanges.\r\n\r\n3 § I denna lag förstås med\r\n\r\ntullagstiftning: Europeiska unionens tullagstiftning enligt \r\nartikel 5.2 i förordning (EU) nr 952/2013, samt svenska \r\ntullförfattningar,\r\n\r\nhandling: framställning i skrift eller bild och upptagning \r\nsom kan läsas, avlyssnas eller på annat sätt uppfattas bara \r\nmed tekniskt hjälpmedel, \r\n\r\ndet svenska tullområdet: svenskt territorium, och\r\n\r\nfordon: transportmedel som är inrättat för färd på marken och \r\ninte löper på skenor samt svävare när den framförs över \r\nmarken.\r\n\r\nI övrigt har uttryck som används i denna lag samma betydelse \r\nsom i förordning (EU) nr 952/2013 och de förordningar som \r\nmeddelas med stöd av den förordningen.\r\n\r\nTillhandahållande av information\r\n\r\n4 § Tullverket ska på begäran tillhandahålla följande \r\nmyndigheter uppgifter som förekommer hos Tullverket och som \r\nrör import eller export av varor:\r\n\r\n- Arbetsmiljöverket,\r\n\r\n- Boverket,\r\n\r\n- Elsäkerhetsverket,\r\n\r\n- Folkhälsomyndigheten,\r\n\r\n- Havs- och vattenmyndigheten,\r\n\r\n- Kemikalieinspektionen,\r\n\r\n- Kommerskollegium,\r\n\r\n- Konsumentverket,\r\n\r\n- Kronofogdemyndigheten,\r\n\r\n- Livsmedelsverket,\r\n\r\n- Läkemedelsverket,\r\n\r\n- Mediemyndigheten,\r\n\r\n- Myndigheten för civilt försvar,\r\n\r\n- Naturvårdsverket,\r\n\r\n- Post- och telestyrelsen,\r\n\r\n- Skatteverket,\r\n\r\n- Skogsstyrelsen,\r\n\r\n- Statens energimyndighet,\r\n\r\n- Statens jordbruksverk,\r\n\r\n- Statistiska centralbyrån,\r\n\r\n- Strålsäkerhetsmyndigheten,\r\n\r\n- Styrelsen för ackreditering och teknisk kontroll,\r\n\r\n- Sveriges riksbank, och\r\n\r\n- Transportstyrelsen.\r\n\r\nTullverket ska på begäran tillhandahålla Inspektionen för \r\nstrategiska produkter och Säkerhetspolisen uppgifter som \r\nförekommer hos Tullverket och som rör export av varor.\r\n\r\nI lagen (2001:185) om behandling av uppgifter i Tullverkets \r\nverksamhet finns bestämmelser om Tullverkets behandling av \r\nuppgifter i vissa fall. Lag (2025:1081).\r\n\r\n5 § Tullverket ska skriftligen underrätta Skatteverket, om \r\n\r\n1. det finns anledning att anta att någon\r\n\r\na) på annat sätt än muntligen har lämnat eller kommer att \r\nlämna en oriktig uppgift till Skatteverket, eller\r\n\r\nb) inte har lämnat eller inte kommer att lämna \r\nmervärdesskattedeklaration, kontrolluppgift eller annan \r\nföreskriven uppgift till Skatteverket, och\r\n\r\n2. det därigenom finns risk för att mervärdesskatt undandras \r\neller felaktigt tillgodoräknas eller betalas tillbaka.\r\n\r\nAv underrättelsen ska det framgå vilka omständigheter som \r\nligger till grund för antagandet enligt första stycket 1.\r\n\r\n6 § Följande uppgifter får användas för statistiska \r\nändamål:\r\n\r\n1. uppgifter som någon har lämnat om en vara enligt \r\nbestämmelser i förordning (EU) nr 952/2013, och\r\n\r\n2. uppgifter som någon har lämnat om ett transportmedel \r\nenligt artikel 133 i förordning (EU) nr 952/2013 eller enligt \r\n3 kap.\r\n\r\n7 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår överlämna åt någon annan att förmedla uppgifter i \r\nelektroniska dokument till och från Tullverket.\r\n\r\nDen som i förmedlingsverksamhet som avses i första stycket \r\ntar del av sådana uppgifter får inte obehörigen röja eller \r\nutnyttja vad han eller hon i verksamheten har fått veta om \r\nnågon enskilds personliga eller ekonomiska förhållanden. I \r\ndet allmännas verksamhet gäller bestämmelserna i \r\noffentlighets- och sekretesslagen (2009:400).\r\n\r\n8 § Om uppgifter i ett elektroniskt dokument förmedlas genom \r\nEuropeiska kommissionen, genom en annan myndighet än \r\nTullverket eller genom en förmedlare som avses i 7 § första \r\nstycket, anses dokumentet ha kommit in till Tullverket när \r\ndet togs emot och kan antas ha avskilts för verket hos den \r\nsom förmedlar dokumentet.\r\n\r\n9 § Den som i verksamhet hos ett tullombud eller en annan \r\nekonomisk aktör eller i annat fall i egenskap av ombud tar \r\ndel av uppgifter som har lämnats i enlighet med \r\ntullagstiftningen får inte obehörigen röja eller utnyttja vad \r\nhan eller hon i verksamheten har fått veta om någon enskilds \r\npersonliga eller ekonomiska förhållanden.\r\n\r\nI det allmännas verksamhet gäller bestämmelserna i \r\noffentlighets- och sekretesslagen (2009:400). Lag (2016:884).\r\n\r\nTullombud\r\n\r\n10 § Om ett tullombud har tagit emot medel av en huvudman för \r\nbetalning av tull och andra avgifter till Tullverket, ska \r\ntullombudet hålla medlen skilda från andra tillgångar.\r\n\r\n11 § Regeringen eller den myndighet regeringen bestämmer får \r\nmeddela föreskrifter om villkor för att ett tullombud ska få \r\ntillhandahålla tjänster i Sverige.\r\n\r\nBevarande av uppgifter\r\n\r\n12 § Den som enligt artikel 15.1 i förordning (EU) nr \r\n952/2013, i den ursprungliga lydelsen, är skyldig att förse \r\nen tullmyndighet med handlingar ska bevara dessa i fem år \r\neller den längre tid som för vissa uppgifter eller handlingar \r\när föreskriven i annan lag eller författning.\r\n\r\nKostnader för sakkunnig\r\n\r\n13 § Om en särskild sakkunnig har anlitats enligt 3 kap. 9 §, \r\nska kostnaden för den sakkunnige betalas av den som har lämnat \r\nen felaktig uppgift eller av den som inte har följt en \r\nuppmaning att lämna en uppgift eller en handling \r\n\r\nom en vara. Tullverket kan besluta att den som inte har följt \r\nen uppmaning inte ska vara betalningsskyldig.\r\n\r\nBetalningsskyldighet enligt första stycket gäller inte om en \r\nfelaktig uppgift avser varans tull- eller skattepliktiga värde \r\noch det slutligen fastställda värdet inte överstiger det \r\nuppgivna värdet med mer än tio procent.\r\n\r\nOm Tullverket har haft en kostnad som någon annan ska stå för \r\nenligt första stycket, ska denne ersätta Tullverkets kostnad.\r\nLag (2024:753).\r\n\r\nAvgifter\r\n\r\n14 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. när avgift för tullkontroller eller annan tillämpning av \r\ntullagstiftningen får tas ut, och\r\n\r\n2. avgiftens storlek.\r\n\r\nTullvärde på vissa lättförstörbara varor\r\n\r\n15 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om skyldighet för näringsidkare att \r\nlämna uppgift om genomsnittliga priser på importerade varor \r\noch om importkvantiteter och transportkostnader avseende \r\nsådana varor i samband med bestämmande av tullvärde på vissa \r\nlättförstörbara varor.\r\n\r\n2 kap. Tullskuld, skatt, ränta och garantier\r\n\r\nSkyldighet att betala annan skatt än tull\r\n\r\n1 § Bestämmelser om skyldighet att betala annan skatt än tull \r\nvid import eller införsel till det svenska tullområdet finns i\r\n\r\n- lagen (1994:1776) om skatt på energi,\r\n\r\n- lagen (2016:1067) om skatt på kemikalier i viss elektronik,\r\n\r\n- lagen (2018:696) om skatt på vissa nikotinhaltiga produkter,\r\n\r\n- lagen (2022:155) om tobaksskatt,\r\n\r\n- lagen (2022:156) om alkoholskatt, och\r\n\r\n- mervärdesskattelagen (2023:200).\r\n\r\nSkatt som avses i första stycket ska fastställas och betalas \r\nenligt det förfarande som gäller för tull, om inte något annat \r\nföreskrivits. Om det i beskattningsunderlaget för sådan skatt \r\nska ingå tullvärde, tull eller motsvarande avgift som \r\nfastställts i annan valuta, ska sådant underlag omräknas till \r\nsvensk valuta efter den kurs som enligt tullagstiftningen \r\ngällde den dag då tullvärdet fastställdes.\r\n\r\nI 6 kap. tullbefogenhetslagen (2024:710) finns bestämmelser om \r\nrevision vid kontroll av sådan skatt som avses i första \r\nstycket. Lag (2024:753).\r\n\r\n2 § Mervärdesskatt som avses i 1 § första stycket ska inte tas \r\nut enligt denna lag utan i enlighet med skatteförfarandelagen \r\n(2011:1244), om deklaranten eller, om deklaranten är ett \r\nombud, den för vars räkning ombudet handlar är registrerad för \r\nmervärdesskatt i Sverige vid tidpunkten för beslutet om \r\nfastställande av tull och \r\n\r\n1. agerar i egenskap av beskattningsbar person enligt \r\nmervärdesskattelagen (2023:200) vid importen eller införseln, \r\neller\r\n\r\n2. är en juridisk person som inte agerar i egenskap av \r\nbeskattningsbar person enligt mervärdesskattelagen vid \r\nimporten eller införseln.\r\n\r\nDet som sägs om beskattningsunderlag i 1 § gäller även i de \r\nfall som avses i första stycket.\r\n\r\nVid tillämpning av det särskilda förfarandet för \r\nmervärdesskatt vid import i 23 kap. mervärdesskattelagen ska \r\nmervärdesskatt alltid tas ut enligt 1 §. Lag (2023:209).\r\n\r\n2 a § Om en tulldeklaration har getts in i ett annat EU-land \r\nmed stöd av ett tillstånd för centraliserad klarering enligt \r\nartikel 179 i förordning (EU) nr 952/2013, i den ursprungliga \r\nlydelsen, och skatt ska tas ut enligt 1 § första stycket, ska \r\nskatten fastställas av Tullverket genom ett särskilt beslut.\r\n\r\nDe uppgifter som ska lämnas i tulldeklarationen i det andra \r\nEU-landet och som Tullverket behöver för att kunna besluta om \r\nskatten, ska anses ha getts in till Tullverket när de togs \r\nemot av det andra landets behöriga myndighet. \r\n\r\nOm ett beslut om skatt har fattats enligt första stycket ska, \r\nvid tillämpning av 7 § första stycket, tidsfristen för \r\nbetalning av skatt beräknas från det att gäldenären \r\nunderrättats om beslutet. \r\n\r\nFörsta-tredje styckena gäller endast när skatt ska fastställas \r\noch betalas enligt det förfarande som gäller för tull enligt \r\n1 § andra stycket. Lag (2021:1153).\r\n\r\n3 § Om en icke-unionsvara eller dess värde förverkas, ska \r\nannan skatt än tull inte tas ut till den del varan eller dess \r\nvärde förverkats. Ett tidigare meddelat beslut om sådan \r\npålaga ska upphävas eller ändras sedan dom eller beslut som \r\ninnefattar förverkande har fått laga kraft.\r\n\r\nBetald tull ska beaktas vid förverkande av en varas värde och \r\nvid bestämmande av påföljd.\r\n\r\nGaranti för annan skatt än tull\r\n\r\n4 § Om det behövs för att säkerställa uppbörden, får \r\nTullverket i ett enskilt fall besluta att garanti ska ställas \r\nför annan skatt än tull som ska betalas till Tullverket.\r\n\r\nOm garanti inte har ställts, utgör varan garanti för skatten \r\nså länge den står under Tullverkets övervakning och \r\nkontroll.\r\n\r\nOm garanti har ställts eller om varan utgör garanti, får \r\nTullverket ta ut beloppet ur garantin eller varan.\r\n\r\nBegränsning av tullskuld\r\n\r\n5 § När tullskulden har uppkommit på grund av en handling som \r\nnär den utfördes skulle ha kunnat ge upphov till \r\nstraffrättsliga förfaranden, ska den treårsperiod som avses i \r\nartikel 103.1 i förordning (EU) nr 952/2013, i den \r\nursprungliga lydelsen, förlängas till fem år. \r\n\r\nOm en gäldenär har åtalats för ett brott enligt lagen \r\n(2000:1225) om straff för smuggling, får gäldenären \r\nunderrättas om tullskulden efter utgången av den femårsperiod \r\nsom avses i första stycket, för den vara som åtalet gäller. \r\nEn sådan underrättelse får ske senast under kalenderåret \r\nefter det år då åtalet väcktes. Ingen underrättelse om \r\ntullskuld får ske efter utgången av en period på tio år efter \r\nden dag då tullskulden uppkom.\r\n\r\nOm gäldenären har avlidit, får en underrättelse enligt andra \r\nstycket ske senast sex månader efter dödsfallet.\r\n\r\n6 § Bestämmelserna i 5 § ska tillämpas också i fall då den \r\nsom har företrätt en juridisk person har åtalats för ett \r\nbrott enligt lagen (2000:1225) om straff för smuggling, om \r\nbrottet avser tull som den juridiska personen skulle ha \r\nbetalat.\r\n\r\nBetalning av import- eller exporttullbelopp\r\n\r\n7 § Betalning av tullbelopp enligt artikel 108.1 i förordning \r\n(EU) nr 952/2013, i den ursprungliga lydelsen, ska göras till \r\nTullverket inom tio dagar från det att gäldenären \r\nunderrättats om tullskulden, om inte anstånd med betalning \r\nenligt artikel 110 i den förordningen, i den ursprungliga \r\nlydelsen, har beviljats.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om en annan tidsfrist för betalning än \r\nden som anges i första stycket, vid sammanföring av \r\nbokföringsposter enligt artikel 105.1 andra stycket i samma \r\nförordning, i den ursprungliga lydelsen.\r\n\r\nRänta vid annan skatt än tull\r\n\r\n8 § Bestämmelserna om kreditränta i artikel 112 och om \r\ndröjsmålsränta i artikel 114 i förordning (EU) nr 952/2013, i \r\nden ursprungliga lydelsen, tillämpas på andra skatter än tull \r\nsom ska tas ut för varor vid import. Dröjsmålsräntan ska \r\nberäknas på det sätt som anges i 65 kap. 13 § första stycket \r\noch andra stycket första meningen skatteförfarandelagen \r\n(2011:1244).\r\n\r\n9 § Ränta tas ut på andra skatter än tull som ska betalas \r\nenligt beslut vid omprövning av Tullverket eller enligt \r\nbeslut av allmän förvaltningsdomstol, om inte ränta tas ut \r\nenligt 8 §.\r\n\r\n10 § Ränta enligt 8 eller 9 § tas inte ut på belopp som får \r\ndras av vid redovisning av skatt enligt mervärdesskattelagen \r\n(2023:200). Lag (2023:209).\r\n\r\n11 § Det som föreskrivs i tullagstiftningen om uppbörd, \r\nindrivning och återbetalning av tull tillämpas även i fråga \r\nom ränta som avses i 8 och 9 §§.\r\n\r\n12 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår besluta om befrielse helt eller delvis från skyldigheten \r\natt betala ränta på annan skatt än tull enligt 9 §, om det \r\nfinns synnerliga skäl.\r\n\r\n13 § Ränta som avses i 9 § ska beräknas från utgången av den \r\nförsta månaden efter den månad då varan deklarerades för \r\növergång till fri omsättning till och med den månad då \r\nbeloppet ska betalas. Ränta på skatt som motsvarar tidigare \r\nåterbetalt belopp beräknas dock från utgången av den månad då \r\nbeloppet betalades tillbaka.\r\n\r\nRäntesatsen för ränta enligt 9 § ska vara den som anges i 65 \r\nkap. 4 § första stycket eller, om det är fråga om \r\nskönsbeskattning, den som anges i 65 kap. 11 § första stycket \r\nskatteförfarandelagen (2011:1244).\r\n\r\n14 § På belopp som betalas tillbaka i fall som anges i 19 § \r\ntillgodoförs ränta. Ränta tillgodoförs även på ränta enligt 8 \r\noch 9 §§ som betalas tillbaka. Räntan tillgodoförs från \r\nutgången av den månad under vilken beloppet betalats till och \r\nmed den månad då beloppet betalas tillbaka.\r\n\r\nRäntesatsen ska vara den som anges i 65 kap. 4 § tredje \r\nstycket skatteförfarandelagen (2011:1244). \r\n\r\n15 § Om ett beslut som föranlett ränta enligt 8 eller 9 § har \r\nändrats på sådant sätt att ränta inte skulle ha betalats \r\neller skulle ha betalats med lägre belopp, ska en ny \r\nberäkning av räntan göras. För mycket betald ränta ska \r\nbetalas tillbaka.\r\n\r\nRänta tas inte ut på räntebelopp enligt 8 eller 9 § som ska \r\nbetalas utöver tidigare betald ränta.\r\n\r\nOm ett beslut som föranlett ränta enligt 14 § har ändrats på \r\nsådant sätt att ränta inte skulle ha tillgodoförts eller \r\nskulle ha tillgodoförts med lägre belopp, ska den som \r\ntillgodoräknats räntan betala tillbaka mellanskillnaden. \r\nBestämmelserna i tullagstiftningen om återbetalning av tull \r\nska då tillämpas.\r\n\r\nIndrivning\r\n\r\n16 § Om tull inte har betalats i rätt tid, ska fordran lämnas \r\ntill Kronofogdemyndigheten för indrivning.\r\n\r\nVid indrivning får verkställighet enligt utsökningsbalken \r\nske.\r\n\r\nRegeringen får meddela föreskrifter om att indrivning inte \r\nbehöver begäras för ett ringa belopp.\r\n\r\n17 § Det som sägs om indrivning av tull i 16 § ska gälla även \r\nför ersättning för kostnad enligt artikel 189.1 i förordning \r\n(EU) nr 952/2013, i den ursprungliga lydelsen, och 1 kap. 13 \r\n§ tredje stycket.\r\n\r\n18 § I fråga om betalningsskyldighet för företrädare för en \r\ngäldenär som är juridisk person och som inte har betalat in \r\ntull i rätt tid och på rätt sätt tillämpas 59 kap. 13, 15–21, \r\n26 och 27 §§, 67 kap. 4 §, 68 kap. 1 § samt 70 kap. \r\nskatteförfarandelagen (2011:1244).\r\n\r\nTullverket beslutar om ansvar för delägare i handelsbolag \r\nenligt 2 kap. 20 § lagen (1980:1102) om handelsbolag och \r\nenkla bolag avseende tull enligt denna lag.\r\n\r\nHos den som har blivit ålagd betalningsskyldighet får \r\nindrivning ske enligt 16 §. \r\n\r\nÅterbetalning och eftergift \r\n\r\n19 § Om en ansökan om återbetalning eller eftergift av tull \r\ngörs enligt bestämmelserna i artikel 121 i förordning (EU) \r\nnr 952/2013, i den ursprungliga lydelsen, ska även frågan om \r\nåterbetalning eller eftergift av skatt som avses i 1 § första \r\nstycket prövas. Vid prövningen gäller artiklarna 116-120 i den \r\nförordningen, i den ursprungliga lydelsen, i tillämpliga \r\ndelar.\r\n\r\nOm en sådan ansökan görs i ett annat EU-land där en tullskuld \r\nuppkommit till följd av ingivandet av en tulldeklaration med \r\nstöd av ett tillstånd för centraliserad klarering enligt \r\nartikel 179 i förordning (EU) nr 952/2013, i den ursprungliga \r\nlydelsen, ska Tullverket på begäran av den som är skyldig att \r\nbetala skatten pröva frågan om återbetalning eller eftergift \r\nav skatt som beslutats för samma varor enligt 2 a §.\r\n\r\nBestämmelsen om återbetalning och eftergift på eget initiativ \r\ni artikel 116.4 i förordning (EU) nr 952/2013, i den \r\nursprungliga lydelsen, ska tillämpas även på skatt som avses i \r\n1 § första stycket.\r\n\r\nVid återbetalning får avdrag göras för sådan beslutad tull och \r\nannan skatt som ska betalas till Tullverket. I lagen \r\n(1985:146) om avräkning vid återbetalning av skatter och \r\navgifter finns också föreskrifter som begränsar rätten till \r\nåterbetalning. Belopp som får dras av vid redovisning av skatt \r\nenligt mervärdesskattelagen (2023:200) eller som medför rätt \r\ntill återbetalning enligt 14 kap. 49 § den lagen betalas inte \r\ntillbaka. Lag (2023:209).\r\n\r\n20 § Om det finns synnerliga skäl, får regeringen eller den \r\nmyndighet som regeringen bestämmer medge nedsättning av eller \r\nbefrielse från annan skatt än tull.\r\n\r\n3 kap. Införsel och utförsel av varor\r\n\r\nTullövervakning vid införsel\r\n\r\n1 § Ett transportmedel som kommer till det svenska tullområdet \r\nomfattas av tullövervakning, om det ombord på transportmedlet \r\nfinns varor som omfattas av tullövervakning.\r\n\r\nOm transportmedlet kommer till det svenska tullområdet utan \r\natt medföra varor, omfattas det av tullövervakning till dess \r\natt en anmälan om transportmedlet enligt 3 § har behandlats av \r\nTullverket.\r\n\r\nHar transportmedlet tagits ut för kontroll enligt 3 kap. 10 § \r\ntullbefogenhetslagen (2024:710), omfattas det av \r\ntullövervakning till dess att kontrollen har avslutats.\r\nLag (2024:753).\r\n\r\n2 § Föraren av eller befälhavaren på ett fartyg eller \r\nluftfartyg som omfattas av tullövervakning ska på förhand \r\nmeddela när transportmedlet beräknas komma till ett tullkontor \r\neller en annan plats som Tullverket anvisat eller godkänt.\r\n\r\nFöraren eller befälhavaren ska lämna uppgifter om \r\ntransportmedlet och dess last.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om undantag från skyldigheterna enligt \r\nförsta och andra styckena. Lag (2024:753).\r\n\r\n3 § Föraren av eller befälhavaren på ett fartyg eller ett \r\nluftfartyg som förs in i det svenska tullområdet ska anmäla \r\ntransportmedlets ankomst till \r\n\r\nTullverket även i andra fall än det som avses i artikel 133.1 \r\nförsta stycket i förordning (EU) nr 952/2013.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om undantag från anmälningsskyldigheten \r\nenligt första stycket. Lag (2024:753).\r\n\r\nTullövervakning vid utförsel\r\n\r\n4 § Ett transportmedel som ska avgå från det svenska \r\ntullområdet omfattas av tullövervakning, om det ombord på \r\ntransportmedlet finns varor som omfattas av tullövervakning.\r\n\r\nOm transportmedlet ska avgå från det svenska tullområdet \r\ndirekt till tredjeland utan att medföra varor, omfattas det av \r\ntullövervakning sedan en anmälan om detta har gjorts.\r\nLag (2024:753).\r\n\r\n5 § Ett transportmedel som omfattas av tullövervakning ska \r\navgå från\r\n\r\n1. ett tullkontor, eller\r\n\r\n2. en annan plats som Tullverket anvisat eller godkänt.\r\n\r\nTullverket kan i enskilda fall medge undantag från första \r\nstycket, om möjligheterna till tullövervakning och \r\ntullkontroll enligt tullbefogenhetslagen (2024:710) inte \r\nförsämras. Lag (2024:753).\r\n\r\n6 § Föraren av eller befälhavaren på ett fartyg eller \r\nluftfartyg som omfattas av tullövervakning ska på förhand \r\nmeddela när transportmedlet beräknas avgå från ett tullkontor \r\neller en annan plats som Tullverket anvisat eller godkänt.\r\n\r\nFöraren eller befälhavaren ska lämna uppgifter om \r\ntransportmedlet och dess last.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om undantag från skyldigheterna enligt \r\nförsta och andra styckena. Lag (2024:753).\r\n\r\n7 § Föraren av eller befälhavaren på ett fartyg eller ett \r\nluftfartyg som ska föras ut ur det svenska tullområdet ska \r\nanmäla transportmedlets avgång till Tullverket.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om undantag från anmälningsskyldigheten \r\nenligt första stycket. Lag (2024:753).\r\n\r\nFrizon\r\n\r\n8 § Regeringen får besluta att en del av det svenska \r\ntullområdet ska vara en frizon enligt artikel 243.1 i \r\nförordning (EU) nr 952/2013.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela föreskrifter om att fastställa frizonens gränser och \r\nvar dess infarts- och utfartsställen ska vara belägna.\r\nLag (2024:753).\r\n\r\nSakkunnig\r\n\r\n9 § Tullverket får anlita en särskild sakkunnig\r\n\r\n1. om det finns anledning att anta att en uppgift som har \r\nlämnats enligt tullagstiftningen är felaktig, för att få fram \r\nden information som behövs, och\r\n\r\n2. när en uppmaning att lämna en uppgift eller en handling om \r\nen vara inte har följts. Lag (2024:753).\r\n\r\nSkyldigheter för befordringsföretag\r\n\r\n10 § Ett befordringsföretag ska till Tullverket anmäla om det \r\ni företagets verksamhet uppkommer misstanke om att en \r\nförsändelse innehåller något av följande som kan tas i beslag \r\nenligt 8 kap. 10 § tullbefogenhetslagen (2024:710):\r\n\r\n1. narkotika,\r\n\r\n2. skjutvapen, ammunition eller ljuddämpare som avses i \r\nvapenlagen (1996:67),\r\n\r\n3. sådana vapen eller andra föremål som anges i 1 kap. 3 § \r\nvapenlagen, eller\r\n\r\n4. sådana explosiva varor som avses i 4 § lagen (2010:1011) om \r\nbrandfarliga och explosiva varor.\r\n\r\nFörsändelsen ska överlämnas till Tullverket om myndigheten \r\nbegär det. Befordringsföretaget ska också på annat sätt \r\nmedverka i Tullverkets kontrollverksamhet enligt \r\ntullagstiftningen i fråga om varor som befordras med post, på \r\njärnväg eller med luftfartyg. Lag (2024:753).\r\n\r\nTullkontroll vid intrång i vissa immateriella rättigheter\r\n\r\n11 § Uttryck som används i 12-16 §§ har den innebörd som anges \r\ni förordning (EU) nr 608/2013. Lag (2024:753).\r\n\r\n12 § Tullverket ska underrätta innehavaren av ett beslut om \r\nbeviljande av ansökan enligt förordning (EU) nr 608/2013 om \r\nbeslut enligt artikel 11.3, 13 eller 16 i förordningen. En \r\nsådan underrättelse ska lämnas inom 30 arbetsdagar efter det \r\natt Tullverket\r\n\r\n1. fick kännedom om de omständigheter som kan ligga till grund \r\nför ett beslut enligt artikel 11.3 eller 16 i förordningen, \r\neller\r\n\r\n2. tog emot en sådan begäran som avses i artikel 13 i \r\nförordningen. Lag (2024:753).\r\n\r\n13 § Tullverket ska underrätta innehavaren av ett beslut om \r\nbeviljande av ansökan om följande beslut som myndigheten \r\nfattar enligt förordning (EU) nr 608/2013:\r\n\r\n1. beslut att avslå eller avvisa en begäran enligt \r\nartikel 12.1 om förlängning, eller\r\n\r\n2. beslut enligt artikel 12.5 att återkalla eller ändra ett \r\nbeslut om förlängning.\r\n\r\nEn sådan underrättelse ska lämnas inom 30 arbetsdagar efter \r\ndet att Tullverket\r\n\r\n1. tagit emot en sådan begäran som avses i artikel 12.1, eller\r\n\r\n2. fått kännedom om de omständigheter som kan ligga till grund \r\nför ett beslut enligt artikel 12.5. Lag (2024:753).\r\n\r\n14 § Uppkommer en skada på en vara vid en sådan inspektion som \r\navses i artikel 19.1 i förordning (EU) nr 608/2013, ansvarar \r\nden som inspekterar varan för skadan. Lag (2024:753).\r\n\r\n15 § Frågor om huruvida en vara gör intrång i en immateriell \r\nrättighet och hur en sådan vara ska hanteras prövas av domstol \r\nenligt det som gäller för den immateriella rättigheten i \r\nfråga.\r\n\r\nDomstolen får meddela ett interimistiskt beslut om att ett \r\nuppskov med att frigöra eller hålla kvar en vara ska upphöra.\r\n\r\nTullverket ska verkställa sådana domar och beslut från \r\ndomstolen som fått laga kraft och som gäller frigörande, \r\nändring eller förstöring av varor vilkas frigörande skjutits \r\nupp eller som hålls kvar av Tullverket. Lag (2024:753).\r\n\r\n16 § När en dom eller ett beslut om förstöring av eller någon \r\nannan åtgärd med varor vilkas frigörande har skjutits upp \r\neller som hålls kvar av Tullverket har fått laga kraft, har \r\ninnehavaren av ett beslut om ingripande rätt till ersättning \r\nför sina kostnader i samband med Tullverkets ingripande mot \r\nvarorna.\r\n\r\nErsättningsskyldig enligt första stycket är den som domstolens \r\nbeslut har gått emot. Kan ersättningskravet riktas mot flera \r\npersoner, har dessa ett solidariskt ansvar att ersätta \r\ninnehavaren av beslutet. Lag (2024:753).\r\n\r\n4 kap. Har upphävts genom lag (2024:753).\r\n\r\n5 kap. Överträdelser och sanktioner\r\n\r\n1 § Vid tillämpningen av bestämmelserna i detta kapitel \r\ngäller det som sägs om gäldenär även den som är skyldig att \r\nbetala skatt enligt 2 kap. 1 §.\r\n\r\nTullförseelse\r\n\r\n2 § För tullförseelse döms till böter den som uppsåtligen \r\neller av oaktsamhet\r\n\r\n1. bryter mot föreskrift i tullagstiftningen,\r\n\r\n2. bryter mot anmälningsskyldigheten i artikel 3 eller \r\nredovisningsskyldigheten i artikel 4 i förordning (EU) \r\n2018/1672, i den ursprungliga lydelsen, eller\r\n\r\n3. inte fullgör sin rapporteringsskyldighet enligt artikel \r\n18a.4-6 i förordning (EG) nr 515/97, i lydelsen enligt \r\nEuropaparlamentets och rådets förordning (EU) 2015/1525.\r\n\r\nFörsta stycket gäller också den som uppsåtligen eller av \r\noaktsamhet bryter mot beslut som Tullverket meddelat med stöd \r\nav tullagstiftningen om\r\n\r\n1. skyldighet att föra anteckningar och lämna uppgifter om \r\nvaror som\r\n\r\na) förvaras i en anläggning för tillfällig lagring, ett \r\ntullager eller en frizon, eller\r\n\r\nb) är föremål för förenklingar vid tillämpning av ett \r\ntullförfarande,\r\n\r\n2. skyldighet i övrigt att lämna uppgift eller handling till \r\nTullverket, eller\r\n\r\n3. användningen eller förbrukningen av en icke-unionsvara.\r\n\r\nI ringa fall ska det inte dömas till ansvar. Lag (2021:753).\r\n\r\n3 § Ansvar för tullförseelse ska inte dömas ut, om gärningen \r\när belagd med straff i brottsbalken, lagen (2000:1225) om \r\nstraff för smuggling eller terroristbrottslagen (2022:666).\r\nLag (2022:688).\r\n\r\n4 § Allmänt åtal för tullförseelse får väckas endast efter \r\nmedgivande av Tullverket.\r\n\r\nTulltillägg\r\n\r\n5 § Tulltillägg ska tas ut av den som är gäldenär och skyldig \r\natt ge in tulldeklaration skriftligen eller med elektronisk \r\ndatabehandlingsteknik och som på något annat sätt än \r\nmuntligen under förfarandet har lämnat en oriktig uppgift \r\ntill ledning för fastställande av tull.\r\n\r\nDetsamma gäller om gäldenären har lämnat en sådan uppgift i \r\nett ärende som avser\r\n\r\n1. omprövning, återbetalning, eftergift eller ett \r\növerklagande, och\r\n\r\n2. uppgiften inte har godtagits efter prövning i sak.\r\n\r\n6 § En uppgift ska anses vara oriktig om det klart framgår \r\natt\r\n\r\n1. en lämnad uppgift är felaktig, eller\r\n\r\n2. en uppgift som ska lämnas till ledning för beslut om tull \r\nhar utelämnats.\r\n\r\nEn uppgift ska dock inte anses vara oriktig om\r\n\r\n1. uppgiften tillsammans med övriga lämnade uppgifter utgör \r\ntillräckligt underlag för ett riktigt beslut, eller\r\n\r\n2. den uppenbart inte kan läggas till grund för ett beslut.\r\n\r\n7 § Tulltillägget enligt 5 § är tjugo procent av den tull som \r\ninte skulle ha tagits ut, om den oriktiga uppgiften godtagits.\r\n\r\nTulltillägget är dock tio procent när det gäller \r\nmervärdesskatt som får dras av vid redovisning av skatt enligt \r\nmervärdesskattelagen (2023:200). Lag (2023:209).\r\n\r\n8 § Tulltillägg ska tas ut av gäldenären i de fall då\r\n\r\n1. tull har fastställts på skälig grund på grund av utebliven \r\ntulldeklaration och sådan inte har kommit in trots att ett \r\nföreläggande sänts ut till gäldenären, eller\r\n\r\n2. avvikelse från deklarationen har skett när tull har \r\nfastställts på skälig grund.\r\n\r\nTulltillägget är tjugo procent av den tull som fastställts \r\nenligt första stycket och som tas ut av gäldenären utöver den \r\ntull som annars skulle ha tagits ut av denne. Till den del \r\nfastställandet av tull innefattar rättelse av en oriktig \r\nuppgift från gäldenären tas tulltillägg ut enligt 7 § första \r\nstycket.\r\n\r\n9 § Tulltillägg ska, även i andra fall än de som avses i 5 \r\noch 8 §§, tas ut om tull ska tas ut på grund av uppkomsten av \r\nen tullskuld i enlighet med artikel 79 i förordning (EU) nr \r\n952/2013, i den ursprungliga lydelsen.\r\n\r\nFörsta stycket gäller endast om gäldenären rätteligen skulle \r\nha lämnat en skriftlig eller med elektronisk \r\ndatabehandlingsteknik upprättad tulldeklaration till ledning \r\nför beslut om tull.\r\n\r\nTulltillägget enligt första stycket är tjugo procent av den \r\ntull som tas ut.\r\n\r\n10 § Tulltillägg ska tas ut av den som förfogat över en vara \r\nsom hänförts till förfarandet för övergång till fri \r\nomsättning i strid mot en föreskriven förutsättning för \r\nåterbetalning eller eftergift av tull.\r\n\r\nTulltillägget är tjugo procent av den tull som felaktigt har \r\nbetalats tillbaka eller eftergetts.\r\n\r\n11 § Vid tillämpning av 5 och 8 §§ ansvarar gäldenären för \r\ndet som gäldenärens ombud gör eller låter bli att göra. \r\nTulldeklaration eller annat dokument som lämnas för en \r\ngäldenär som är juridisk person ska anses ha lämnats av \r\ngäldenären, om det inte var uppenbart att uppgiftslämnaren \r\nsaknade behörighet att företräda gäldenären.\r\n\r\n12 § Tulltillägg ska inte tas ut\r\n\r\n1. om gäldenären på eget initiativ har rättat den oriktiga \r\nuppgiften eller anmält förhållande som avses i 9 §, eller \r\n\r\n2. om det tullbelopp som kunde ha undandragits genom \r\nfelaktigheten eller passiviteten är obetydligt.\r\n\r\n13 § Tulltillägg ska inte tas ut om en icke-unionsvara eller \r\ndess värde förverkas. Om endast en del av varan eller dess \r\nvärde har förverkats, gäller förbudet att ta ut tulltillägg \r\nendast för den delen av varan eller värdet som förverkats. \r\nEtt tidigare meddelat beslut om tulltillägg ska upphävas \r\neller ändras efter det att en dom eller ett beslut som \r\ninnefattar förverkande har fått laga kraft.\r\n\r\n14 § Om det inte längre finns någon betalningsskyldighet för \r\ntull, får Tullverket inte ta ut tulltillägg på beloppet.\r\n\r\nFörseningsavgift\r\n\r\n15 § Om den som deklarerat en vara med tillämpning av ett \r\nförenklat förfarande som medför skyldighet att ge in en \r\nkompletterande deklaration inte har gett in den \r\nkompletterande deklarationen vid den tidpunkt då denna senast \r\nskulle ha lämnats, ska en särskild avgift (förseningsavgift) \r\ntas ut av deklaranten.\r\n\r\nFörseningsavgiften är 500 kronor. Om den som uppmanats att \r\nlämna deklaration inte fullgjort sin skyldighet inom den \r\nbestämda tiden, är avgiften dock 1 000 kronor.\r\n\r\nGemensamma bestämmelser för tulltillägg och \r\nförseningsavgift\r\n\r\n16 § Tullverket ska ompröva beslut om \r\ntulltillägg och förseningsavgift om gäldenären eller \r\ndeklaranten begär det eller om det finns andra skäl. Då \r\ntilllämpas bestämmelserna i tullagstiftningen om omprövning \r\nav beslut om tull.\r\n\r\n17 § Tullverket ska besluta om hel eller delvis befrielse från \r\ntulltillägg eller förseningsavgift om det är oskäligt att ta \r\nut avgiften med fullt belopp. \r\n\r\nVid bedömningen ska det särskilt beaktas om\r\n\r\n1. den felaktighet eller passivitet som lett till avgiften kan \r\nantas ha\r\n\r\n- berott på ålder, hälsa eller liknande förhållanden, eller\r\n\r\n- berott på en felbedömning av reglerna eller betydelsen av de \r\nfaktiska förhållandena,\r\n\r\n2. avgiften inte står i rimlig proportion till felaktigheten \r\neller passiviteten,\r\n\r\n3. en oskäligt lång tid har gått efter det att Tullverket har \r\nfunnit anledning att anta att avgift ska tas ut utan att den \r\nsom avgiften gäller kan lastas för dröjsmålet, eller\r\n\r\n4. felaktigheten eller passiviteten även har medfört att den \r\nsom avgiften gäller fällts till ansvar för brott enligt lagen \r\n(2000:1225) om straff för smuggling eller 2 § eller blivit \r\nföremål för utvidgat förverkande enligt 36 kap. 6 § \r\nbrottsbalken.\r\n\r\nDeklaranten får helt eller delvis befrias från \r\nförseningsavgift även när passiviteten är obetydlig.\r\nLag (2024:879).\r\n\r\n18 § Tulltillägg eller förseningsavgift får inte beslutas för \r\nen gäldenär eller en deklarant som har avlidit.\r\n\r\n19 § Frågor om tulltillägg och förseningsavgift prövas av \r\nTullverket. Allmän förvaltningsdomstol prövar dock, på talan \r\nav det allmänna ombud som avses i 6 kap. 1 §, frågor om \r\ntulltillägg på grund av oriktiga uppgifter i mål om tull. \r\nSådan talan får föras, om den oriktiga uppgiften inte har \r\ngodtagits efter prövning i sak eller inte har prövats i \r\nmålet. Talan ska väckas genom ansökan inom ett år från \r\nutgången av den månad då domen eller det slutliga beslutet i \r\nmålet har fått laga kraft.\r\n\r\n20 § Följande bestämmelser tillämpas även i fråga om \r\ntulltillägg och förseningsavgift:\r\n\r\n– artikel 110 om anstånd med betalning i förordning (EU) nr \r\n952/2013, i den ursprungliga lydelsen, och\r\n\r\n– 2 kap. 4 §, 7 § första stycket, 8 § och 16 §.\r\n\r\n21 § Tulltillägg och förseningsavgifter tillfaller staten.\r\n\r\n6 kap. Överklagande\r\n\r\nDet allmänna ombudet\r\n\r\n1 § Hos Tullverket ska det finnas ett allmänt ombud som utses \r\nav regeringen. Det allmänna ombudet får överklaga Tullverkets \r\nbeslut om tull, annan skatt än tull enligt 2 kap. 1 § andra \r\nstycket, ränta, tulltillägg och förseningsavgift.\r\n\r\nÖverklagande av Tullverkets beslut\r\n\r\nVilka beslut får överklagas?\r\n\r\n2 § Följande beslut av Tullverket får överklagas till allmän \r\nförvaltningsdomstol:\r\n\r\n1. beslut enligt tullagstiftningen,\r\n\r\n2. beslut enligt artikel 7.1 i förordning (EU) 2018/1672, och\r\n\r\n3. beslut enligt artikel 7.2, 9.1, 11.3, 12.1, 12.2, 12.5, 13 \r\neller 16 i förordning (EU) nr 608/2013 samt beslut att avvisa \r\nen ansökan som inte uppfyller villkoren i artikel 5.3 i den \r\nförordningen.\r\n\r\nTullverkets eller annan förvaltningsmyndighets beslut om \r\nnedsättning eller befrielse enligt 2 kap. 12 och 20 §§ \r\növerklagas hos regeringen.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten. \r\nDetsamma gäller vid överklagande i mål som avses i 5 kap. \r\n19 §. Lag (2024:753).\r\n\r\nTiden för överklagande\r\n\r\n3 § Om ett överklagande enligt 2 § gäller beslut om tull eller \r\nbeslut om annan skatt än tull enligt 2 kap. 1 § andra stycket, \r\nska överklagandet ha kommit in till Tullverket inom tre år \r\nfrån den dag då tullskulden uppkom, skattskyldigheten inträdde \r\neller den beskattningsgrundande händelsen inträffade.\r\n\r\nOm beslutet har meddelats senare än två och ett halvt år efter \r\nden dag som avses i första stycket, får överklagandet dock \r\nkomma in inom två månader från den dag då gäldenären eller den \r\nskattskyldige fick del av beslutet, om tiden för överklagande \r\ndärigenom blir längre.\r\n\r\nOm beslut som avses i första stycket har omprövats, får även \r\nomprövningsbeslutet överklagas inom treårsfristen. Om \r\nomprövningsbeslutet meddelats senare än två och ett halvt år \r\nefter den dag som avses i första stycket, får överklagandet \r\ndock komma in inom två månader från den dag då gäldenären \r\neller den skattskyldige fick del av omprövningsbeslutet, om \r\ntiden för överklagande därigenom blir längre.\r\n\r\nGäldenären eller den som är skyldig att betala skatten får \r\növerklaga ett beslut som avses i första eller tredje stycket \r\näven om beslutet inte är till nackdel för denne.\r\nLag (2023:209).\r\n\r\nOmprövning av det överklagade beslutet\r\n\r\n4 § Om ett överklagande enligt 3 § inte avvisas som för sent \r\ninkommet, ska Tullverket snarast ompröva det överklagade \r\nbeslutet.\r\n\r\n5 § Ett överklagande förfaller, om beslutet vid omprövningen \r\nändras så som den klagande begär. Beslutet ska innehålla en \r\nuttrycklig upplysning om att det medför denna verkan.\r\n\r\nOm beslutet ändras på annat sätt, ska överklagandet anses \r\nomfatta det nya beslutet. Om det finns skäl för det, får den \r\nklagande ges tillfälle att återkalla överklagandet.\r\n\r\nÖverlämnande av handlingar till förvaltningsrätten\r\n\r\n6 § Om ett överklagande varken avvisas eller förfaller, ska \r\nTullverket överlämna handlingarna i ärendet till \r\nförvaltningsrätten. Om det finns särskilda skäl, får ett \r\növerklagande enligt 3 § överlämnas utan föregående \r\nomprövning.\r\n\r\nÖverklagande av beslut om ränta, tulltillägg och \r\nförseningsavgift\r\n\r\n7 § Bestämmelserna i 3-6 §§ gäller också överklagande av \r\nbeslut om ränta, tulltillägg och förseningsavgift.\r\n\r\nEtt yrkande som avser tulltillägg och som görs av en gäldenär \r\neller den som är skyldig att betala skatten ska, oavsett \r\ntidsfristerna i 3 §, prövas om beslutet om den tull som \r\ntulltillägget avser inte har fått laga kraft. Detsamma gäller \r\nom Tullverket eller det allmänna ombudet framställt ett sådant \r\nyrkande till förmån för gäldenären eller den som är skyldig \r\natt betala skatten. Om yrkandet framställs först i domstol, \r\nkan domstolen besluta att det ska tas upp till prövning av \r\nTullverket.\r\n\r\nBestämmelserna i andra stycket gäller även en deklarants \r\nyrkande i fråga om förseningsavgift. Lag (2023:209).\r\n\r\nAnslutningsöverklagande\r\n\r\n8 § Om en part har överklagat Tullverkets beslut i ett sådant \r\närende som avses i 3 och 7 §§, får också motparten överklaga \r\nbeslutet, även om den för motparten föreskrivna tiden för \r\növerklagande har gått ut. Motpartens skrivelse ska ha kommit \r\nin till Tullverket inom två månader från den dag då motparten \r\nfick del av den först ingivna skrivelsen med överklagande \r\neller, om motparten inte fått del av den före utgången av den \r\ntid inom vilken den senast skulle ha kommit in, från utgången \r\nav denna tid.\r\n\r\nÅterkallas eller förfaller det första överklagandet på annat \r\nsätt, förfaller även det senare överklagandet.\r\n\r\nVerkställighet av beslut som överklagas\r\n\r\n9 § Bestämmelserna om verkställighet av beslut som överklagas \r\ni artikel 45 i förordning (EU) nr 952/2013, i den \r\nursprungliga lydelsen, tillämpas även på beslut om \r\ntulltillägg och förseningsavgift samt beslut om annan skatt \r\nän tull som ska betalas till Tullverket.\r\n\r\nTalan om tulltillägg eller förseningsavgift\r\n\r\n10 § Om det allmänna ombudet har överklagat ett beslut om \r\ntull, ska talan om tulltillägg eller förseningsavgift med \r\nanledning av beslutet föras samtidigt.\r\n\r\nÖverklagande av förvaltningsrättens och kammarrättens \r\nbeslut\r\n\r\nDet allmänna ombudets rätt att överklaga beslut\r\n\r\n11 § Det allmänna ombudet får överklaga ett beslut av \r\nförvaltningsrätten eller kammarrätten i frågor som avses i 3 \r\noch 7 §§ även om ombudet inte tidigare har fört det allmännas \r\ntalan i målet.\r\n\r\nAnslutningsöverklagande\r\n\r\n12 § Om någon har överklagat ett beslut av en \r\nförvaltningsrätt eller kammarrätt i frågor som avses i 3 och \r\n7 §§, får även någon annan som har haft rätt att överklaga \r\nbeslutet ge in ett överklagande, även om den tid för \r\növerklagande som gäller för honom eller henne har gått ut. \r\nEtt sådant överklagande ska ges in inom en vecka från \r\nutgången av den tid inom vilken det första överklagandet \r\nskulle ha gjorts.\r\n\r\nÅterkallas eller förfaller det första överklagandet på annat \r\nsätt, förfaller även det senare överklagandet.\r\n\r\nNär för det allmänna ombudet det allmännas talan?\r\n\r\n13 § Om det allmänna ombudet överklagar ett beslut, ska \r\nombudet föra det allmännas talan.\r\n\r\nI mål som gäller beslut i frågor som avses i 3 och 7 §§ förs \r\ndet allmännas talan i Högsta förvaltningsdomstolen av det \r\nallmänna ombudet.\r\n\r\n14 § Det allmänna ombudet får ta över uppgiften att i allmän \r\nförvaltningsdomstol föra det allmännas talan i ett visst \r\närende eller en viss grupp av ärenden som gäller frågor som \r\navses i 3 och 7 §§. \r\n\r\nDet allmänna ombudet får uppdra åt en tulltjänsteman att \r\nföreträda det allmänna i allmän förvaltningsdomstol.\r\n\r\nBestämmelserna i första och andra styckena gäller också i mål \r\nom betalningssäkring. Lag (2024:753).\r\n\r\nDet allmänna ombudet får överklaga till förmån för enskild \r\npart\r\n\r\n15 § Det allmänna ombudet får inom den för ombudet gällande \r\ntiden för överklagande föra talan i frågor som avses i 3 och \r\n7 §§ till förmån för en enskild part. Ombudet har då samma \r\nbehörighet som den enskilde. \r\n\r\nBestämmelserna i första stycket gäller också i mål om \r\nbetalningssäkring.\r\n\r\nHandläggning vid domstol\r\n\r\nÄndring av talan\r\n\r\n16 § I mål som gäller beslut som avses i 3 och 7 §§ får talan \r\ninte ändras i annat fall än som anges i 17 och 18 §§.\r\n\r\nDet ska dock inte anses vara en ändring av talan när den som \r\növerklagat\r\n\r\n1. inskränker sin talan, eller\r\n\r\n2. åberopar en ny omständighet till stöd för sin talan utan \r\natt frågan som ska prövas ändras.\r\n\r\n17 § I ett mål som gäller beslut som avses i 3 och 7 §§ får \r\nden som överklagat yrka något nytt under förutsättning att \r\nnågon ny fråga inte tas upp i målet. \r\n\r\nI mål i förvaltningsrätten får den som överklagat ta upp en \r\nny fråga, om \r\n\r\n1. det görs inom den tid som gäller för överklagande,\r\n\r\n2. den nya frågan har samband med den fråga som ska prövas, \r\noch\r\n\r\n3. förvaltningsrätten anser att frågan utan olägenhet kan \r\nprövas i målet. \r\n\r\n18 § Den som har överklagat ett beslut i en fråga som har \r\nföranlett tulltillägg får även ta upp frågan om tulltillägg \r\nom domstolen anser att tulltillägget utan olägenhet kan \r\nprövas i målet.\r\n\r\n19 § Om domstolen i ett fall som avses i 17 § andra stycket \r\noch 18 § inte prövar den nya frågan, får domstolen överlämna \r\nfrågan till Tullverket för prövning.\r\n\r\nDeldom\r\n\r\n20 § Om det finns flera frågor i ett mål som gäller beslut \r\nsom avses i 3 och 7 §§, får domstolen besluta särskilt i \r\nnågon av frågorna trots att handläggningen av övriga frågor \r\ninte är klar.\r\n\r\nMellandom\r\n\r\n21 § Om det är lämpligt med hänsyn till utredningen i ett mål \r\nsom gäller beslut som avses i 3 och 7 §§, får domstolen \r\nbesluta särskilt om\r\n\r\n1. en eller flera omständigheter som var för sig har \r\nomedelbar betydelse för utgången i målet, eller\r\n\r\n2. hur en uppkommen fråga, som främst har betydelse för \r\nrättstillämpningen, ska bedömas vid avgörandet av målet.\r\n\r\nDomstolen bestämmer om beslutet ska få överklagas direkt \r\neller först i samband med domstolens beslut i själva målet.\r\n\r\nOm domstolen bestämmer att ett särskilt beslut får överklagas \r\ndirekt, får domstolen besluta att målet i övrigt ska vila \r\ntill dess att det särskilda beslutet har fått laga kraft.\r\n\r\nMuntlig förhandling\r\n\r\n22 § Förvaltningsrätten och kammarrätten ska hålla muntlig \r\nförhandling i ett mål om tulltillägg eller förseningsavgift \r\nom en enskild begär det. Muntlig förhandling behöver dock \r\ninte hållas, om tulltillägget eller förseningsavgiften inte \r\nkommer att tas ut.\r\n\r\nFöreträdaransvar\r\n\r\n23 § Om talan om betalningsskyldighet enligt 59 kap. 13 § \r\nskatteförfarandelagen (2011:1244) har väckts genom ansökan \r\nmot en företrädare för en juridisk person, ska det som sägs i \r\ndetta kapitel om skattskyldig, klagande, enskild, part eller \r\nmotpart även gälla företrädaren.\r\n\r\nBehörig förvaltningsrätt\r\n\r\nFrågor om bevissäkring\r\n\r\n24 § Frågor om bevissäkring prövas av den förvaltningsrätt \r\ninom vars domkrets beslut om bevissäkring ska verkställas \r\neller har verkställts. \r\n\r\nFrågor om betalningssäkring\r\n\r\n25 § Frågor om betalningssäkring prövas av den \r\nförvaltningsrätt som är behörig enligt 46 kap. 19 § \r\nskatteförfarandelagen (2011:1244) eller den förvaltningsrätt \r\nsom är behörig att pröva ett överklagande av beslut om den \r\ntull, skatt, ränta eller avgift som betalningssäkringen \r\ngäller.\r\n\r\nDröjsmålstalan\r\n\r\n26 § Om Tullverket, efter att ha godtagit en ansökan enligt \r\nartikel 22.2 i förordning (EU) nr 952/2013, inte har meddelat \r\nett beslut inom den tidsfrist som avses i artikel 22.3 i den \r\nförordningen, får den sökande begära förklaring av allmän \r\nförvaltningsdomstol att ärendet onödigt uppehålls.\r\n\r\nPrövningstillstånd krävs vid överklagande till \r\nkammarrätten.\r\n\r\nOm Tullverket inte har meddelat ett beslut \r\ninom en månad från det att domstolen har lämnat en \r\nförklaring, ska ansökan anses ha avslagits.\r\n\r\n7 kap. Särskilda bestämmelser\r\n\r\nÅtgärder vid nöd eller olycka\r\n\r\n1 § Den som på grund av nöd eller av något annat tvingande \r\nskäl undandrar varor eller transportmedel från \r\ntullövervakning, ska snarast underrätta Tullverket om detta. \r\n\r\nEn underrättelse enligt första stycket får i stället göras \r\ntill Polismyndigheten i fråga om fordon och luftfartyg och \r\ntill Kustbevakningen i fråga om fartyg. Underrättelsen ska \r\nvidarebefordras till Tullverket.\r\n\r\n2 § Om ett transportmedel som omfattas av tullövervakning \r\neller medför varor som omfattas av tullövervakning \r\nförolyckas, ska den som har någon handling som avser \r\ntransportmedlet eller varorna genast lämna handlingen till \r\nTullverket. \r\n\r\nEn handling enligt första stycket får i stället lämnas till \r\nKustbevakningen, om transportmedlet är ett fartyg. Handlingen \r\nska vidarebefordras till Tullverket.\r\n\r\nInternationell unionsflygplats\r\n\r\n3 § Beslut om att en flygplats ska utgöra internationell \r\nunionsflygplats fattas av regeringen.\r\n\r\nDelgivning\r\n\r\n4 § Om Tullverket vid tillämpningen av tullagstiftningen, \r\nförordning (EU) 2018/1672 eller förordning (EU) nr 608/2013 \r\nska underrätta någon om innehållet i en handling eller om \r\nnågot annat, får det ske genom delgivning.\r\n\r\nDelgivning bör användas bara om det behövs med hänsyn till \r\nomständigheterna. Lag (2021:753).\r\n\r\nVite\r\n\r\n5 § Tullverket kan förena ett föreläggande med vite \r\n\r\n1. när Tullverket med stöd av tullagstiftningen förelägger \r\nnågon att vidta en åtgärd som behövs för myndighetens \r\nkontrollverksamhet, och\r\n\r\n2. om någon\r\n\r\na) inte har lämnat uppgift som krävs enligt tullagstiftningen, \r\neller\r\n\r\nb) inte har fullgjort sådan skyldighet som föreskrivs i \r\nartikel 15.1 i förordning (EU) nr 952/2013, i den ursprungliga \r\nlydelsen. Lag (2024:753).\r\n\r\n6 § Bestämmelserna i 5 § gäller inte om det finns anledning \r\natt anta att den som ska föreläggas vite eller, i \r\nförekommande fall, dennes ställföreträdare har begått en \r\ngärning som är straffbelagd eller kan leda till tulltillägg \r\noch föreläggandet avser utredning av en fråga som har samband \r\nmed den misstänkta gärningen.\r\n\r\n7 § Den som har överträtt ett vitesföreläggande döms inte \r\ntill ansvar enligt 5 kap. 2 § för en gärning som omfattas av \r\nföreläggandet.\r\n\r\nAvrundning av belopp\r\n\r\n8 § Belopp som enligt tullagstiftningen ska betalas till \r\neller betalas ut från Tullverket ska avrundas till närmaste \r\nlägre hela krontal.\r\n\r\nTillämpning av skatteförfarandelagen\r\n\r\n9 § I ärenden och mål om tull, skatt som ska betalas till \r\nTullverket, ränta, tulltillägg och avgift enligt denna lag \r\ntillämpas bestämmelserna i skatteförfarandelagen (2011:1244) \r\nom\r\n\r\n1. ersättning för kostnader för ombud, biträde eller \r\nutredning i 43 kap., 68 kap. 2 § och 71 kap. 4 §, samt\r\n\r\n2. bevissäkring och betalningssäkring i 3 kap. 8 §, 45 kap. \r\n2–16 §§, 46 kap., 68 kap. 1 och 3 §§ samt 69 och 71 kap.\r\n\r\nVid tillämpningen av första stycket ska det som sägs i \r\nskatteförfarandelagen om Skatteverket i stället gälla \r\nTullverket. Vidare ska det som sägs om Kronofogdemyndigheten \r\ni 69 kap. 3 och 11 §§ i stället gälla Tullverket.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2016:253\r\n\r\n1. Denna lag träder i kraft den 1 maj 2016.\r\n\r\n2. Genom lagen upphävs tullagen (2000:1281) och lagen \r\n(1994:1548) om vissa tullförfaranden med ekonomisk verkan, \r\nm.m.\r\n\r\n3. Den upphävda tullagen gäller dock fortfarande i fråga om \r\n\r\na) betalning, indrivning, återbetalning och eftergift av \r\ntull och annan skatt än tull som ska tas ut vid import \r\navseende varor som har eller borde ha deklarerats för \r\növergång till fri omsättning före ikraftträdandet,\r\n\r\nb) ränta som hänför sig till tid före ikraftträdandet, \r\n\r\nc) tullkontroller som inletts före ikraftträdandet, och\r\n\r\nd) förseningsavgift i fråga om deklarationer som skulle ha \r\nlämnats före ikraftträdandet.\r\n\r\n2020:1161\r\n\r\n1. Denna lag träder i kraft den 1 juli 2021.\r\n\r\n2. Äldre bestämmelser gäller fortfarande i fråga om \r\nmervärdesskatt för vilken skattskyldighet inträtt före \r\nikraftträdandet.\r\n\r\n2021:753\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2021.\r\n\r\n2. Äldre bestämmelser gäller fortfarande för\r\n\r\na) tullkontroller av kontanta medel som inletts före \r\nikraftträdandet, och\r\n\r\nb) tullförseelse avseende anmälningar om kontanta medel som \r\nskulle ha lämnats före ikraftträdandet.\r\n\r\n2021:1153\r\n\r\n1. Denna lag träder i kraft den 1 januari 2022.\r\n\r\n2. Bestämmelserna i 2 kap. 2 a § tillämpas första gången på \r\ntulldeklarationer som ges in efter ikraftträdandet. \r\n\r\n3. Bestämmelsen i 2 kap. 19 § andra stycket i den nya lydelsen \r\ntillämpas första gången på ansökningar om återbetalning eller \r\neftergift som görs efter ikraftträdandet.\r\n\r\n2021:1170\r\n\r\n1. Denna lag träder i kraft den 1 januari 2022.\r\n\r\n2. Äldre bestämmelser gäller dock fortfarande för förhållanden \r\nsom hänför sig till tiden före ikraftträdandet.\r\n\r\n2023:209\r\n\r\n1. Denna lag träder i kraft den 1 juli 2023.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för förhållanden som \r\nhänför sig till tiden före ikraftträdandet.\r\n\r\n2023:805\r\n\r\n1. Denna lag träder i kraft den 1 november 2024.\r\n\r\n2. Äldre bestämmelser gäller fortfarande för förhållanden som \r\nhänför sig till tiden före ikraftträdandet.\r\n\r\n2024:753\r\n\r\n1. Denna lag träder i kraft den 7 november 2024.\r\n\r\n2. Äldre bestämmelser gäller fortfarande för beslut som har \r\nfattats före ikraftträdandet.",
    "skapadDateTime": "2026-01-02T16:06:16.9166967",
    "uppdateradDateTime": "2026-01-02T16:06:39.905877",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T16:06:39.905877",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 648484,
      "beteckning": "2016:884",
      "anteckningar": "ändr. 1 kap. 9 §, 5 kap. 2 §",
      "ikraftDateTime": "2016-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:175, bet. 2016/17:SkU2, rskr. 2016/17:7",
      "rubrik": "Lag (2016:884) om ändring i tullagen (2016:253)",
      "lopnummer": "884",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322964",
      "uppdateradDateTime": "2026-01-02T16:06:39.9060812",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9060811",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648485,
      "beteckning": "2021:1153",
      "anteckningar": "ändr. 2 kap. 19 §; ny 2 kap. 2 a §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:23, bet. 2021/22:SkU6, rskr. 2021/22:74",
      "rubrik": "Lag (2021:1153) om ändring i tullagen (2016:253)",
      "lopnummer": "1153",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322968",
      "uppdateradDateTime": "2026-01-02T16:06:39.906095",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9060949",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648486,
      "beteckning": "2023:209",
      "anteckningar": "ändr. 2 kap. 1, 2, 10, 19 §§, 5 kap. 7 §, 6 kap. 3, 7 §§",
      "ikraftDateTime": "2023-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2022/23:46, bet. 2022/23:SkU10, rskr. 2022/23:167",
      "rubrik": "Lag (2023:209) om ändring i tullagen (2016:253)",
      "lopnummer": "209",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322973",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061024",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061023",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648487,
      "beteckning": "2022:1132",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2022-07-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:238, bet. 2021/22:NU26, rskr. 2021/22:441",
      "rubrik": "Lag (2022:1132) om ändring i tullagen (2016:253)",
      "lopnummer": "1132",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322975",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061096",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061095",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648488,
      "beteckning": "2022:1496",
      "anteckningar": "upph. 4 kap. 23 a, 23 b §§",
      "ikraftDateTime": "2023-01-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:259, bet. 2022/23:TU2, rskr. 2022/23:18",
      "rubrik": "Lag (2022:1496) om ändring i tullagen (2016:253)",
      "lopnummer": "1496",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322977",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061152",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061151",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648489,
      "beteckning": "2023:843",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2024-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:1, utg.omr. 1, bet. 2023/24:KU1, rskr.  2023/24:69",
      "rubrik": "Lag (2023:843) om ändring i tullagen (2016:253)",
      "lopnummer": "843",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.932298",
      "uppdateradDateTime": "2026-01-02T16:06:39.906121",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061209",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648490,
      "beteckning": "2023:805",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2024-11-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:1, bet. 2023/24:FiU1, rskr. 2023/24:47",
      "rubrik": "Lag (2023:805) om ändring i tullagen (2016:253)",
      "lopnummer": "805",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322982",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061272",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061271",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648491,
      "beteckning": "2022:688",
      "anteckningar": "ändr. 5 kap. 3 §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:133, bet. 2021/22:JuU31, rskr. 2021/22:324",
      "rubrik": "Lag (2022:688) om ändring i tullagen (2016:253)",
      "lopnummer": "688",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322984",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061332",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061332",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648492,
      "beteckning": "2022:175",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2023-02-13T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:61, bet. 2021/22:SkU9, rskr. 2021/22:161",
      "rubrik": "Lag (2022:175) om ändring i tullagen (2016:253)",
      "lopnummer": "175",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322986",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061386",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061385",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648493,
      "beteckning": "2021:1170",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:20, bet. 2021/22:FiU1, rskr. 2021/22:46",
      "rubrik": "Lag (2021:1170) om ändring i tullagen (2016:253)",
      "lopnummer": "1170",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322988",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061447",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061446",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648494,
      "beteckning": "2021:753",
      "anteckningar": "upph. 3 kap. 11 §, 4 kap. 50 §, rubr. närmast före 3 kap. 11 §; ändr. 1 kap. 1, 4 §§, 4 kap. 51, 52, 53 §§, 5 kap. 2 §, 6 kap. 2 §, 7 kap. 4 §",
      "ikraftDateTime": "2021-08-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:184, bet. 2020/21:SkU27, rskr. 2020/21:402",
      "rubrik": "Lag (2021:753) om ändring i tullagen (2016:253)",
      "lopnummer": "753",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.932299",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061504",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061503",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648495,
      "beteckning": "2025:1081",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:205, bet. 2025/26:FöU4, rskr. 2025/26:36",
      "rubrik": "Lag (2025:1081) om ändring i tullagen (2016:253)",
      "lopnummer": "1081",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322992",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061579",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061578",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648496,
      "beteckning": "2020:1161",
      "anteckningar": "ändr. 2 kap. 2 §",
      "ikraftDateTime": "2021-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:122, bet. 2020/21:FiU1, rskr. 2020/21:63",
      "rubrik": "Lag (2020:1161) om ändring i tullagen (2016:253)",
      "lopnummer": "1161",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322994",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061632",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061632",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648497,
      "beteckning": "2020:36",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2020-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:47, bet. 2019/20:SkU13, rskr. 2019/20:150",
      "rubrik": "Lag (2020:36) om ändring i tullagen (2016:253)",
      "lopnummer": "36",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322997",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061695",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061694",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648498,
      "beteckning": "2018:1713",
      "anteckningar": "ändr. 4 kap. 8 §",
      "ikraftDateTime": "2019-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:269, bet. 2018/19:JuU3, rskr. 2018/19:10",
      "rubrik": "Lag (2018:1713) om ändring i tullagen (2016:253)",
      "lopnummer": "1713",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9322999",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061754",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061752",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648499,
      "beteckning": "2018:1189",
      "anteckningar": "ny 4 kap. 6 a §",
      "ikraftDateTime": "2018-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:234, bet. 2017/18:JuU39, rskr. 2017/18:394",
      "rubrik": "Lag (2018:1189) om ändring i tullagen (2016:253)",
      "lopnummer": "1189",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323002",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061814",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061813",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648500,
      "beteckning": "2018:702",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:187, bet. 2017/18:SkU17, rskr. 2017/18:319",
      "rubrik": "Lag (2018:702) om ändring i tullagen (2016:253)",
      "lopnummer": "702",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323007",
      "uppdateradDateTime": "2026-01-02T16:06:39.906187",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061869",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648501,
      "beteckning": "2018:401",
      "anteckningar": "ändr. 1 kap. 4 §",
      "ikraftDateTime": "2018-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:94, bet. 2017/18:FöU11, rskr. 2017/18:220",
      "rubrik": "Lag (2018:401) om ändring i tullagen (2016:253)",
      "lopnummer": "401",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323009",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061935",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061934",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648502,
      "beteckning": "2017:248",
      "anteckningar": "ny 4 kap. 43 a §, rubr. närmast före 4 kap. 43 a §",
      "ikraftDateTime": "2017-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:56, bet. 2016/17:JuU22, rskr. 2016/17:188",
      "rubrik": "Lag (2017:248) om ändring i tullagen (2016:253)",
      "lopnummer": "248",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323011",
      "uppdateradDateTime": "2026-01-02T16:06:39.9061999",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9061999",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648503,
      "beteckning": "2017:173",
      "anteckningar": "ändr. 1 kap. 1 §, 5 kap. 2 §",
      "ikraftDateTime": "2017-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:44, bet. 2016/17:SkU13, rskr. 2016/17:159",
      "rubrik": "Lag (2017:173) om ändring i tullagen (2016:253)",
      "lopnummer": "173",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323013",
      "uppdateradDateTime": "2026-01-02T16:06:39.9062055",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9062054",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648504,
      "beteckning": "2024:753",
      "anteckningar": "upph. 3, 4 kap.; ändr. 1 kap. 1, 13 §§, 2 kap. 1 §, 6 kap. 2, 14 §§, 7 kap. 5 §; nytt 3 kap.",
      "ikraftDateTime": "2024-11-07T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:132, bet. 2024/25:SkU2, rskr. 2024/25:8",
      "rubrik": "Lag (2024:753) om ändring i tullagen (2016:253)",
      "lopnummer": "753",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323015",
      "uppdateradDateTime": "2026-01-02T16:06:39.9062113",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9062112",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648505,
      "beteckning": "2024:879",
      "anteckningar": "ändr. 5 kap. 17 §",
      "ikraftDateTime": "2024-11-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:144, bet. 2024/25:JuU3, rskr. 2024/25:9",
      "rubrik": "Lag (2024:879) om ändring i tullagen (2016:253)",
      "lopnummer": "879",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323017",
      "uppdateradDateTime": "2026-01-02T16:06:39.9062291",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9062289",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648506,
      "beteckning": "2021:45",
      "anteckningar": "ändr. 4 kap. 18, 22 §§; nya 4 kap. 23 a, 23 b §§",
      "ikraftDateTime": "2021-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:49, bet. 2020/21:SkU12, rskr. 2020/21:165",
      "rubrik": "Lag (2021:45) om ändring i tullagen (2016:253)",
      "lopnummer": "45",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323019",
      "uppdateradDateTime": "2026-01-02T16:06:39.9062405",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9062404",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648507,
      "beteckning": "2016:1086",
      "anteckningar": "ändr. 2 kap. 1 §",
      "ikraftDateTime": "2017-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:1, bet. 2016/17:FiU1, rskr. 2016/17:49",
      "rubrik": "Lag (2016:1086) om ändring i tullagen (2016:253)",
      "lopnummer": "1086",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T16:06:16.9323021",
      "uppdateradDateTime": "2026-01-02T16:06:39.9062493",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T16:06:39.9062492",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T16:06:16.916696",
  "uppdateradDateTime": "2026-01-02T16:06:39.905429",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T16:06:39.9054289",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}