{
  "grundforfattningId": 62339,
  "previousId": 56254,
  "beteckning": "2024:107",
  "beteckningSortable": "2024:107",
  "publiceringsar": "2024",
  "lopnummer": "107",
  "rubrik": "Förordning (2024:107) om stöd för en nationell yrkesutbildning",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2024-04-02T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Utbildningsdepartementet",
    "enhet": null,
    "namnOchEnhet": "Utbildningsdepartementet",
    "departementId": 7,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62336,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-19T12:56:24.7915603",
    "uppdateradDateTime": "2025-12-22T11:25:40.8283672",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-22T11:25:40.8283671",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85159,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1573",
    "omtryck": null,
    "utfardadDateTime": "2024-03-07T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Inledande bestämmelser\n\n1 § Denna förordning innehåller bestämmelser om stöd för \nyrkesutbildning för vuxna på gymnasial nivå med utgångspunkt i \narbetslivets kompetensbehov (en nationell yrkesutbildning). \nSyftet med stödet är att förstärka kopplingen mellan \narbetslivets kompetensbehov och yrkesutbildning för vuxna för \nen snabbare etablering på arbetsmarknaden.\n\nFörordningen är meddelad med stöd av 8 kap. 11 § \nregeringsformen i fråga om 47 § och med stöd av 8 kap. 7 § \nregeringsformen i fråga om övriga bestämmelser.\n\n2 § Statliga myndigheter, kommuner, regioner och enskilda \nfysiska eller juridiska personer som anordnar en utbildning \nkan enligt denna förordning få stöd för utbildningen genom att \nutbildningen förklaras berättiga de studerande till \nstudiestöd.\n\nKommuner, regioner och enskilda fysiska eller juridiska \npersoner som anordnar en utbildning kan enligt förordningen \näven få stöd för utbildningen genom statsbidrag. Statsbidrag \nfår också lämnas för kostnader för särskilt pedagogiskt stöd \ntill studerande med funktionsnedsättning i utbildningen.\n\nStöd får inte lämnas till universitet och högskolor.\n\nStöd lämnas inom ramen för anvisade medel.\n\n3 § Stöd får lämnas om utbildningsanordnaren har \nförutsättningar att följa de föreskrifter som gäller för \nutbildningen enligt denna förordning.\n\n4 § Stöd får inte lämnas för en utbildning som på annat sätt \nberättigar de studerande till studiestöd eller för en sådan \ndel av en utbildning som statsbidrag lämnas för på annat sätt.\n\n5 § I förordningen avses med\n\n- studerande: den som är antagen till och bedriver studier vid \nen utbildning som stöd lämnas för enligt förordningen, och\n\n- årsplats: en studerandeplats i heltidsutbildning som \nomfattar 40 veckor.\n\nFörutsättningar för stöd\n\nUtbildningen\n\n6 § Utbildningen ska\n\n1. svara mot arbetslivets behov av kompetens,\n\n2. utformas så att en hög kvalitet och yrkesrelevans nås och \nha sin grund i kunskap som genererats dels i produktionen av \nvaror och tjänster, dels i vetenskap,\n\n3. ge sådana teoretiska, praktiska och erfarenhetsbaserade \nkunskaper och färdigheter som krävs för att självständigt och \ni arbetslag kunna utföra uppgifter i arbetslivet, och\n\n4. ge teoretisk förankring inom yrkesområdet och väsentligen \nutvecklas och bedrivas i samarbete med de delar av arbetslivet \nsom berörs av utbildningen.\n\n7 § Utbildningen ska utformas i överensstämmelse med \ngrundläggande demokratiska värderingar. Var och en som verkar \ninom utbildningen ska främja aktning för varje människas \negenvärde samt respekt för de mänskliga rättigheterna och vår \ngemensamma miljö. Den som verkar inom utbildningen ska \nsärskilt främja jämställdhet mellan könen och aktivt motverka \nalla former av kränkande behandling.\n\n8 § Utbildningen ska bedrivas i form av en eller flera kurser.\n\nUtbildningens omfattning ska anges enligt ett poängsystem, där \nfem poäng motsvarar heltidsstudier under en vecka. \nUtbildningen ska omfatta minst 100 poäng.\n\n9 § Undervisningen får bedrivas på engelska, om det är befogat \nutifrån arbetsmarknadens behov. Det allmännas särskilda ansvar \nenligt språklagen (2009:600) för att svenskan används och \nutvecklas ska beaktas.\n\nUtbildningsanordnaren\n\n10 § För varje utbildning ska det finnas en ansvarig \nutbildningsanordnare som ansvarar för att utbildningen \ngenomförs enligt denna förordning.\n\nUtbildningsanordnaren ska se till att\n\n1. det finns platser för lärande i arbete på en arbetsplats \noch att dessa uppfyller de krav som finns för utbildningen, \noch\n\n2. de studerande som behöver särskilt pedagogiskt stöd i \nutbildningen får sådant stöd.\n\n11 § Utbildningsanordnaren ska ha den kompetens och de \nförutsättningar som krävs för att anordna utbildning inom det \nyrkesområde som utbildningen avser.\n\nUtbildningsplan\n\n12 § För varje utbildning ska det finnas en utbildningsplan. \nAv planen ska följande framgå:\n\n1. den ansvariga utbildningsanordnaren och, i förekommande \nfall, övriga utbildningsanordnare,\n\n2. utbildningens inriktning och förväntade resultat av lärande \ni form av kunskaper, färdigheter, ansvar och självständighet,\n\n3. den eller de kurser som ingår i utbildningen och förväntat \nresultat av lärande i form av kunskaper, färdigheter, ansvar \noch självständighet för varje kurs,\n\n4. om undervisningen helt eller delvis bedrivs på engelska,\n\n5. utbildningens omfattning, huvudsakliga uppläggning och \norganisation,\n\n6. omfattningen av lärande i arbete på en arbetsplats om \nsådant lärande ingår i utbildningen,\n\n7. antalet timmar lärar- eller handledarledd verksamhet som \nutbildningen omfattar,\n\n8. de grunder som ska användas vid urval bland behöriga \nsökande till utbildningen,\n\n9. hur behörighetsbedömningar, urval, antagning, \nkunskapskontroll och studieresultat samt arkivering av \nstudieresultat ska dokumenteras, och\n\n10. hur utbildningen ska kvalitetssäkras.\n\nKursplan\n\n13 § För varje kurs ska det finnas en kursplan. Av kursplanen \nska följande framgå:\n\n1. kursens benämning,\n\n2. det antal poäng som kursen omfattar,\n\n3. kursens förväntade resultat av lärande i form av kunskaper, \nfärdigheter, ansvar och självständighet,\n\n4. kursens huvudsakliga innehåll,\n\n5. om kursen helt eller delvis ges på engelska, och\n\n6. de principer för betygssättning och former för \nkunskapskontroll som ska tillämpas.\n\nBetyg\n\n14 § Betyg ska sättas på en genomförd kurs.\n\nSom betyg ska något av uttrycken Icke godkänt, Godkänt och Väl \ngodkänt användas.\n\nTillgodoräknande\n\n15 § En studerande ska för en del av utbildningen kunna få \ntillgodoräkna sig annan genomgången utbildning om kunskaper, \nfärdigheter och ansvar och självständighet som den studerande \nåberopar är av sådan beskaffenhet och har en sådan omfattning \natt de i huvudsak svarar mot den aktuella utbildningen. En \nstuderande ska även kunna få tillgodoräkna sig motsvarande \nkunskaper, färdigheter och ansvar och självständighet som har \nförvärvats i yrkesverksamhet eller på annat sätt.\n\nDen studerande kan inför tillgodoräknande erbjudas validering \nenligt valideringsförordningen (2022:1549).\n\nExamen\n\n16 § En utbildning får avslutas med en examen, om\n\n1. den studerande har fullgjort vad som krävs för att få lägst \nbetyget Godkänt på alla kurser som ingår i utbildningen,\n\n2. den studerande uppfyller följande krav på kunskaper: kan \nvisa fördjupade kunskaper inom ett arbets- eller studieområde \nsamt kunskaper om modeller och metoder inom ett arbets- eller \nstudieområde,\n\n3. den studerande uppfyller följande krav på färdigheter: kan \nvälja och använda relevanta begrepp, teorier, modeller, \nmaterial, verktyg och metoder inom ett arbets- eller \nstudieområde, följa instruktioner och utföra definierade \npraktiska och teoretiska uppgifter inom givna tidsramar samt \nkommunicera på minst ett främmande språk inom aktuellt arbets- \neller studieområde,\n\n4. den studerande uppfyller följande krav på ansvar och \nsjälvständighet: kan ta initiativ, reflektera, organisera och \ngenomföra arbete och studier självständigt, självständigt \nbehandla innehåll i ett arbets- eller studieområde som kan \nleda till vidare lärande och professionell utveckling, \nkritiskt värdera och förhålla sig självständig till valet av \nkällor, värdera och dra slutsatser av egna och gemensamma \nresultat samt ta ansvar i samarbete med andra och i begränsad \nutsträckning leda och utvärdera andras arbete, och\n\n5. utbildningen omfattar minst 200 poäng.\n\nExamens- och utbildningsbevis\n\n17 § En studerande som uppfyller kraven för en examen ska på \nbegäran få ett examensbevis av den ansvariga \nutbildningsanordnaren. I beviset ska utbildningens inriktning \nanges. \n\nTill examensbeviset ska en beskrivning av utbildningens \ninnehåll och resultat av lärande bifogas.\n\n18 § En studerande ska på begäran få ett utbildningsbevis av \nden ansvariga utbildningsanordnaren, om den studerande\n\n1. inte har fullgjort vad som krävs för en examen, eller\n\n2. inte begär att få ett examensbevis enligt 17 §.\n\nI beviset ska utbildningens innehåll och de resultat av \nlärande som den studerande har uppnått anges.\n\nBehörighet och urval\n\n19 § En person är behörig att antas till utbildningen från och \nmed andra kalenderhalvåret det år han eller hon fyller 20 år, \nom han eller hon anses som bosatt i landet enligt 29 kap. 2 § \nförsta-tredje styckena skollagen (2010:800) och\n\n1. har godkända betyg från grundskolan eller motsvarande \nutbildning i svenska eller svenska som andraspråk, engelska \noch matematik och i minst fem andra ämnen eller har likvärdiga \nkunskaper, eller\n\n2. genom svensk eller utländsk utbildning eller praktisk \nerfarenhet eller på grund av någon annan omständighet har \nförutsättningar att tillgodogöra sig utbildningen.\n\nBehörig är också den som är yngre än vad som anges i första \nstycket, men har slutfört utbildning på ett nationellt program \ni gymnasieskolan eller likvärdig utbildning och uppfyller \növriga behörighetsvillkor.\n\n20 § Om antalet platser inom en utbildning är mindre än \nantalet behöriga sökande får ett urval göras. Hänsyn ska då \ntas till den sökandes möjlighet att tillgodogöra sig \nutbildningen och därefter utöva det yrke som utbildningen \nförbereder för.\n\n21 § Vid urvalet får en eller flera av följande urvalsgrunder \nanvändas: betyg, särskilt prov, tidigare utbildning och \nyrkeserfarenhet.\n\nVid i övrigt likvärdiga meriter får urval också göras genom \nlottning.\n\nUrvalsgrunden särskilt prov får endast avse kunskaper och \nfärdigheter som är nödvändiga för att den sökande ska kunna \ntillgodogöra sig utbildningen.\n\nUtbildningens ledning och personal\n\n22 § Hos den ansvariga utbildningsanordnaren ska det finnas en \nledningsgrupp för utbildningen. Om utbildningsanordnaren är \nansvarig för flera utbildningar, får ledningsgruppen vara \ngemensam för dessa.\n\n23 § Ledningsgruppen för utbildningen ska\n\n1. se till att utbildningen genomförs enligt denna förordning \noch föreskrifter som har meddelats av Myndigheten för \nyrkeshögskolan samt i enlighet med beslut av myndigheten,\n\n2. anta sökande till utbildningen,\n\n3. pröva frågor om tillgodoräknande enligt 15 §,\n\n4. utfärda examens- och utbildningsbevis, och\n\n5. svara för att ett systematiskt kvalitetsarbete bedrivs.\n\n24 § Ledningsgruppen ska bestå av\n\n1. företrädare för de delar av arbetslivet som berörs av \nutbildningen,\n\n2. minst en företrädare för skolväsendet,\n\n3. minst en företrädare för de studerande, och\n\n4. den person som avses i 26 §.\n\nOm ledningsgruppen är gemensam för flera utbildningsanordnare, \nska varje sådan person som avses i 26 § ingå i gruppen.\n\nDen ansvariga utbildningsanordnaren eller de ansvariga \nutbildningsanordnarna får utse ledamöter utöver dem som anges \ni första och andra styckena.\n\n25 § Flertalet av ledamöterna i en ledningsgrupp ska vara \nföreträdare för arbetslivet.\n\n26 § Det ska finnas en person som är utsedd av den ansvariga \nutbildningsanordnaren att leda det dagliga arbetet i \nverksamheten och säkerställa utbildningens kvalitet.\n\n27 § De personer som anlitas av utbildningsanordnaren för \nundervisning eller handledning ska genom utbildning eller \nerfarenhet ha kompetens för den utbildning de ska bedriva.\n\n28 § De studerande ska ges möjlighet till insyn i verksamheten \noch tillfälle att påverka utbildningens uppläggning och \ngenomförande.\n\nFörsäkringar\n\n29 § Myndigheten för yrkeshögskolan ska ansvara för att \npersoner som är antagna till och genomgår en utbildning enligt \ndenna förordning är försäkrade för personskada. Försäkringen \nska avse sådan skada som har uppkommit till följd av \nolycksfall eller framkallats av sådan smitta som avses i 5 § \nförordningen (1977:284) om arbetsskadeförsäkring och statligt \npersonskadeskydd, om skadan har inträffat i samband med \nutbildning i Sverige. Försäkringen ska inte ge rätt till \nersättning i den mån den studerande har rätt till ersättning \nmed stöd av författning eller kollektivavtal.\n\nMyndigheten för yrkeshögskolan ska också ansvara för att det \nfinns en ansvarsförsäkring som avser skador som studerande \norsakar arbetsgivaren eller företagaren under \nutbildningsmoment som genomförs vid företag i Sverige.\n\nFörsäkringarna ska tecknas av Myndigheten för yrkeshögskolan \ngenom överenskommelser med Kammarkollegiet. \n\nAnsökan och beslut\n\n30 § Ansökan om stöd lämnas till Myndigheten för \nyrkeshögskolan som prövar frågor om stödet och betalar ut \nstatsbidraget till den ansvariga utbildningsanordnaren.\n\nMyndigheten får välja att endast lämna stöd till den som vid \ntidpunkten för ansökan är utbildningsanordnare inom \nyrkeshögskolan.\n\nBeslut som innebär att stöd beviljas ska begränsas till att \navse en viss tid.\n\n31 § Beslut om stöd ska innehålla uppgifter om\n\n1. i vilken eller vilka former stödet lämnas,\n\n2. belopp, om beslutet avser statsbidrag,\n\n3. den tid beslutet avser,\n\n4. utbildningens omfattning och antal årsplatser, och\n\n5. utbildningens lokalisering.\n\nTill beslutet ska en utbildningsplan för utbildningen enligt \n12 § bifogas.\n\nFördelning och beräkning av statsbidrag\n\n32 § Myndigheten för yrkeshögskolan ska vid sin fördelning av \nstatsbidrag särskilt ta hänsyn till i vilken grad en \nutbildning\n\n1. i kvalitativt och kvantitativt hänseende svarar mot \narbetslivets behov av arbetskraft, och\n\n2. finansieras av arbetslivet.\n\nMyndigheten ska vid fördelningen även beakta resultat från \ngenomförd tillsyn, kvalitetsgranskning och uppföljning om det \när möjligt.\n\n33 § Myndigheten för yrkeshögskolan ska vid sin beräkning av \nstatsbidrag särskilt beakta\n\n1. de faktiska kostnaderna för utbildningen, och\n\n2. hur det samlade ekonomiska ansvaret för en utbildning delas \nmellan staten, arbetslivet och andra finansiärer.\n\nUppföljning och redovisning\n\n34 § /Upphör att gälla U:2026-01-25/\nMyndigheten för yrkeshögskolan ska följa upp och \nutvärdera de utbildningar som stöd har lämnats för enligt \ndenna förordning.\n\nMyndigheten ska till Regeringskansliet senast den 14 februari \n2025 och den 12 mars 2027 lämna en redogörelse för resultatet \nav uppföljningen och utvärderingen.\n\n34 § /Träder i kraft I:2026-01-25/\nMyndigheten för yrkeshögskolan ska följa upp och \nutvärdera de utbildningar som stöd har lämnats för enligt \ndenna förordning. Förordning (2025:1573).\n\n35 § Den ansvariga utbildningsanordnaren för en utbildning som \nstöd har lämnats för enligt denna förordning ska medverka i \nden uppföljning, utvärdering och kvalitetsgranskning av \nutbildningsverksamheten som bestäms av Myndigheten för \nyrkeshögskolan samt i myndighetens tillsyn över utbildningen. \nUtbildningsanordnaren ska också lämna de uppgifter som \nmyndigheten begär.\n\nAnmälningsskyldighet\n\n36 § Den som ansöker om eller har beviljats stöd enligt denna \nförordning ska anmäla sådana ändrade förhållanden som kan \npåverka rätten till stödet eller storleken på det till \nMyndigheten för yrkeshögskolan utan dröjsmål.\n\nÅterkallande\n\n37 § Myndigheten för yrkeshögskolan får återkalla ett beslut \nom att en utbildning ska berättiga de studerande till \nstudiestöd, om utbildningen inte längre uppfyller kraven eller \nutbildningsanordnaren eller någon annan som medverkar i \nanordnandet inte iakttar sina skyldigheter enligt denna \nförordning.\n\nInnan myndigheten fattar ett beslut enligt första stycket, ska \nden ansvariga utbildningsanordnaren ha fått tillfälle att \navhjälpa bristerna.\n\nÅterbetalning och återkrav\n\n38 § Mottagaren av statsbidrag enligt denna förordning är \nåterbetalningsskyldig, om\n\n1. något av villkoren för bidraget i väsentlig mån har \nåsidosatts,\n\n2. bidraget har lämnats på felaktig grund eller med för högt \nbelopp, eller\n\n3. bidraget helt eller delvis inte har utnyttjats eller inte \nhar använts för det ändamål det har lämnats för.\n\n39 § Myndigheten för yrkeshögskolan ska besluta att helt eller \ndelvis kräva tillbaka ett statsbidrag om någon är \nåterbetalningsskyldig enligt 38 §.\n\nOm det finns särskilda skäl för det, får myndigheten besluta \natt helt eller delvis avstå från återkrav.\n\n40 § På statsbidrag som krävs tillbaka ska ränta tas ut från \noch med den dag som infaller en månad efter det att beslutet \nom återkrav har fattats och efter en räntesats som vid varje \ntidpunkt överstiger statens utlåningsränta med två \nprocentenheter.\n\nOm det finns särskilda skäl för det, får Myndigheten för \nyrkeshögskolan besluta att helt eller delvis avstå från krav \npå ränta.\n\nHinder mot utbetalning\n\n41 § Myndigheten för yrkeshögskolan ska besluta att ett \nbeviljat statsbidrag helt eller delvis inte ska betalas ut om \nmottagaren av bidraget inte längre bedöms uppfylla villkoren \nför det eller om det finns grund för återbetalning enligt \n38 §. Beslutet gäller omedelbart.\n\nBehandling av personuppgifter\n\n42 § Bestämmelserna i 45 och 46 §§ tillämpas vid behandling av \npersonuppgifter i verksamhet hos en utbildningsanordnare som \nhar fått stöd för utbildningen enligt denna förordning och som \nbedrivs med stöd av denna förordning, bestämmelser för \nutbildningen som finns i annan författning eller beslut som \nmeddelats med stöd av någon av dessa författningar.\n\n43 § Bestämmelserna i 45 och 46 §§ kompletterar \nEuropaparlamentets och rådets förordning (EU) 2016/679 av den \n27 april 2016 om skydd för fysiska personer med avseende på \nbehandling av personuppgifter och om det fria flödet av sådana \nuppgifter och om upphävande av direktiv 95/46/EG (allmän \ndataskyddsförordning), här benämnd EU:s dataskyddsförordning. \n\nTermer och uttryck i 45 och 46 §§ har samma betydelse som i \nEU:s dataskyddsförordning.\n\n44 § Bestämmelser om behandling av personuppgifter finns även \ni lagen (2018:218) med kompletterande bestämmelser till EU:s \ndataskyddsförordning, här benämnd dataskyddslagen, och i \nföreskrifter som har meddelats i anslutning till den lagen.\n\n45 § Personuppgifter som avses i artikel 9.1 i EU:s \ndataskyddsförordning (känsliga personuppgifter) får med stöd \nav artikel 9.2 g i samma förordning behandlas av en \nutbildningsanordnare\n\n1. om behandlingen är nödvändig för en hantering som motsvarar \nhandläggning av ett ärende hos en myndighet, eller\n\n2. i annat fall, om behandlingen är nödvändig i verksamheten \noch inte innebär ett otillbörligt intrång i den registrerades \npersonliga integritet.\n\nVid behandling som sker med stöd av första stycket är det \nförbjudet att utföra sökningar i syfte att få fram ett urval \nav personer grundat på känsliga personuppgifter.\n\nFör myndigheter finns det bestämmelser om behandling av \nkänsliga personuppgifter och om sökbegränsningar i 3 kap. 3 § \ndataskyddslagen.\n\n46 § Personuppgifter som rör fällande domar i brottmål får \nbehandlas av en utbildningsanordnare om behandlingen är \nnödvändig för en hantering som motsvarar handläggning av ett \närende hos en myndighet om att avskilja en studerande från \nutbildning.\n\nFör myndigheter finns det bestämmelser om behandling av \npersonuppgifter som avses i artikel 10 i EU:s \ndataskyddsförordning i 3 kap. 8 § första stycket \ndataskyddslagen.\n\nBemyndiganden\n\n47 § Myndigheten för yrkeshögskolan får meddela föreskrifter \nom\n\n1. utbildningsplaner och kursplaner,\n\n2. att lärande i arbete på en arbetsplats ska ingå i en \nutbildning och omfattningen av sådant lärande,\n\n3. betyg och examens- och utbildningsbevis, \n\n4. kraven i 19 § första stycket 1, och\n\n5. verkställighet av denna förordning.\n\nÖverklagande\n\n48 § I 40 § förvaltningslagen (2017:900) finns bestämmelser om \növerklagande till allmän förvaltningsdomstol. Andra beslut än \nbeslut enligt 41 § får dock inte överklagas.",
    "skapadDateTime": "2025-12-19T12:56:24.7915587",
    "uppdateradDateTime": "2025-12-22T11:25:40.8283825",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-22T11:25:40.8283824",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 645093,
      "beteckning": "2025:1573",
      "anteckningar": "ändr. 34 §",
      "ikraftDateTime": "2026-01-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1573) om ändring i förordningen (2024:107) om stöd för en nationell yrkesutbildning",
      "lopnummer": "1573",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-19T12:56:42.7690209",
      "uppdateradDateTime": "2025-12-22T11:25:40.8285052",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-22T11:25:40.8285051",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-19T12:56:24.7915576",
  "uppdateradDateTime": "2025-12-22T11:25:40.8281861",
  "publicerad": true,
  "publiceradDateTime": "2025-12-22T11:25:40.828186",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}