{
  "grundforfattningId": 62355,
  "previousId": 56930,
  "beteckning": "2016:1108",
  "beteckningSortable": "2016:1108",
  "publiceringsar": "2016",
  "lopnummer": "1108",
  "rubrik": "Lag (2016:1108) om ersättning till riksdagens ledamöter",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2017-01-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L6",
    "namnOchEnhet": "Justitiedepartementet L6",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62352,
    "forarbeten": "Framst. 2015/16:RS7, bet. 2016/17:KU3, rskr. 2016/17:36",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "riksdagens ledamöter,ersättning",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T09:38:20.0720818",
    "uppdateradDateTime": "2026-01-02T09:41:40.9874509",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T09:41:40.9874501",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85175,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2024:557",
    "omtryck": null,
    "utfardadDateTime": "2016-11-24T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nLagens innehåll\r\n\r\n1 § Denna lag innehåller bestämmelser om ersättning till \r\ntalmannen, riksdagens ledamöter och ersättare. Bestämmelserna \r\navser\r\n\r\n- arvode (3 kap.),\r\n\r\n- resekostnadsersättning (4 kap.),\r\n\r\n- traktamente (5 kap.),\r\n\r\n- övernattningsbostad och logiersättning (6 kap.),\r\n\r\n- arbetsrum samt teknisk och elektronisk utrustning (7 kap.),\r\n\r\n- barnverksamhet (8 kap.),\r\n\r\n- ålderspension (9 kap.),\r\n\r\n- sjukpension (10 kap.),\r\n\r\n- efterlevandepension (11 kap.),\r\n\r\n- inkomstgaranti (12 kap.),\r\n\r\n- omställningsstöd (13 kap.),\r\n\r\n- försäkring, rehabilitering och företagshälsovård (14 kap.),\r\n\r\n- återkrav (14 a kap.), och\r\n\r\n- överklagande (15 kap.).\r\nLag (2022:346).\r\n\r\nDefinitioner\r\n\r\n2 § I lagen avses med\r\n\r\n1. prisbasbelopp: prisbasbeloppet enligt 2 kap. 6 och 7 §§ \r\nsocialförsäkringsbalken,\r\n\r\n2. förhöjt prisbasbelopp: det förhöjda prisbasbeloppet enligt \r\n2 kap. 6 och 8 §§ socialförsäkringsbalken,\r\n\r\n3. inkomstbasbelopp: inkomstbasbeloppet enligt 58 kap. 26 och \r\n27 §§ socialförsäkringsbalken,\r\n\r\n4. inkomstindex: inkomstindex enligt 58 kap. 10-12 §§ \r\nsocialförsäkringsbalken,\r\n\r\n5. balansindex: balansindex enligt 58 kap. 22-24 §§ \r\nsocialförsäkringsbalken,\r\n\r\n6. Europaparlamentets ledamotsstadga: Europaparlamentets \r\nbeslut av den 28 september 2005 om antagande av \r\nEuropaparlamentets ledamotsstadga (2005/684/EG, Euratom),\r\n\r\n7. tjänsteresa: en resa som en ledamot gör som ett led i \r\nutövningen av sitt uppdrag som riksdagsledamot och som \r\npåbörjas på tjänstestället, under en pågående tjänsteresa \r\neller på en förrättningsort samt avslutas på tjänstestället \r\neller på en förrättningsort, och\r\n\r\n8. riktålder för pension: den enligt 2 kap. 10 a-d §§ \r\nsocialförsäkringsbalken årligt beräknade och fastställda \r\nriktåldern för pension. Lag (2022:1564).\r\n\r\n3 § Med ett helt år avses i lagen 365 dagar. Om viss tid inte \r\nkan tillgodoräknas som ett helt år vid beräkningen av antalet \r\nhela år ska den tiden ändå anses som ett helt år, om tiden \r\nuppgår till minst 270 dagar.\r\n\r\nTjänsteställe \r\n\r\n3 a § En riksdagsledamot har sitt tjänsteställe där han eller \r\nhon är folkbokförd enligt folkbokföringslagen (1991:481) under \r\nförutsättning att det där finns en bostad som är inrättad för \r\npermanent boende för ledamoten och hans eller hennes familj \r\noch som även disponeras av ledamoten.\r\n\r\nOm bostaden inte uppfyller dessa krav utgör riksdagen \r\nledamotens tjänsteställe. Lag (2022:346).\r\n\r\nRätt till ersättning\r\n\r\n4 § En ledamot har rätt till ersättning enligt denna lag.\r\n\r\n5 § Vad som sägs i denna lag om en ledamot gäller även \r\ntalmannen och en ersättare som utövar uppdrag som ledamot \r\n(ersättare), om det inte anges något annat i lagen.\r\nLag (2022:346).\r\n\r\n6 § En ledamot som fullgör uppdrag som statsråd har under den \r\ntiden inte rätt till ersättning enligt denna lag.\r\nLag (2022:346).\r\n\r\nErsättning under ledighet\r\n\r\n7 § En ledamot som har beviljats ledighet för att tjänstgöra \r\nsom statssekreterare har under den tiden inte rätt till \r\nersättning enligt denna lag.\r\n\r\nEn ledamot som har beviljats ledighet av något annat skäl har \r\nbara rätt till ersättning under ledigheten om det anges i \r\nlagen. Lag (2022:346).\r\n\r\nTid som ersätts\r\n\r\n8 § En ledamot har rätt till ersättning enligt denna lag från \r\noch med den dag då han eller hon tillträder uppdraget till och \r\nmed 30 dagar efter det att uppdraget upphörde, om det inte \r\nanges något annat i lagen. Lag (2022:346).\r\n\r\n9 § En ersättare för någon annan än talmannen eller en ledamot \r\nsom tjänstgör som statsråd eller statssekreterare, har rätt \r\ntill ersättning under den tid som anges i det bevis som \r\nutfärdas av Riksdagsförvaltningen då ersättaren kallas att \r\nutöva uppdrag som ledamot. Om uppdraget upphör tidigare än vad \r\nsom anges i beviset, har ersättaren rätt till ersättning under \r\n30 dagar från det att uppdraget upphörde, dock längst till den \r\ndag som anges i beviset. Lag (2022:346).\r\n\r\nBemyndigande\r\n\r\n10 § Riksdagsförvaltningen får meddela föreskrifter till lagen.\r\nLag (2022:346).\r\n\r\nAllmänna råd\r\n\r\n11 § Riksdagsförvaltningen meddelar allmänna råd till \r\nlagen.\r\n\r\n\r\n2 kap. Kapitlet har upphävts genom lag (2022:346).\r\n\r\n3 kap. Arvode\r\n\r\nTalmansarvode\r\n\r\n1 § Talmannen har rätt till ett månatligt arvode som motsvarar \r\narvodet till statsministern. Lag (2022:346).\r\n\r\nLedamotsarvode\r\n\r\n2 § En ledamot har rätt till ett månatligt arvode som bestäms \r\nav Riksdagens arvodesnämnd. Lag (2022:346).\r\n\r\nTilläggsarvode\r\n\r\n3 § En vice talman har rätt till ett månatligt tilläggsarvode \r\nsom uppgår till 30 procent av ledamotsarvodet. Lag (2022:346).\r\n\r\n4 § En ordförande i ett utskott eller i EU-nämnden har rätt \r\ntill ett månatligt tilläggsarvode som uppgår till 20 procent \r\nav ledamotsarvodet. Lag (2022:346).\r\n\r\n5 § En vice ordförande i ett utskott eller i EU-nämnden har \r\nrätt till ett månatligt tilläggsarvode som uppgår till \r\n15 procent av ledamotsarvodet. Lag (2022:346).\r\n\r\nSammanträdesarvode i EU-nämnden\r\n\r\n6 § En ledamot, suppleant eller tillfällig ersättare i EU-\r\nnämnden har rätt till sammanträdesarvode för sammanträden som \r\ninfaller på en måndag, en fredag och under tid då kammaren \r\ninte sammanträder. Detta gäller dock inte ordföranden och en \r\nvice ordförande i nämnden.\r\n\r\nEn suppleant i EU-nämnden som närvarar vid ett sammanträde \r\nutan att delta i de beslut som fattas under sammanträdet har \r\nrätt till sammanträdesarvode bara om nämnden beslutar om det.\r\n\r\nRiksdagsförvaltningen bestämmer arvodets storlek.\r\nLag (2022:346).\r\n\r\nArvode som inkomst av anställning\r\n\r\n7 § Talmansarvode, ledamotsarvode och tilläggsarvode ska anses \r\nsom inkomst av anställning enligt socialförsäkringsbalken och \r\nlagen (1991:1047) om sjuklön. Ledamoten ska i det sammanhanget \r\nanses som arbetstagare. Lag (2022:346).\r\n\r\nArvode vid ledighet\r\n\r\n8 § En ledamot har rätt till ledamotsarvode och tilläggsarvode \r\nvid ledighet som understiger en månad. Om ledigheten uppgår \r\ntill minst en månad har ledamoten rätt till arvode under \r\nledigheten bara om ledigheten beror på offentligt uppdrag, \r\nsjukdom, föräldraledighet, vård av närstående eller \r\nfullgörande av totalförsvarsplikt.\r\n\r\nMed ett offentligt uppdrag avses ett uppdrag som ges av \r\nriksdagen eller regeringen eller av någon annan efter \r\nbemyndigande av riksdagen eller regeringen. En anställning \r\nutgör inte ett offentligt uppdrag. Lag (2022:346).\r\n\r\nArvodesavdrag och ersättning vid sjukfrånvaro och \r\nföräldraledighet\r\n\r\n9 § Vid sjukfrånvaro och föräldraledighet ska det för samma \r\ntid göras avdrag på talmansarvode, ledamotsarvode, \r\ntilläggsarvode och arvode enligt 1 § 2 och 4 lagen (1989:185) \r\nom arvoden m.m. för uppdrag inom riksdagen,\r\n\r\ndess myndigheter och organ i enlighet med vad \r\nRiksdagsförvaltningen bestämmer. För ledamöter kan endast helt \r\nkalenderdagsavdrag göras. Lag (2022:346).\r\n\r\n10 § Vid sjukfrånvaro och föräldraledighet har en ledamot rätt \r\ntill ersättning i enlighet med vad Riksdagsförvaltningen \r\nbestämmer. För ledamöter kan sådan ersättning endast avse hela \r\nkalenderdagar. Lag (2022:346).\r\n\r\nArvodesavdrag på ledamotens egen begäran\r\n\r\n11 § Om en ledamot av något annat skäl än som anges i 9 och \r\n10 §§ har beviljats ledighet kortare tid än en månad under tid \r\ndå arbetsplenum pågår, ska det på ledamotens begäran göras \r\nkalenderdagsavdrag för den tiden på ledamotsarvode, \r\ntilläggsarvode och arvoden enligt 1 § 2 och 4 lagen (1989:185) \r\nom arvoden m.m. för uppdrag inom riksdagen, dess myndigheter \r\noch organ. Lag (2022:346).\r\n\r\nErsättning för förlorad semester\r\n\r\n12 § En ersättare har rätt till ersättning för förlorad \r\nsemester. Sådan ersättning lämnas endast för den tid som \r\nunderstiger tolv månader per tolvmånadersperiod.\r\nLag (2022:346).\r\n\r\nÅterbetalning av arvode\r\n\r\n13 § En ledamot som har varit frånvarande vid minst 60 procent \r\nav voteringstillfällena i kammaren under ett kvartal ska \r\nbetala tillbaka ledamotsarvode som avses i 3 kap. 2-5 §§ för \r\nden tiden, om\r\n\r\n1. ledamoten har varit frånvarande vid minst 60 procent av \r\nvoteringstillfällena i kammaren även under ett föregående \r\nkvartal under valperioden, och\r\n\r\n2. talmannen efter det kvartal som avses i punkt 1 har erinrat \r\nledamoten om ledamotens frånvaro och återbetalningsplikt.\r\nLag (2022:346).\r\n\r\n14 § Vid tillämpningen av 13 § ska perioden juli-september \r\ninte beaktas. Frånvaro vid voteringar som beror på sjukdom, \r\nföräldraledighet, familjeskäl, internationella uppdrag eller \r\nliknande omständighet ska inte heller beaktas. Om det finns \r\nsynnerliga skäl ska inte heller annan frånvaro beaktas.\r\nLag (2022:346).\r\n\r\n15 § Bestämmelserna i 13 § gäller inte partiledare och \r\nspråkrör för partier som valts in i riksdagen. Lag (2022:346).\r\n\r\n16 § Riksdagens arvodesnämnd fattar beslut om återbetalning av \r\narvode efter anmälan av talmannen. Lag (2022:346).\r\n\r\n17 § Talmannens erinran om frånvaro och \r\nåterbetalningsskyldighet enligt 13 § 2 ska lämnas inom sex \r\nmånader efter utgången av det kvartal som erinran avser. Har \r\ninte talmannens erinran lämnats inom den tiden ska inte någon \r\nerinran lämnas.\r\n\r\nTalmannens anmälan till Riksdagens arvodesnämnd enligt 16 § \r\nska göras inom sex månader efter utgången av det kvartal för \r\nvilket återbetalning föreslås. Har inte talmannens anmälan \r\ngjorts inom den tiden ska inte någon anmälan göras. \r\nLag (2022:346).\r\n\r\n18 § Riksdagsförvaltningen ska på begäran av Riksdagens \r\narvodesnämnd överlämna uppgifter om en ledamots närvaro vid \r\nvoteringstillfällen och andra uppgifter som nämnden behöver \r\nför sin prövning.\r\n\r\nInnan ett beslut om återbetalning fattas ska Riksdagens \r\narvodesnämnd ge den ledamot som anmälan avser tillfälle att \r\nyttra sig. Nämnden ska även inhämta yttrande från den \r\npartigrupp som ledamoten tillhör eller har tillhört.\r\nLag (2022:346).\r\n\r\n19 § Riksdagsförvaltningen framställer krav på återbetalning i \r\nenlighet med Riksdagens arvodesnämnds beslut. Ett belopp som \r\nåterkrävs får i stället avräknas mot kommande utbetalningar av \r\narvodet.\r\n\r\nOm återbetalning inte har skett inom en månad från det att ett \r\nkrav på återbetalning framställts ska den \r\nåterbetalningsskyldige betala ränta enligt 6 § räntelagen \r\n(1975:635) på det obetalda beloppet till dess betalning sker.\r\n\r\nRiksdagens arvodesnämnd får efter skriftlig ansökan från \r\nledamoten besluta att återkravet och kravet på ränta ska \r\nefterges helt eller delvis, om det finns särskilda skäl. \r\nLag (2022:346).\r\n\r\n4 kap. Resekostnadsersättning\r\n\r\nErsättning för kostnader för tjänsteresa\r\n\r\n1 § En ledamot har rätt till ersättning för sina kostnader för \r\nen tjänsteresa. Lag (2022:346).\r\n\r\nErsättning för resa före tillträdet av uppdraget\r\n\r\n2 § Innan en nyvald ledamot har tillträtt sitt uppdrag har \r\nhan eller hon rätt till ersättning för sina kostnader för\r\n\r\n– resor för att delta i möten som ledamotens partigrupp \r\nkallar till,\r\n\r\n– resor för att delta i Riksdagsförvaltningens introduktion \r\ntill uppdraget, och\r\n\r\n– en resa till riksdagen för att tillträda uppdraget.\r\n\r\n2 a § Rätten till ersättning enligt 2 § gäller för\r\n\r\n1. en ledamot som tillträder sitt uppdrag vid ett riksdagsval \r\nfrån och med den dag då Valmyndigheten fastställt \r\nvalresultatet,\r\n\r\n2. en ledamot som tillträder sitt uppdrag under en pågående \r\nvalperiod från och med den dag då Valmyndigheten utsett honom \r\neller henne till ledamot, och\r\n\r\n3. en ersättare från och med den dag då Riksdagsförvaltningen \r\nutfärdar bevis om att ersättaren ska utöva uppdrag som \r\nriksdagsledamot. Lag (2022:346).\r\n\r\nErsättning för resa vid extraordinär händelse eller av annan \r\nicke förutsedd orsak\r\n\r\n3 § En ledamot har, även i fall som inte omfattas av 1 §, \r\nrätt till ersättning för sina kostnader för en resa som \r\nledamoten gör för att han eller hon måste inställa sig i \r\nriksdagen på grund av en extraordinär händelse eller av någon \r\nannan orsak som inte har kunnat förutses, under förutsättning \r\natt ledamoten inte kan använda sin biljett för resan \r\ntillbaka. \r\n\r\nRiksdagsförvaltningen eller den som Riksdagsförvaltningen \r\nbestämmer får besluta att ersättningen även omfattar \r\nresekostnader enligt första stycket för en medföljande person \r\nsom av särskilda skäl måste resa tillsammans med ledamoten.  \r\n\r\nEnskild utrikes tjänsteresa\r\n\r\n4 § En enskild utrikes tjänsteresa ska vara av värde för \r\nfullgörandet av riksdagsuppdraget.\r\n\r\nRiksdagsförvaltningen fastställer för varje valperiod ett \r\nbelopp som en ledamot får använda för sådana resor.\r\n\r\nEn ersättare som under en valperiod har tjänstgjort eller ska \r\ntjänstgöra under sammanlagt minst ett år har rätt att använda \r\nde medel som den ordinarie ledamoten disponerar för enskilda \r\nutrikes tjänsteresor. En ersättare får dock under valperioden \r\ninte använda ett högre belopp än det som är fastställt för en \r\nordinarie ledamot enligt andra stycket, oavsett om ersättaren \r\nunder valperioden ersätter fler än en ledamot. Lag (2022:346).\r\n\r\nResebeslut \r\n\r\n5 § Talmannen beslutar om sina tjänsteresor.\r\n\r\nEn ledamot beslutar om sina\r\n\r\n1. inrikes tjänsteresor,\r\n\r\n2. enskilda utrikes tjänsteresor till länder som ingår i \r\nEuropeiska ekonomiska samarbetsområdet, kandidatländer och \r\npotentiella kandidatländer för medlemskap i Europeiska \r\nunionen, samt\r\n\r\n3. enskilda utrikes tjänsteresor till andra länder och områden \r\nsom Riksdagsförvaltningen bestämmer.\r\n\r\nRiksdagsförvaltningen, eller den som förvaltningen bestämmer, \r\nbeslutar efter ansökan om enskilda utrikes tjänsteresor som \r\ninte omfattas av andra stycket. Lag (2022:346).\r\n\r\n5 a § En ansökan om att få genomföra en enskild utrikes \r\ntjänsteresa ska avslås\r\n\r\n1. om resan inte är av värde för fullgörandet av \r\nriksdagsuppdraget, eller\r\n\r\n2. om samråd som Riksdagsförvaltningen bestämmer inte har \r\nskett.\r\n\r\nEn ansökan ska vidare avslås om Utrikesdepartementet avråder \r\nfrån alla resor till landet eller området, om det inte finns \r\nsärskilda skäl som motiverar att resan ändå genomförs.\r\nLag (2022:346).\r\n\r\nErsättningens storlek\r\n\r\n6 § Resekostnader ersätts med den faktiska kostnaden för \r\nresan. Tjänsteresa med eget fordon ersätts dock i enlighet med \r\nvad Riksdagsförvaltningen bestämmer.\r\n\r\nKostnader för övernattning ersätts inte vid tjänsteresa inom \r\n50 kilometer från tjänstestället, om inte övernattningen sker \r\nvid konferens med utskott, delegation, kommitté eller liknande \r\ninom riksdagen eller konferens inom en partigrupp i riksdagen.\r\nLag (2022:346).\r\n\r\n6 a § Om ledamoten inte kan visa vilka utgifter han eller hon \r\nhar haft för övernattning, betalas ersättning med halva \r\nmaximibeloppet enligt 12 kap. 11 § inkomstskattelagen \r\n(1999:1229). Sådan ersättning lämnas dock inte om ledamoten \r\nhar övernattat på tåg, fartyg eller flygplan eller om annan \r\nmyndighet, trafikföretag eller motsvarande har tillhandahållit \r\nledamoten fri övernattning. Lag (2022:346).\r\n\r\n7 § Det finns bestämmelser om utrikes tjänsteresa på uppdrag \r\nav partigrupp i riksdagen i lagen (2016:1109) om stöd till \r\npartigrupperna för riksdagsledamöternas arbete i riksdagen.\r\n\r\nVal av färdmedel\r\n\r\n8 § Färdmedel ska väljas med hänsyn till kostnads-, tids-, \r\nmiljö- och säkerhetsaspekter. Lag (2022:346).\r\n\r\nBegäran om ersättning för resekostnader\r\n\r\n9 § En begäran om ersättning för resekostnader ska ges in \r\nskriftligen till Riksdagsförvaltningen snarast efter det att \r\nresan avslutats, dock senast inom sex månader. Därefter upphör \r\nrätten till ersättning. Lag (2022:346).\r\n\r\nParkeringsplats\r\n\r\n10 § En ledamot har i mån av tillgång rätt att använda \r\nRiksdagsförvaltningens parkeringsplatser.   \r\n\r\n5 kap. Traktamente\r\n\r\nDagtraktamente vid inrikes tjänsteresa till en annan ort än \r\nStockholm\r\n\r\n1 § En ledamot har rätt till traktamente vid en inrikes \r\ntjänsteresa till en annan ort än Stockholm om orten är belägen \r\nmer än 50 kilometer från ledamotens tjänsteställe och \r\ninnefattar övernattning (dagtraktamente).\r\n\r\nTraktamente betalas för varje hel dag som tas i anspråk för \r\ntjänsteresan. Beloppet uppgår till en etthundratjugondedel av \r\nprisbasbeloppet avrundat till närmaste tiotal kronor. Om \r\ntjänsteresan har påbörjats kl. 12.00 eller senare på \r\navresedagen eller har avslutats kl. 19.00 eller tidigare på \r\nhemresedagen har ledamoten rätt till ett halvt traktamente för \r\nvarje sådan dag. \r\n\r\nOm ledamoten har fått fria måltider under tjänsteresan ska \r\ntraktamentet minskas med det belopp som Riksdagsförvaltningen \r\nbestämmer (måltidsavdrag) under förutsättning att måltiden \r\ninte obligatoriskt ingår i priset för transporten på allmänna \r\ntransportmedel. Lag (2022:346).\r\n\r\nStockholmstraktamente\r\n\r\n2 § En ledamot har rätt till traktamente vid en tjänsteresa \r\ntill Stockholm om han eller hon har sitt tjänsteställe mer än \r\n50 kilometer från Riksdagshuset och resan innefattar \r\növernattning i Stockholm (Stockholmstraktamente). Ledamoten \r\nhar inte rätt till Stockholmstraktamente för dagar som \r\nberättigar till dagtraktamente eller utlandstraktamente enligt \r\n1 eller 3 §§.\r\n\r\nStockholmstraktamente betalas för varje hel och halv dag som \r\ntjänsteresan tar i anspråk och motsvarar halva maximibeloppet \r\nenligt 12 kap. 11 § inkomstskattelagen (1999:1229) avrundat \r\ntill närmaste tiotal kronor. Stockholmstraktamentet ska inte \r\nreduceras med måltidsavdrag. Lag (2022:346).\r\n\r\nUtlandstraktamente och förrättningstillägg\r\n\r\n3 § En ledamot har rätt till traktamente vid en tjänsteresa \r\ntill en ort utanför Sveriges gränser som är belägen mer än \r\n50 kilometer från ledamotens tjänsteställe och innefattar \r\növernattning (utlandstraktamente). Traktamentet motsvarar \r\nnormalbeloppet enligt 12 kap. 11 § andra stycket \r\ninkomstskattelagen (1999:1229).\r\n\r\nVad som anges i 1 § andra stycket tredje meningen och tredje \r\nstycket gäller även för utlandstraktamente.\r\n\r\nVid en sådan tjänsteresa som anges i första stycket har en \r\nledamot rätt till ett förrättningstillägg i enlighet med vad \r\nRiksdagsförvaltningen bestämmer. Lag (2022:346).\r\n\r\nDagtillägg vid utrikes tjänsteresa som inte innefattar \r\növernattning\r\n\r\n4 § En ledamot har vid en tjänsteresa till en ort utanför \r\nSveriges gränser som är belägen mer än 50 kilometer från hans \r\neller hennes tjänsteställe men som inte innefattar \r\növernattning rätt till ett dagtillägg i enlighet med vad \r\nRiksdagsförvaltningen bestämmer. Lag (2022:346).\r\n\r\nBegäran om traktamente\r\n\r\n5 § En begäran om traktamente ska ges in skriftligen till \r\nRiksdagsförvaltningen snarast efter det att resan avslutats, \r\ndock senast inom sex månader. Därefter upphör rätten till \r\ntraktamente. Lag (2022:346).\r\n\r\n6 kap. Övernattningsbostad och logiersättning\r\n\r\nRätt till övernattningsbostad i Riksdagsförvaltningens \r\nbostadsbestånd\r\n\r\n1 § En ledamot som har sitt tjänsteställe mer än 50 kilometer \r\nfrån Riksdagshuset har rätt till en övernattningsbostad i \r\nRiksdagsförvaltningens bostadsbestånd. Lag (2022:346).\r\n\r\n2 § En ledamot som har rätt till övernattningsbostad men som \r\nsällan behöver övernatta i Stockholm kan skriftligen avstå \r\nfrån rätten till övernattningsbostad och i stället vid ett \r\nfåtal tillfällen få ersättning för hotellövernattning, eller \r\ntillgång till motsvarande boende, i Stockholm. Lag (2022:346).\r\n\r\nErsättare\r\n\r\n3 § En ersättare som har rätt till övernattningsbostad ska \r\nanvända den ordinarie ledamotens övernattningsbostad.\r\nLag (2022:346).\r\n\r\nRätt till logiersättning\r\n\r\n4 § Om Riksdagsförvaltningen inte kan tillhandahålla en \r\nledamot som har rätt till övernattningsbostad en bostad i \r\nförvaltningens bostadsbestånd, eller om det till följd av \r\nledamotens personliga förhållanden finns särskilda skäl, har \r\nhan eller hon rätt till ersättning för eget boende inom \r\n50 kilometer från Riksdagshuset (logiersättning).\r\n\r\nLogiersättning betalas med högst det belopp per månad som \r\nRiksdagsförvaltningen bestämmer.\r\n\r\nLogiersättning lämnas inte med anledning av avtal som har \r\ningåtts med en juridisk eller fysisk person som är att anse \r\nsom närstående till ledamoten. Lag (2022:346).\r\n\r\n5 § Vid ledighet som uppgår till högst 90 dagar har ledamoten \r\nrätt till logiersättning även under ledigheten. Om ledigheten \r\növerstiger 90 dagar har ledamoten bara rätt till fortsatt \r\nlogiersättning om det finns särskilda skäl. Lag (2022:346).\r\n\r\nBeslut om rätt till övernattningsbostad eller logiersättning\r\n\r\n6 § Riksdagsförvaltningen prövar efter ansökan om en ledamot \r\nhar rätt till övernattningsbostad eller logiersättning.\r\nLag (2022:346).\r\n\r\nFördelning av övernattningsbostäder\r\n\r\n7 § Riksdagsförvaltningen beslutar om vilka \r\növernattningsbostäder som ska ställas till respektive \r\npartigrupps förfogande. Övernattningsbostäderna fördelas i \r\nproportion till antalet ledamöter i respektive partigrupp som \r\nhar rätt till övernattningsbostad. Lag (2022:346).\r\n\r\n8 § Partigrupperna fördelar respektive tilldelade \r\növernattningsbostäder bland sina ledamöter som enligt \r\nRiksdagsförvaltningens beslut har rätt till en \r\növernattningsbostad. Lag (2022:346).\r\n\r\nDispositionsrätten\r\n\r\n9 § En ledamot disponerar övernattningsbostaden från och med \r\nmåndagen i den vecka då riksmötet öppnas och till och med den \r\ndag då riksdagsuppdraget upphör, om inte annat följer av 10-\r\n14 §§. Lag (2022:346).\r\n\r\n10 § Under ledighet som överstiger en månad får ledamoten inte \r\nlängre disponera övernattningsbostaden. Lag (2022:346).\r\n\r\nUtflyttning\r\n\r\n11 § En ledamot som lämnar uppdraget under en valperiod ska \r\nflytta ut ur övernattningsbostaden senast en vecka efter det \r\natt uppdraget upphörde. Lag (2022:346).\r\n\r\n12 § En ledamot som inte kandiderar vid ett ordinarie \r\nriksdagsval ska flytta ut ur övernattningsbostaden senast den \r\n31 juli valåret.\r\n\r\nEn ledamot som inte kandiderar vid ett extra val ska flytta ut \r\nur övernattningsbostaden senast en vecka efter valdagen.\r\nLag (2022:346).\r\n\r\n13 § En ledamot som inte blir återvald vid ett riksdagsval ska \r\nflytta ut ur övernattningsbostaden senast en vecka efter \r\nvaldagen. Lag (2022:346).\r\n\r\n14 § En ersättare ska flytta ut ur övernattningsbostaden när \r\nden ordinarie ledamoten återkommer från sin ledighet.\r\nLag (2022:346).\r\n\r\nUpplåtelse\r\n\r\n15 § En övernattningsbostad får inte upplåtas till någon \r\nannan. Lag (2022:346).\r\n\r\nErsättningsskyldighet\r\n\r\n16 § En ledamot är skyldig att ersätta skador utöver normalt \r\nslitage i en övernattningsbostad som orsakas uppsåtligen eller \r\nav oaktsamhet under den tid då han eller hon disponerar över \r\nbostaden. Detsamma gäller om inventarier i \r\növernattningsbostaden som tillhör Riksdagsförvaltningen skadas \r\neller går förlorade.\r\n\r\nEn ledamots ersättningsansvar gäller även skador och förluster \r\nsom orsakas av någon som vistas i övernattningsbostaden med \r\nledamotens samtycke. Lag (2022:346).\r\n\r\n17 § En ledamot är skyldig att ersätta kostnader som uppstår \r\npå grund av att han eller hon inte har uppfyllt sin skyldighet \r\natt städa övernattningsbostaden vid utflyttning eller inte har \r\ntransporterat bort sina tillhörigheter när dispositionsrätten \r\nupphör. Lag (2022:346).\r\n\r\n7 kap. Arbetsrum samt teknisk och elektronisk utrustning\r\n\r\nRätt till arbetsrum\r\n\r\n1 § En ledamot har rätt till ett arbetsrum i riksdagens \r\nlokaler. Lag (2022:346).\r\n\r\nErsättare\r\n\r\n2 § En ersättare ska använda den ordinarie ledamotens \r\narbetsrum. Lag (2022:346).\r\n\r\nFördelning av arbetsrum\r\n\r\n3 § Riksdagsförvaltningen beslutar om vilka arbetsrum som ska \r\nställas till respektive partigrupps förfogande. Partigruppen \r\nfördelar tilldelade arbetsrum mellan ledamöterna i gruppen.\r\nLag (2022:346).\r\n\r\nDispositionsrätten\r\n\r\n4 § Rätten att använda ett arbetsrum gäller från och med \r\nmåndagen i den vecka då riksmötet öppnas och till och med den \r\ndag då uppdraget upphör, om inte annat följer av 5-9 §§.\r\nLag (2022:346).\r\n\r\n5 § Under ledighet som överstiger en månad får ledamoten inte \r\nlängre disponera arbetsrummet. Lag (2022:346).\r\n\r\nNär ett arbetsrum senast ska lämnas\r\n\r\n6 § En ledamot som lämnar uppdraget under en valperiod ska \r\nlämna arbetsrummet senast en vecka efter det att uppdraget \r\nupphörde. Lag (2022:346).\r\n\r\n7 § En ledamot som inte kandiderar vid ett ordinarie val ska \r\nlämna arbetsrummet senast den 31 juli valåret. Ledamoten kan \r\ndock få behålla arbetsrummet efter den 31 juli så länge som \r\ndet är nödvändigt för att han eller hon ska kunna utöva \r\nriksdagsuppdraget. Lag (2022:346).\r\n\r\n8 § En ledamot som inte kandiderar vid ett extra val ska lämna \r\narbetsrummet senast en vecka efter valdagen. Lag (2022:346).\r\n\r\n9 § En ledamot som inte blir återvald vid ett riksdagsval ska \r\nlämna arbetsrummet senast en vecka efter valdagen. \r\nLag (2022:346).\r\n\r\nUpplåtelse\r\n\r\n10 § En ledamot får inte upplåta sitt arbetsrum till någon \r\nannan. Lag (2022:346).\r\n\r\nErsättningsskyldighet\r\n\r\n11 § En ledamot är skyldig att ersätta skador utöver normalt \r\nslitage i ett arbetsrum som orsakas uppsåtligen eller av \r\noaktsamhet under den tid då ledamoten disponerar arbetsrummet. \r\nDetsamma gäller om inventarier eller annan utrustning i \r\narbetsrummet som tillhör Riksdagsförvaltningen skadas eller \r\ngår förlorade. Lag (2022:346).\r\n\r\nTeknisk och elektronisk utrustning\r\n\r\n12 § En ledamot har rätt till den tekniska och elektroniska \r\nutrustning, i enlighet med vad Riksdagsförvaltningen \r\nbestämmer, som behövs för att utöva riksdagsuppdraget.\r\nLag (2022:346).\r\n\r\n13 § Vid ledighet får ledamoten behålla den tekniska och \r\nelektroniska utrustningen. Ledamoten ska dock på \r\nRiksdagsförvaltningens begäran lämna tillbaka utrustningen \r\ntill Riksdagsförvaltningen under ledigheten om det finns \r\nsärskilda skäl för det. Lag (2022:346).\r\n\r\n14 § Riksdagsförvaltningen får ersätta en ledamots kostnader \r\nsom uppkommer för att ledamoten inom riksdagsuppdraget \r\nanvänder någon annan teknisk och elektronisk utrustning än den \r\nsom tillhandahålls av Riksdagsförvaltningen. Lag (2022:346).\r\n\r\n8 kap. Barnverksamhet\r\n\r\n1 § En ledamot har i mån av platstillgång rätt till \r\ntillfällig barnverksamhet för barn i åldern ett till och med \r\ntolv år. Rätten gäller ledamotens egna barn; barn till \r\nledamotens make eller maka, registrerade partner eller sambo; \r\nbarn till en person som lever i ett parförhållande med \r\nledamoten utan att de har ett gemensamt hushåll och barn som \r\när familjehemsplacerade hos ledamoten.\r\n\r\n2 § Barnverksamheten är avgiftsfri. \r\n\r\n3 § Rätten till barnverksamhet gäller till och med den dag då \r\nriksdagsuppdraget upphör. Lag (2022:346).\r\n\r\n9 kap. Ålderspension\r\n\r\nRätt till ålderspension\r\n\r\n1 § Om pensionsrätt tillgodoräknas en ledamot enligt \r\nbestämmelserna i detta kapitel, har ledamoten rätt till \r\nålderspension. \r\n\r\nPensionsrätt\r\n\r\n2 § Pensionsrätt tillgodoräknas en ledamot för varje månad \r\nsom han eller hon har fått arvode eller sjukpension enligt \r\n4 §. Pensionsrätt för tid före 2010 ska dock tillgodoräknas \r\nenligt vad som anges i 5–7 §§.\r\n\r\n3 § Pensionsrätten för en månad utgör 0,72 procent av den del \r\nav underlaget enligt 4 § som inte överstiger 0,625 \r\ninkomstbasbelopp och 2,40 procent av den del av underlaget \r\nsom överstiger 0,625 men inte 2,5 inkomstbasbelopp.\r\n\r\nUnderlaget för pensionsrätten\r\n\r\n4 § Underlaget för pensionsrätten utgörs av\r\n\r\n1. talmansarvode enligt 3 kap. 1 §,\r\n\r\n2. ledamotsarvode enligt 3 kap. 2 §,\r\n\r\n3. tilläggsarvode enligt 3 kap. 3-5 §§, och\r\n\r\n4. arvode enligt 1 § 2 och 4 lagen (1989:185) om arvoden m.m. \r\nför uppdrag inom riksdagen, dess myndigheter och organ.\r\n\r\nVid beräkningen av underlaget ska till arvoden enligt 1-4 \r\nläggas avdrag som gjorts enligt 3 kap. 9 §.\r\n\r\nOm en ledamot under en månad har fått sjukpension, och då inte \r\nhar haft rätt till arvode enligt första stycket, utgörs \r\nunderlaget för pensionsrätten i stället av det arvode som \r\nligger till grund för sjukpensionen, omräknat med förändringen \r\nav inkomstindex mellan det år arvodet avser och det år \r\npensionsrätten avser.\r\n\r\nVid beräkningen av underlaget ska arvode som återkrävts enligt \r\n3 kap. 13-19 §§ inte räknas in. Lag (2022:346).\r\n\r\nPensionsrätt för tid före 2010\r\n\r\n5 § Pensionsrätt för tid före 2010 utgör\r\n\r\n1. för tid som talman 2 520 kronor, multiplicerat med det \r\nantal dagar före 2010 som talmansuppdraget har fullgjorts, \r\ndelat med 30,4,\r\n\r\n2. för tid som ledamot 773 kronor, multiplicerat med det antal \r\ndagar före 2010 som ledamotsuppdraget har fullgjorts, delat \r\nmed 30,4, och\r\n\r\n3. 2,40 procent av tilläggsarvode enligt 3 kap. 3-5 §§, arvode \r\nenligt 1 § 1-4 lagen (1989:185) om arvoden m.m. för uppdrag \r\ninom riksdagen, dess myndigheter och organ som har utbetalats \r\nunder åren 2001-2009 och arvode enligt 1 § 3 nämnda lag i dess \r\nlydelse före den 1 juli 2003 för uppdrag i Riksdagens \r\nrevisorer under tiden 2001-juni 2003. Lag (2024:557).\r\n\r\n6 § Vid tillämpning av 5 § ska \r\n\r\n1. tid med sjukpension som grundas på talmansarvode \r\njämställas med tid som talman, \r\n\r\n2. tid med sjukpension som grundas på ledamotsarvode \r\njämställas med tid som ledamot, och \r\n\r\n3. tid som ledamot av Europaparlamentet före den 14 juli 2009 \r\njämställas med tid som ledamot. \r\n\r\n7 § Pensionsrätt enligt 5 och 6 §§ ska inte tillgodoräknas, i \r\nden mån ledamoten har rätt till egenpension enligt lagen \r\n(1988:589) om ersättning m.m. till riksdagens ledamöter eller \r\nmotsvarande äldre lagstiftning. \r\n\r\nPensionsrätt enligt 5 och 6 §§ ska inte heller tillgodoräknas \r\nför tid som tillgodoräknas ledamoten som pensionsgrundande \r\nenligt artikel 28 i Europaparlamentets ledamotsstadga. \r\n\r\nÅlderspensionens storlek\r\n\r\n8 § Ålderspension utgör för ett år summan av de \r\npensionsrätter som tillgodoräknas multiplicerat med 1,19. \r\nVarje pensionsrätt ska räknas om med förändringen av \r\ninkomstindex mellan det år pensionsrätten avser och det år \r\nålderspensionen börjar betalas ut. Pensionsrätt enligt 5–7 §§ \r\nska vid omräkningen anses avse 2009. Om balansindex har \r\nfastställts för det år ålderspensionen börjar betalas ut, ska \r\nberäkningen i stället göras med hänsyn till detta index.\r\n\r\nOm pensionsrätt tillgodoräknas för fler än 360 månader, ska \r\nålderspensionen grundas endast på pensionsrätterna för de \r\nsenaste 360 månaderna. Pensionsrätt som tillgodoräknas enligt \r\n5–7 §§ ska anses avse det antal månader som motsvarar antalet \r\ntjänstgöringsdagar enligt 5 § 1 och 2 delat med 30,4.\r\n\r\n9 § Om ålderspensionen börjar tas ut före den månad då \r\nledamoten uppnår riktåldern för pension ska pensionen minskas \r\nmed 0,5 procent för varje månad som återstår till den månad då \r\nledamoten uppnår riktåldern för pension. \r\n\r\nOm uppehåll görs i utbetalningen före den månad då ledamoten \r\nuppnår riktåldern för pension, ska ålderspensionen, när den \r\nåter betalas ut, minskas med 0,5 procent för varje månad som \r\nden tidigare har tagits ut och som vid den fortsatta \r\nutbetalningen återstår till den månad då ledamoten uppnår \r\nriktåldern för pension. Till den del ålderspensionen grundas \r\npå pensionsrätt för tid efter det tidigare uttaget ska \r\nminskningen inte avse det antal månader som ålderspensionen \r\ntidigare tagits ut. Lag (2022:1564).\r\n\r\nOmräkning av ålderspension\r\n\r\n10 § Ålderspensionen ska varje år räknas om med hänsyn till \r\nförändringen av inkomstindex för föregående år och det år som \r\npensionsutbetalningen avser dividerat med talet 1,016. För \r\nett år då balansindex har fastställts ska beräkningen i \r\nstället göras med hänsyn till detta index.\r\n\r\nTilläggsbelopp\r\n\r\n11 § En ledamot som vid sin avgång, dock senast vid utgången \r\nav riksmötet 2013/14, har fyllt 50 år och fullgjort minst sex \r\nhela år i riksdagen har rätt till ett tilläggsbelopp till \r\nålderspensionen enligt vad som anges i denna paragraf och i \r\n12 §.\r\n\r\nTilläggsbeloppet utgör skillnaden mellan jämförelsebeloppet \r\nenligt 15-19 §§ eller 20 § och ålderspensionen för samma år. \r\nOm ålderspensionen har tagits ut före den månad då ledamoten \r\nuppnår riktåldern för pension, ska det bortses från den \r\nminskning som detta leder till.\r\n\r\nI antalet fullgjorda hela år i riksdagen enligt första stycket \r\nska inräknas tid som ledamot av Europaparlamentet före den \r\n14 juli 2009. I antalet fullgjorda hela år i riksdagen ska \r\nockså inräknas tid då en ledamot har varit statsråd, om \r\nstatsrådstiden har påbörjats före 2003 och inte gett rätt till \r\nstatsrådspension. Lag (2022:1564).\r\n\r\nFörmånstiden\r\n\r\n12 § En ledamot har rätt till ålderspension tidigast från och \r\nmed tre år före den månad då han eller hon uppnår riktåldern \r\nför pension och längst till och med den månad då ledamoten \r\navlider.\r\n\r\nÅlderspension som understiger 0,025 inkomstbasbelopp för ett \r\når ska inte betalas ut.\r\n\r\nTilläggsbelopp lämnas inte för tid före den månad då ledamoten \r\nuppnår riktåldern för pension. Lag (2022:1564).\r\n\r\n13 § Tilläggsbelopp ska inte betalas till en ledamot som har \r\nrätt till egen-pension enligt lagen (1988:589) om ersättning \r\nm.m. till riksdagens ledamöter eller motsvarande äldre \r\nlagstiftning.\r\n\r\n14 § Ålderspension ska inte betalas samtidigt med \r\ntalmansarvode eller ledamotsarvode. Ålderspension ska inte \r\nheller betalas samtidigt med arvode eller övergångsersättning \r\nenligt Europaparlamentets ledamotsstadga. \r\n\r\nJämförelsebelopp\r\n\r\n15 § Jämförelsebeloppet ska beräknas som antalet fullgjorda \r\nhela år, högst tolv, i riksdagen, senast vid utgången av \r\nriksmötet 2013/14, delat med tolv och multiplicerat med\r\n\r\n1. 11,5 procent av den del av underlaget enligt 16 § som inte \r\növerstiger 7,5 förhöjda prisbasbelopp,\r\n\r\n2. 65 procent av den del av underlaget som överstiger 7,5 men \r\ninte 20 för-höjda prisbasbelopp, och\r\n\r\n3. 32,5 procent av den del av underlaget som överstiger 20 \r\nmen inte 30 förhöjda prisbasbelopp.\r\n\r\n16 § Underlaget för beräkningen av jämförelsebeloppet enligt \r\n15 § utgörs av medeltalet av de arvoden enligt 17 § som en \r\nledamot har haft under fem kalenderår närmast före \r\navgångsåret. Arvodena för de fyra första kalenderåren ska \r\ndärvid räknas om till nivån för det sista kalenderåret före \r\navgångsåret med hjälp av prisbasbeloppet. \r\n\r\nKan en ledamot inte tillgodoräknas arvoden för fem kalenderår \r\nenligt första stycket, utgörs underlaget enligt 15 § av \r\nmedeltalet av beloppen för de hela kalenderår som kan \r\ntillgodoräknas. \r\n\r\nKan endast ett helt kalenderår tillgodoräknas, utgörs \r\nunderlaget av arvodet för det året. \r\n\r\nKan inte ett helt kalenderår tillgodoräknas, utgörs \r\nunderlaget av det genomsnittliga arvodet för de hela \r\nkalendermånader som kan tillgodoräknas multiplicerat med \r\ntolv.\r\n\r\n17 § Arvode som avses i 16 § är\r\n\r\n1. talmansarvode enligt 3 kap. 1 §,\r\n\r\n2. ledamotsarvode enligt 3 kap. 2 §,\r\n\r\n3. tilläggsarvode enligt 3 kap. 3-5 §§,\r\n\r\n4. arvode enligt 1 § 1-4 lagen (1989:185) om arvoden m.m. för \r\nuppdrag inom riksdagen, dess myndigheter och organ,\r\n\r\n5. arvode enligt 2 kap. 2 § den upphävda lagen (1996:304) om \r\narvode m.m. till Sveriges ledamöter av Europaparlamentet, och\r\n\r\n6. arvode till statsråd, om statsrådstid inräknas enligt 18 §.\r\nLag (2022:346).\r\n\r\n18 § I antalet fullgjorda hela år i riksdagen ska inräknas \r\ntid som ledamot av Europaparlamentet före den 14 juli 2009. I \r\nantalet fullgjorda hela år i riksdagen ska också inräknas tid \r\ndå en ledamot har varit statsråd, om statsrådstiden har \r\npåbörjats före 2003 och inte har gett rätt till \r\nstatsrådspension.\r\n\r\n19 § Jämförelsebeloppet ska knytas an till prisbasbeloppet \r\nför året före avgångsåret och räknas om vid förändring av \r\nprisbasbeloppet.\r\n\r\n20 § Vid beräkning av tilläggsbelopp för den som har varit \r\ntalman före 2010 utgörs jämförelsebeloppet, om det blir högre \r\nän beloppet enligt 15-19 §§, av det belopp som han eller hon \r\nskulle ha fått i talmanspension enligt de bestämmelser om \r\ntalmanspension som gällde vid utgången av 2009. \r\nLag (2022:1563).\r\n\r\nAnsökan \r\n\r\n21 § Ansökan om utbetalning av ålderspension görs hos Statens \r\ntjänstepensionsverk.\r\n\r\nÅlderspension kan tidigast betalas från och med den månad då \r\nansökan kommer in till Statens tjänstepensionsverk.\r\nLag (2022:346).\r\n\r\nBeslut \r\n\r\n22 § Beslut i frågor om ålderspension enligt detta kapitel \r\nfattas av Statens tjänstepensionsverk.\r\n\r\n10 kap. Sjukpension \r\n\r\nRätt till sjukpension\r\n\r\n1 § En ledamot har rätt till sjukpension för tid då han eller \r\nhon får hel sjukersättning eller hel aktivitetsersättning \r\nenligt socialförsäkringsbalken. \r\n\r\nFör rätt till sjukpension enligt första stycket krävs det att \r\narbetsförmågan på grund av sjukdom eller någon annan \r\nnedsättning av den fysiska eller psykiska prestationsförmågan \r\nhar blivit helt eller i det närmaste helt nedsatt under \r\nuppdragstiden och att arbetsförmågan oavbrutet är nedsatt i \r\nsådan omfattning till dess att ledamoten får hel \r\nsjukersättning eller hel aktivitetsersättning.\r\n\r\n2 § Sjukpension lämnas längst till och med månaden före den \r\nmånad då ledamoten uppnår riktåldern för pension eller, om \r\nledamoten avlider dessförinnan, till och med den månad då \r\ndödsfallet inträffar. Lag (2022:1564).\r\n\r\nUnderlaget för sjukpensionen\r\n\r\n3 § Underlaget för sjukpensionen utgörs av de arvoden som \r\nanges i 9 kap. 4 § första stycket för den månad då \r\narbetsförmågan blev helt eller i det närmaste helt nedsatt, \r\nmultiplicerat med tolv. Efter de fem första åren utgörs \r\nunderlaget endast av de arvoden som avses i 9 kap. 4 § första \r\nstycket 1 och 2.\r\n\r\nSjukpensionens storlek\r\n\r\n4 § Sjukpensionen uppgår till \r\n\r\n1. 15 procent av den del av underlaget enligt 3 § som inte \r\növerstiger 7,5 prisbasbelopp,\r\n\r\n2. 75 procent av den del av underlaget enligt 3 § som \r\növerstiger 7,5 men inte 20 prisbasbelopp, och\r\n\r\n3. 37,5 procent av den del av underlaget enligt 3 § som \r\növerstiger 20 men inte 30 prisbasbelopp.\r\n\r\n5 § Sjukpensionen ska på ett underlag enligt 3 § upp till 7,5 \r\nprisbasbelopp minskas med sådan ersättning enligt \r\nsocialförsäkringsbalken på grund av arbetsskada som avser \r\nsamma inkomstbortfall som sjukpensionen.\r\n\r\n6 § Sjukpensionen ska knytas an till prisbasbeloppet för det \r\når då arbetsförmågan blev helt eller i det närmaste helt \r\nnedsatt och räknas om vid förändring av prisbasbeloppet.\r\n\r\nAnmälningsskyldighet\r\n\r\n7 § Den som får sjukpension är skyldig att senast inom en \r\nmånad från Försäkringskassans beslut anmäla till Statens \r\ntjänstepensionsverk att sjukersättningen eller \r\naktivitetsersättningen upphör eller att hel sådan förmån \r\nminskas till partiell förmån.\r\n\r\n8 § Har upphävts genom lag (2022:346).\r\n\r\nAnsökan\r\n\r\n9 § Ansökan om utbetalning av sjukpension görs hos Statens \r\ntjänstepensionsverk.\r\n\r\nSjukpension lämnas inte för längre tid tillbaka än sex månader \r\nföre ansökningsmånaden. Lag (2022:346).\r\n\r\nBeslut \r\n\r\n10 § Beslut i frågor om sjukpension enligt detta kapitel \r\nfattas av Statens tjänstepensionsverk.\r\n\r\n11 kap. Efterlevandepension\r\n\r\nRätt till efterlevandepension\r\n\r\n1 § Efterlevandepension lämnas efter den som vid sin död\r\n\r\n1. var ledamot av riksdagen,\r\n\r\n2. fick sjukpension enligt denna lag, eller\r\n\r\n3. fick ålderspension enligt denna lag som för ett år \r\növerstiger 1,5 inkomstbasbelopp.\r\n\r\nMed den som avses i första stycket 3 jämställs den som har \r\nuppnått riktåldern för pension och hade haft rätt till \r\nålderspension som överstiger 1,5 inkomstbasbelopp för ett år \r\nom pensionen hade börjat tas ut. Lag (2022:1564).\r\n\r\n2 § Efterlevande maka eller make som stadigvarande \r\nsammanbodde med ledamoten när ledamoten avled har rätt till \r\nefterlevandepension. \r\n\r\nMed efterlevande maka eller make jämställs en ogift person \r\nsom stadigvarande sammanbodde med en ogift ledamot när \r\nledamoten avled. Detta gäller dock bara om personen tidigare \r\nhade varit gift med eller hade eller hade haft barn med den \r\nledamot som avlidit eller som väntade barn med ledamoten när \r\ndödsfallet inträffade. \r\n\r\nEfterlevande barn har också rätt till efterlevandepension. \r\n\r\n3 § Om det inte finns någon efterlevande maka eller make har \r\ndet eller de barn som har rätt till efterlevandepension efter \r\nden som vid sin död var ledamot av riksdagen rätt till den \r\npension som skulle ha tillkommit en maka eller make. \r\nEfterlevandepension som tillkommer flera barn gemensamt ska \r\ndelas lika mellan dem. \r\n\r\nFörmånstid\r\n\r\n4 § Efterlevandepension till maka eller make och till \r\nefterlevande barn lämnas från och med månaden efter \r\ndödsfallet. \r\n\r\n5 § Efterlevandepension till maka eller make lämnas under sex \r\når från och med månaden efter dödsfallet. \r\n\r\nFrån och med det sjunde året efter den månad då dödsfallet \r\nägde rum ska efterlevandepension lämnas om den ledamot som \r\nhar avlidit var född 1959 eller tidigare, och ledamoten före \r\n2010 hade fullgjort minst sex hela år i riksdagen. Detta \r\ngäller dock bara om äktenskapet ingicks eller \r\nsamboförhållandet inleddes senast den 31 december 2009 och \r\nsenast den dag då ledamoten fyllde 60 år. Sådan \r\nefterlevandepension lämnas längst till dess den efterlevande \r\nmakan eller maken ingår äktenskap. \r\n\r\nI antalet hela år i riksdagen inräknas tid som ledamot av \r\nEuropaparlamentet före den 14 juli 2009. \r\n\r\n6 § Efterlevandepension lämnas till och med den månad då den \r\nsom har rätt till pensionen avlider. Efterlevandepension till \r\nbarn lämnas dock längst till och med den månad då barnet \r\nfyller 20 år. \r\n\r\nEfterlevandepensionens storlek \r\n\r\n7 § Maka eller make har rätt till efterlevandepension efter \r\nden som vid sin död var ledamot av riksdagen med för år räknat\r\n\r\n1. ett belopp som motsvarar 1,2 prisbasbelopp,\r\n\r\n2. 45 procent av underlaget enligt 9 § till den del det \r\növerstiger 7,5 men inte 20 inkomstbasbelopp under det första \r\nåret och 30 procent av denna del av underlaget under de \r\nföljande fem åren, och\r\n\r\n3. 22,5 procent av underlaget enligt 9 § till den del det \r\növerstiger 20 men inte 30 inkomstbasbelopp under det första \r\nåret och 15 procent av denna del av underlaget under de \r\nföljande fem åren. Lag (2022:346).\r\n\r\n8 § Efterlevande barn har rätt till efterlevandepension efter \r\nden som vid sin död var ledamot av riksdagen med för år \r\nräknat med\r\n\r\n1. 10 procent av underlaget enligt 9 § till den del det inte \r\növerstiger 7,5 inkomstbasbelopp,\r\n\r\n2. 25 procent av underlaget enligt 9 § till den del det \r\növerstiger 7,5 men inte 20 inkomstbasbelopp, och\r\n\r\n3. 12,5 procent av underlaget enligt 9 § till den del det \r\növerstiger 20 men inte 30 inkomstbasbelopp.\r\n\r\nUnderlaget för efterlevandepensionen \r\n\r\n9 § Underlaget för efterlevandepensionen utgörs av de arvoden \r\nsom avses i 9 kap. 4 § första stycket och som betalades \r\nut vid dödsfallet. \r\n\r\nEfterlevandepension efter den som vid sin död fick \r\nsjukpension eller ålderspension  \r\n\r\n10 § Efterlevandepension efter den som avses i 1 § första \r\nstycket 2 och 3 till maka eller make betalas under tid som \r\navses i 5 § med 35 procent av den sjukpension eller \r\nålderspension som betalades ut vid dödsfallet.\r\n\r\n11 § Efterlevandepension efter den som avses i 1 § första \r\nstycket 2 och 3 till barn betalas under tid som avses i 6 § \r\nmed 20 procent av den sjukpension eller ålderspension som \r\nbetalades ut vid dödsfallet.\r\n\r\n12 § Om det inte finns någon efterlevande make, ska belopp \r\nenligt 10 § tillfalla de barn som har rätt till \r\nefterlevandepension enligt 11 §. Ett belopp som är gemensamt \r\nför flera barn ska delas lika mellan dem.\r\n\r\nEfterlevandepension till maka eller make i vissa fall\r\n\r\n13 § Riksdagsförvaltningen ska betala efterlevandepension \r\ntill maka eller make under tid som anges i 5 § andra stycket \r\nmed ett belopp som följer av 7–9 §§ eller 10–12 §§, men \r\nbeloppet ska enligt 7–9 §§ multipliceras med antalet hela år \r\ni riksdagen, högst tolv, som den avlidne hade fullgjort före \r\n2010, dividerat med talet tolv.\r\n\r\nI antalet hela år i riksdagen ska tid som ledamot av \r\nEuropaparlamentet före den 14 juli 2009 räknas in.\r\n\r\nI antalet hela år ska däremot inte tid som har \r\ntillgodoräknats den som har avlidit som pensionsgrundande \r\nenligt artikel 28 i Europaparlamentets ledamotsstadga räknas \r\nin.\r\n\r\n14 § Efterlevandepensionen ska anknytas till prisbasbeloppet \r\nför det år då dödsfallet inträffade och räknas om vid \r\nförändring av prisbasbeloppet.\r\n\r\nAnsökan \r\n\r\n15 § Ansökan om utbetalning av efterlevandepension görs hos \r\nStatens tjänstepensionsverk.\r\n\r\nEfterlevandepension lämnas inte för längre tid tillbaka än sex \r\nmånader före ansökningsmånaden. Lag (2022:346).\r\n\r\nBeslut \r\n\r\n16 § Beslut i frågor om efterlevandepension enligt detta \r\nkapitel fattas av Statens tjänstepensionsverk.\r\n\r\n12 kap. Inkomstgaranti och efterlevandeskydd\r\n\r\nTillämpningsområde\r\n\r\n1 § I detta kapitel finns bestämmelser om stöd för övergång \r\ntill förvärvsarbete, inkomstgaranti och efterlevandeskydd. \r\n\r\nBestämmelserna gäller för de ledamöter som har valts in i \r\nriksdagen eller trätt in som ersättare före valet till \r\nriksdagen 2014.\r\n\r\nBestämmelserna gäller också för en ledamot som har valts in i \r\nriksdagen genom valet 2014 eller inträder senare, om han \r\neller hon tidigare har varit ledamot av riksdagen och har ett \r\nbeslut om inkomstgaranti samt garantitiden vid återinträdet \r\ninte har löpt ut. \r\n\r\nBestämmelsen i 20 § andra stycket gäller inte för en tidigare \r\nledamot som den 1 maj 2014 har ett beslut om inkomstgaranti \r\noch garantitiden då inte har löpt ut.\r\n\r\nSyfte\r\n\r\n2 § Syftet med inkomstgarantin är att skapa en ekonomisk \r\ntrygghet för en avgången ledamot i den omställningssituation \r\nsom uppstår när han eller hon lämnar riksdagsuppdraget. \r\nGarantin är inte avsedd som en varaktig försörjning.\r\nLag (2022:1563).\r\n\r\nStödåtgärder för omställning\r\n\r\n3 § En ledamot som lämnar riksdagsuppdraget före uppnådd \r\nriktålder för pension har, för att kunna övergå till \r\nförvärvsarbete, rätt till stödåtgärder i enlighet med vad \r\nRiksdagsförvaltningen bestämmer. Lag (2022:1564).\r\n\r\n4 § Den som har nyttjat ett erbjudande enligt 3 § ska på \r\nbegäran av Riksdagsförvaltningen redovisa vilka åtgärder han \r\neller hon har vidtagit för att övergå till förvärvsarbete.\r\n\r\nRätt till inkomstgaranti\r\n\r\n5 § Den som har varit ledamot och som före uppnådd riktålder \r\nför pension lämnar riksdagsuppdraget efter minst tre hela års \r\nsammanhängande tid i riksdagen har rätt till inkomstgaranti \r\nfrån och med den tidpunkt då arvodet upphör.\r\n\r\nI den sammanhängande tiden i riksdagen inräknas tid som \r\nledamot av Europaparlamentet före den 14 juli 2009.\r\n\r\nDen tid som en ledamot har ålagts att återbetala arvodet för \r\nenligt 3 kap. 13 § ska inte räknas in.\r\n\r\nRätt till inkomstgaranti gäller inte för tid då ledamoten får \r\nålderspension eller sjukpension enligt denna lag.\r\nLag (2022:1564).\r\n\r\n6 § Ledighet som har beviljats av riksdagen eller av \r\ntalmannen, eller sjukfrånvaro, begränsar inte rätten till \r\ninkomstgaranti.\r\n\r\n6 a § En ledamot som har tjänstgjort som statsråd får \r\ntillgodoräkna sig den tiden vid beräkningen av den sammanlagda \r\nrespektive sammanhängande tiden i riksdagen om han eller hon \r\nhar avgått från statsrådsbefattningen innan\r\n\r\n1. rätt till inkomstgaranti enligt förordningen (2016:1022) om \r\ninkomstgaranti, tjänstepension och vissa försäkringsförmåner \r\nför statsråd har inträtt, eller\r\n\r\n2. rätt till inkomstgaranti eller motsvarande förmåner enligt \r\näldre föreskrifter har inträtt. Lag (2022:346).\r\n\r\n7 § Inkomstgaranti betalas ut efter ansökan från och med den \r\ndag då arvodet upphör och gäller, med de begränsningar som \r\nframgår av 8 § första stycket, 8 § andra stycket 1 och 2 och \r\n20 §, till och med månaden innan den månad då ledamoten uppnår \r\nriktåldern för pension eller, om ledamoten avlider \r\ndessförinnan, till och med den månad då dödsfallet inträffar.\r\n\r\nOm en tidigare ledamot som har ett gällande beslut om \r\ninkomstgaranti återinträder i riksdagen förskjuts \r\ninkomstgarantin med en tid som motsvarar den nya \r\ntjänstgöringstiden. Pågående utbetalning ska upphöra under den \r\ntiden.\r\n\r\nNär ledamoten på nytt lämnar riksdagsuppdraget ska tidigare \r\nbeslut om inkomstgaranti omprövas. Om ledamoten då har rätt \r\ntill inkomstgaranti under längre tid eller med ett högre \r\nbelopp än enligt tidigare beslut ska Riksdagens arvodesnämnd \r\nfatta ett nytt beslut om inkomstgarantin. I annat fall gäller \r\ntidigare beslut. Lag (2022:1564).\r\n\r\n8 § För den som har varit ledamot i riksdagen kortare \r\nsammanlagd tid än sex hela år gäller inkomstgarantin under ett \r\når.\r\n\r\nFör den ledamot som lämnar riksdagsuppdraget efter en \r\nsammanlagd tid av minst sex hela år i riksdagen gäller \r\ninkomstgarantin\r\n\r\n1. i längst två år om ledamoten inte har uppnått 40 års ålder,\r\n\r\n2. i längst fem år om ledamoten har uppnått 40 men inte 50 års \r\nålder, och\r\n\r\n3. längst till ingången av den månad då ledamoten uppnår \r\nriktåldern för pension om han eller hon har uppnått 50 års \r\nålder.\r\n\r\nI den sammanlagda tiden i riksdagen inräknas tid som ledamot \r\nav Europaparlamentet före den 14 juli 2009.\r\n\r\nDen tid som en ledamot har ålagts att återbetala arvodet för \r\nenligt 3 kap. 13 § ska inte räknas in. Lag (2022:1564).\r\n\r\n9 § Om det finns särskilda skäl får den tid under vilken \r\ninkomstgarantin gäller enligt 8 § första stycket och 8 § andra \r\nstycket 1 och 2 förlängas med högst ett år. I ett sådant \r\nbeslut kan inkomstgarantin bestämmas till ett lägre belopp.\r\n\r\nVid bedömningen av om det finns särskilda skäl ska hänsyn tas \r\ntill\r\n\r\n1. om och hur ledamoten har utnyttjat de stödåtgärder som \r\navses i 3 § eller vilka åtgärder han eller hon annars har \r\nvidtagit för att övergå till förvärvsarbete, och\r\n\r\n2. ledamotens personliga och ekonomiska förhållanden.\r\nLag (2022:346).\r\n\r\nInkomstgaranti vid partiell sjuk- eller aktivitetsersättning\r\n\r\n10 § Inkomstgaranti får beviljas en ledamot som har lämnat \r\nsitt uppdrag och får partiell sjukersättning eller partiell \r\naktivitetsersättning enligt socialförsäkringsbalken. \r\n\r\nUnderlaget för beräkningen av inkomstgarantin\r\n\r\n11 § Underlaget för beräkningen av inkomstgarantin de första \r\nfem garantiåren utgörs av följande arvoden som betalas ut vid \r\navgångstillfället:\r\n\r\n1. ledamotsarvode enligt 3 kap. 2 §,\r\n\r\n2. tilläggsarvode enligt 3 kap. 3-5 §§, och\r\n\r\n3. månatliga arvoden enligt 1 § 2 och 4 lagen (1989:185) om \r\narvoden m.m. för uppdrag inom riksdagen, dess myndigheter och \r\norgan.\r\n\r\nFrån och med det sjätte garantiåret beräknas inkomstgarantin \r\nbara på det ledamotsarvode som betalades vid \r\navgångstillfället.\r\n\r\nTalmannens arvode vid avgångstillfället utgör underlag för \r\nberäkningen av hans eller hennes inkomstgaranti. \r\nLag (2022:346).\r\n\r\nInkomstgarantins storlek\r\n\r\n12 § Under det första garantiåret lämnas inkomstgaranti med \r\nett månatligt belopp som uppgår till 80 procent av den del av \r\ngarantiunderlaget som inte överstiger 1,67 inkomstbasbelopp \r\noch med 40 procent av den del som överstiger 1,67 men inte \r\n2,5 inkomstbasbelopp. För tiden därefter lämnas inkomstgaranti \r\nmed ett månatligt belopp som motsvarar följande andelar av \r\ngarantiunderlaget i förhållande till ledamotens sammanlagda \r\ntid i riksdagen:\r\n\r\n1. 66,0 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 33 procent av den del som \r\növerstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst tolv \r\når,\r\n\r\n2. 60,5 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 30,25 procent av den del \r\nsom överstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst \r\nelva år,\r\n\r\n3. 55,0 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 27,5 procent av den del \r\nsom överstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst \r\ntio år,\r\n\r\n4. 49,5 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 24,75 procent av den del \r\nsom överstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst \r\nnio år,\r\n\r\n5. 44,0 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 22 procent av den del som \r\növerstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst åtta \r\når,\r\n\r\n6. 38,5 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 19,25 procent av den del \r\nsom överstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst \r\nsju år, och\r\n\r\n7. 33,0 procent av den del av garantiunderlaget som inte \r\növerstiger 1,67 inkomstbasbelopp och 16,5 procent av den del \r\nsom överstiger 1,67 men inte 2,5 inkomstbasbelopp efter minst \r\nsex år.\r\n\r\nI den sammanlagda tiden i riksdagen inräknas tid som ledamot \r\nav Europaparlamentet före den 14 juli 2009.\r\n\r\nDen tid som en ledamot har ålagts att återbetala arvodet för \r\nenligt 3 kap. 13 § ska inte räknas in. Lag (2022:1563).\r\n\r\nVärdesäkring av garantibeloppet\r\n\r\n13 § För den som har varit ledamot i riksdagen under minst \r\nsex hela år ska den fastställda inkomstgarantin knytas till \r\ndet prisbasbelopp som gällde för avgångsåret och omräknas vid \r\nförändring av detta belopp.\r\n\r\nAvräkning av annan ersättning eller inkomst\r\n\r\n14 § Inkomstgarantin ska minskas med vad ledamoten får i form \r\nav sjukersättning och aktivitetsersättning enligt \r\nsocialförsäkringsbalken under den tid inkomstgarantin \r\nbetalas.\r\n\r\n15 § Inkomstgarantin ska minskas med det belopp i svensk \r\nvaluta som motsvarar vad ledamoten får i arvode enligt \r\nartikel 10 i Europaparlamentets ledamotsstadga. \r\n\r\nOm en ledamot som har inkomstgaranti samtidigt tar mot \r\növergångsersättning enligt artikel 13 i Europaparlamentets \r\nledamotsstadga, ska inkomstgarantin minskas med det belopp i \r\nsvensk valuta som motsvarar vad ledamoten får i \r\növergångsersättning.\r\n\r\n16 § Inkomstgarantin ska minskas med följande inkomster:\r\n\r\n1. inkomst som är pensionsgrundande enligt 59 kap. \r\nsocialförsäkringsbalken,\r\n\r\n2. inkomst av anställning eller uppdrag utomlands som inte \r\nbeskattas i Sverige,\r\n\r\n3. delpension enligt kollektivavtal,\r\n\r\n4. pension och livränta i andra fall än som avses i 14 §,\r\n\r\n5. andra kontanta förmåner på grund av anställning eller \r\nuppdrag än dem som avses i 1–4. \r\n\r\nMinskningen ska motsvara den procentandel som anges för varje \r\nsärskilt fall i 12 § av den sammanlagda inkomst enligt denna \r\nparagraf som per år överstiger ett prisbasbelopp.\r\n\r\n17 § Om den som har inkomstgaranti samtidigt även tar emot \r\navgångsförmåner på grund av uppdrag som statsråd, statlig \r\nchefsanställning eller kommunalt förtroendeuppdrag, och \r\navgångsförmånerna ska minskas med hänsyn till andra \r\ninkomster, får minskningen justeras om det behövs med hänsyn \r\ntill de sammanlagda effekterna av de olika regelsystemen. \r\nStatens tjänstepensionsverk beslutar efter samråd med berörda \r\nutbetalare om en sådan justering.\r\n\r\n18 § Om det inte föreligger rätt till inkomstgaranti under \r\nett helt kalenderår, ska endast inkomster som hänför sig till \r\nden tid då rätt till inkomstgaranti föreligger räknas med vid \r\nminskningen. \r\n\r\nMinskningen ska fördelas på det antal kalenderdagar som \r\ngarantin betalas.\r\n\r\nPensionsgrundande inkomst och beskattning \r\n\r\n19 § Under de första fem åren ska inkomstgarantin jämställas \r\nmed inkomst av anställning. För tiden därefter ska \r\ninkomstgarantin jämställas med inkomstgrundad ålderspension \r\nenligt socialförsäkringsbalken. \r\n\r\nAv 67 kap. 6 § inkomstskattelagen (1999:1229) följer att \r\ninkomstgaranti inte utgör arbetsinkomst.\r\n\r\nJämkning av inkomstgaranti\r\n\r\n20 § Om det är skäligt får en inkomstgaranti dras in helt \r\neller delvis (jämkning) om garantitagaren\r\n\r\n1. förvärvsarbetar i väsentlig omfattning åt någon annan och \r\ninte tar ut skälig ersättning för detta arbete,\r\n\r\n2. redovisar inkomst av aktiv näringsverksamhet och denna har \r\nreducerats på grund av avdrag för\r\n\r\n– avsättning till periodiseringsfond,\r\n\r\n– avsättning till upphovsmannakonto,\r\n\r\n– avsättning till expansionsfond,\r\n\r\n– eget pensionssparande,\r\n\r\n– underskott av annan verksamhetsgren,\r\n\r\n3. redovisar inkomst av passiv näringsverksamhet där det \r\ningår arbetsinkomster, eller\r\n\r\n4. har dömts för brott som har medfört att garantitagaren \r\nskilts från uppdraget som riksdagsledamot eller har dömts för \r\nbrott av sådan allvarlig art att det framstår som sannolikt \r\natt garantitagaren skulle ha skilts från uppdraget som \r\nriksdagsledamot om han eller hon hade varit kvar i riksdagen. \r\n\r\nUtöver vad som följer av första stycket får inkomstgaranti \r\nsom gäller i mer än ett år jämkas om garantitagaren inte har \r\nvidtagit tillräckliga åtgärder för att övergå till \r\nförvärvsarbete. Vid bedömningen av jämkningsfrågan ska \r\nsärskilt beaktas om och hur den som tar emot förmånen har \r\ntagit del av det omställningsstöd som avses i 3 §.\r\n\r\n21 § Ett beslut om jämkning gäller omedelbart, om inte något \r\nannat beslutas. \r\n\r\nRätt till efterlevandeskydd\r\n\r\n22 § Ett arvsberättigat barn, som inte fyllt 20 år, till den \r\nsom vid sin död var berättigad till inkomstgaranti enligt 8 § \r\nandra stycket har rätt till efterlevandeskydd. Med ett \r\narvsberättigat barn jämställs ett barn som har mottagits i \r\nadoptionssyfte.\r\n\r\n23 § Om det finns särskilda skäl får efterlevandeskydd \r\nbeviljas en efterlevande maka eller make eller den som enligt \r\n11 kap. 2 § jämställs med efterlevande maka eller make. Ett \r\nsådant beslut kan omprövas.\r\n\r\nUtbetalningstid för efterlevandeskyddet\r\n\r\n24 § Efterlevandeskydd till barn betalas till utgången av den \r\nmånad då barnet fyller 20 år. Efterlevandeskydd till make \r\neller därmed jämställd betalas under högst fem år. \r\nEfterlevandeskyddet upphör vid utgången av den månad då den \r\nberättigade avlider.\r\n\r\nEfterlevandeskyddets storlek\r\n\r\n25 § Efterlevandeskyddet lämnas per kalenderår med ett belopp \r\nsom för varje berättigad motsvarar ett prisbasbelopp.\r\n\r\nBeslut i frågor om inkomstgaranti och efterlevandeskydd \r\n\r\n26 § Riksdagens arvodesnämnd ska besluta om en ledamots rätt \r\ntill inkomstgaranti i samband med att ledamoten lämnar \r\nriksdagsuppdraget. Lag (2022:346).\r\n\r\n27 § Riksdagens arvodesnämnd beslutar efter skriftlig ansökan \r\nom\r\n\r\n1. förlängning av inkomstgaranti enligt 9 §,\r\n\r\n2. inkomstgaranti vid partiell sjuk- eller \r\naktivitetsersättning enligt 10 §,\r\n\r\n3. efterlevandeskydd enligt 22 och 23 §§, och\r\n\r\n4. eftergift av återkrav och ränta till följd av beslut om \r\njämkning.\r\n\r\nRiksdagens arvodesnämnd beslutar även i frågor om jämkning av \r\ninkomstgaranti enligt 20 §.\r\n\r\nBeslut om förmåner enligt första stycket 1-3 kan inte beviljas \r\nför längre tid tillbaka än sex månader före ansökningsmånaden.\r\nLag (2022:346).\r\n\r\nUtbetalning av inkomstgaranti och efterlevandeskydd\r\n\r\n28 § Den som vill att inkomstgaranti eller efterlevandeskydd \r\nska betalas ut ska skriftligen ansöka om det hos Statens \r\ntjänstepensionsverk. Utbetalning får inte ske för längre tid \r\ntillbaka än sex månader före ansökan om utbetalning. \r\n\r\nLämnande av uppgift\r\n\r\n29 § I samband med att en ledamot lämnar riksdagsuppdraget ska \r\nRiksdagsförvaltningen till Riksdagens arvodesnämnd lämna de \r\nuppgifter som nämnden behöver för att kunna fastställa \r\nledamotens rätt till inkomstgaranti enligt bestämmelserna i \r\ndetta kapitel.\r\n\r\nRiksdagsförvaltningen ska på begäran till Riksdagens \r\narvodesnämnd överlämna de uppgifter som en tidigare ledamot \r\nhar lämnat till förvaltningen enligt 4 §. Lag (2022:346).\r\n\r\n30 § Den som ansöker om eller tar emot inkomstgaranti ska på \r\nbegäran lämna sådana uppgifter till Riksdagens arvodesnämnd \r\nsom nämnden behöver för sin prövning av ett ärende enligt \r\nbestämmelserna i detta kapitel. \r\n\r\n31 § Den som ansöker om utbetalning enligt 28 § ska \r\nskriftligen lämna sådana uppgifter som Statens \r\ntjänstepensionsverk behöver för att kunna bedöma sökandens \r\nrätt till utbetalning av inkomstgaranti eller \r\nefterlevandeskydd. Uppgifterna ska lämnas på heder och \r\nsamvete. \r\n\r\nOm begärda uppgifter inte lämnas får Statens \r\ntjänstepensionsverk hålla inne vidare utbetalningar. \r\n\r\nOm den som har beviljats utbetalning av inkomstgaranti får \r\nväsentligt ändrade inkomstförhållanden och dessa kan antas \r\npåverka rätten till utbetalning ska han eller hon utan \r\nsärskild begäran lämna uppgift om detta till Statens \r\ntjänstepensionsverk.\r\n\r\n32 § Arbetsgivare och andra som har betalat ut ersättning \r\neller förmån ska på begäran av Statens tjänstepensionsverk \r\nlämna de uppgifter om en namngiven person som är av betydelse \r\nför tillämpningen av bestämmelserna i detta kapitel. \r\n\r\nDen som inte fullgör sin skyldighet enligt första stycket får \r\nföreläggas att fullgöra skyldigheten. Föreläggandet får \r\nförenas med vite.\r\n\r\n33 § Skatteverket ska till Statens tjänstepensionsverk lämna \r\nuppgifter om inkomst som är pensionsgrundande enligt 59 kap. \r\nsocialförsäkringsbalken, om uppgifterna har betydelse i ett \r\närende om inkomstgaranti enligt bestämmelserna i detta \r\nkapitel. \r\n\r\n34 § Skatteverket ska på begäran lämna Riksdagens \r\narvodesnämnd sådana uppgifter om en namngiven person som har \r\nbetydelse i ett ärende om jämkning av inkomstgaranti enligt \r\n20 § 1–3. Detsamma gäller uppgifter som har betydelse för \r\nfrågan om inkomstgaranti enligt 37 §.\r\n\r\nÅterkrav\r\n\r\n35 § Om inkomstgaranti har betalats ut med ett för högt belopp \r\nska garantitagaren betala tillbaka mellanskillnaden. Detsamma \r\ngäller om garantin har jämkats. Ett belopp som ska betalas \r\ntillbaka ska, när det är lämpligt, i stället avräknas mot \r\nkommande utbetalningar av inkomstgarantin.\r\n\r\nAvräkning enligt första stycket får inte ske förrän beslutet \r\nhar vunnit laga kraft.\r\n\r\nOm det finns särskilda skäl får återkravet efterges helt eller \r\ndelvis.\r\n\r\nStatens tjänstepensionsverk beslutar om återkrav och eftergift \r\nav ett sådant krav. Lag (2022:346).\r\n\r\n36 § Om inkomstgaranti har betalats ut med ett för högt belopp \r\noch mellanskillnaden inte har betalats tillbaka inom en månad \r\nefter det att ett krav på återbetalning har framställts, ska \r\ngarantitagaren betala ränta enligt 6 § räntelagen (1975:635) \r\nför tid därefter till dess betalning sker. Detsamma ska gälla \r\näven om garantin har jämkats. Om det finns särskilda skäl får \r\nkravet på ränta efterges helt eller delvis.\r\n\r\nBestämmelserna i första stycket gäller också om garantitagaren \r\nförsummat att lämna uppgifter som behövs för att kunna \r\nbestämma det belopp som ska betalas tillbaka. I ett sådant \r\nfall ska dock ränta enligt 5 § räntelagen tas ut från den dag \r\ndå uppgifterna senast skulle ha lämnats in. Lag (2022:346).\r\n\r\n36 a § Den som är återbetalningsskyldig enligt 35 och 36 §§ \r\nska betala ränta enligt 5 § räntelagen (1975:635) på det \r\nåterkrävda beloppet om det\r\n\r\n1. har träffats ett avtal om avbetalningsplan med den \r\nåterbetalningsskyldige, eller\r\n\r\n2. om den återbetalningsskyldige har medgetts anstånd med \r\nbetalningen.\r\n\r\nRänta ska beräknas från den dag då avtalet om avbetalningsplan \r\nträffades eller anståndet medgavs. Ränta ska dock inte betalas \r\nför tid innan återkravet har förfallit till betalning.\r\nLag (2022:346).\r\n\r\nInkomstgaranti efter jämkningsbeslut \r\n\r\n37 § Om inkomstgaranti har jämkats enligt 20 § får \r\ngarantitagaren, när nya förhållanden har inträtt, på nytt \r\nansöka om inkomstgaranti med åberopande av de nya \r\nförhållandena. \r\n\r\nOm ett beslut om jämkning enligt första stycket har grundat \r\nsig på att garantitagaren gjort avsättning till \r\nperiodiseringsfond, upphovsmannakonto eller expansionsfond \r\noch beloppet därefter helt eller delvis har återförts till \r\nbeskattning, ska frågan om inkomstgaranti för det år då \r\nåterförandet skedde prövas på yrkande av garantitagaren.\r\n\r\n13 kap. Omställningsstöd och efterlevandeskydd\r\n\r\nTillämpningsområde\r\n\r\n1 § I detta kapitel finns bestämmelser om omställningsstöd \r\noch efterlevandeskydd.\r\n\r\nOmställningsstödet består av\r\n\r\n1. stödåtgärder som erbjuds vid avgången från riksdagen, \r\noch\r\n\r\n2. ekonomiska förmåner under en omställningstid \r\n(ekonomiskt omställningsstöd). \r\n\r\nDetta kapitel gäller för de ledamöter som inte omfattas av \r\nbestämmelserna i 12 kapitlet.\r\n\r\nSyfte\r\n\r\n2 § Syftet med omställningsstödet är att underlätta för den \r\nsom har varit riksdagsledamot att övergå till \r\nförvärvsarbete.\r\n\r\nStödåtgärder för omställning\r\n\r\n3 § En ledamot som lämnar riksdagsuppdraget före uppnådd \r\nriktålder för pension har, för att kunna övergå till \r\nförvärvsarbete, rätt till stödåtgärder i enlighet med vad \r\nRiksdagsförvaltningen bestämmer. Lag (2022:1564).\r\n\r\n4 § Den som har nyttjat ett erbjudande enligt 3 § ska på \r\nbegäran av Riksdagsförvaltningen redovisa vilka åtgärder han \r\neller hon har vidtagit för att övergå till förvärvsarbete.\r\n\r\nEkonomiskt omställningsstöd\r\n\r\n5 § Den som har varit ledamot av riksdagen har rätt till \r\nekonomiskt omställningsstöd \r\n\r\n1. i tre månader, om ledamoten har tillhört riksdagen under en \r\nsammanhängande tid om minst ett år, \r\n\r\n2. i sex månader, om ledamoten har tillhört riksdagen under en \r\nsammanlagd tid om minst två år, \r\n\r\n3. i ett år, om ledamoten har tillhört riksdagen under en \r\nsammanlagd tid om minst fyra år, eller\r\n\r\n4. i två år, om ledamoten har tillhört riksdagen under en \r\nsammanlagd tid om minst åtta år.\r\n\r\nDet ekonomiska omställningsstödet uppgår för den som är talman \r\nnär han eller hon lämnar riksdagsuppdraget till 85 procent av \r\ntalmansarvodet enligt 3 kap. 1 § vid avgångstillfället. För \r\nden som är ledamot uppgår stödet till 85 procent av \r\nledamotsarvodet enligt 3 kap. 2 § vid avgångstillfället.\r\n\r\nEkonomiskt omställningsstöd ska jämställas med inkomst av \r\nanställning enligt 59 kap. 8 § socialförsäkringsbalken.\r\nLag (2022:346).\r\n\r\n6 § När ett stöd enligt 5 § har upphört får ytterligare \r\nekonomiskt omställ-ningsstöd beviljas för högst ett år i \r\ntaget om\r\n\r\n1. ledamoten under avgångsåret hade fyllt minst 55 år,\r\n\r\n2. ledamoten vid avgången hade tillhört riksdagen under en \r\nsammanlagd tid om minst åtta år, och\r\n\r\n3. det finns särskilda skäl.\r\n\r\nVid bedömningen av om det finns särskilda skäl ska avseende \r\nfästas vid\r\n\r\n1. om och hur ledamoten har nyttjat de stödåtgärder som avses \r\ni 3 § eller vilka åtgärder han eller hon annars har vidtagit \r\nför att söka övergå till förvärvsarbete, och \r\n\r\n2. ledamotens personliga och ekonomiska förhållanden.\r\n\r\nStöd enligt första stycket får beviljas om det finns \r\nsärskilda skäl, även om förutsättningarna i 1 och 2 inte är \r\nuppfyllda. I sådana fall får stödet beviljas i högst ett \r\når.\r\n\r\nStöd som avses i första och tredje styckena får uppgå \r\ntill högst 45 procent av det arvode som avses i 3 kap. 1 §. \r\nStödet ska jämställas med inkomstgrundad ålderspension enligt \r\nsocialförsäkringsbalken.\r\n\r\n7 § Vid beräkning av tider enligt 5 och 6 §§ ska hänsyn inte \r\ntas till tid då ledamoten har fått ålderspension eller \r\nsjukpension enligt bestämmelser i denna lag.\r\n\r\nLedighet som har beviljats av riksdagen eller av talmannen \r\nbegränsar inte rätten till förmåner enligt detta kapitel. \r\nDetsamma gäller vid sjukfrånvaro.\r\n\r\nDen tid som en ledamot har ålagts att återbetala arvodet för \r\nenligt 3 kap. 13 § ska inte räknas in som grund för förmåner \r\nenligt detta kapitel. Lag (2022:1563).\r\n\r\n7 a § § En ledamot som har tjänstgjort som statsråd får \r\ntillgodoräkna sig den tiden vid beräkningen av den sammanlagda \r\nrespektive sammanhängande tiden i riksdagen om han eller hon \r\nhar avgått från statsrådsbefattningen innan\r\n\r\n1. rätt till inkomstgaranti enligt förordningen (2016:1022) om \r\ninkomstgaranti, tjänstepension och vissa försäkringsförmåner \r\nför statsråd har inträtt, eller\r\n\r\n2. rätt till inkomstgaranti eller motsvarande förmåner enligt \r\näldre föreskrifter har inträtt. Lag (2022:346).\r\n\r\n8 § Rätten till ekonomiskt omställningsstöd gäller längst till \r\noch med månaden innan den månad då ledamoten uppnår riktåldern \r\nför pension eller, om ledamoten avlider dessförinnan, till och \r\nmed den månad då dödsfallet inträffar.\r\n\r\nStödet ska betalas månadsvis. Lag (2022:1564).\r\n\r\n9 § Om en tidigare ledamot som har ett gällande beslut om \r\nekonomiskt omställningsstöd återinträder i riksdagen förskjuts \r\ndet ekonomiska omställningsstödet med en tid som motsvarar den \r\nnya tjänstgöringstiden. Pågående utbetalning ska upphöra under \r\nden tiden.\r\n\r\nNär ledamoten på nytt lämnar riksdagsuppdraget ska tidigare \r\nbeslut om ekonomiskt omställningsstöd omprövas. Om ledamoten \r\ndå har rätt till ekonomiskt omställningsstöd under längre tid \r\neller med högre belopp än enligt tidigare beslut ska \r\nRiksdagens arvodesnämnd fatta ett nytt beslut om det \r\nekonomiska omställningsstödet. I annat fall gäller tidigare \r\nbeslut. Lag (2022:346).\r\n\r\n10 § Ekonomiskt omställningsstöd enligt 6 § ska knytas an \r\ntill det prisbasbelopp som gällde för avgångsåret och \r\nomräknas vid förändring av detta belopp.\r\n\r\n11 § Av 67 kap. 6 § inkomstskattelagen (1999:1229) följer att \r\nekonomiskt omställningsstöd enligt 5 och 6 §§ inte utgör \r\narbetsinkomst. \r\n\r\nAvräkning av annan ersättning eller inkomst\r\n\r\n12 § Ekonomiskt omställningsstöd ska minskas med vad \r\nledamoten får i form av sjukersättning och \r\naktivitetsersättning enligt socialförsäkringsbalken under den \r\ntid stödet betalas. \r\n\r\nEkonomiskt omställningsstöd ska minskas med det belopp i \r\nsvensk valuta som motsvarar vad ledamoten får i form av \r\narvode enligt artikel 10 i Europaparlamentets ledamotsstadga. \r\n\r\nOm en ledamot som har ekonomiskt omställningsstöd samtidigt \r\ntar emot övergångsersättning enligt artikel 13 i \r\nEuropaparlamentets ledamotsstadga minskas stödet med det \r\nbelopp i svensk valuta som motsvarar vad ledamoten får i \r\növergångsersättning.\r\n\r\n13 § Ekonomiskt omställningsstöd ska minskas med följande \r\ninkomster:\r\n\r\n1. inkomst som är pensionsgrundande enligt 59 kap. \r\nsocialförsäkringsbalken,\r\n\r\n2. inkomst av anställning eller uppdrag utomlands som inte \r\nbeskattas i Sverige,\r\n\r\n3. delpension enligt kollektivavtal,\r\n\r\n4. pension och livränta i andra fall än som avses i 12 §, \r\noch\r\n\r\n5. andra kontanta förmåner på grund av anställning eller \r\nuppdrag än dem som avses i 1–4. \r\n\r\nMinskningen ska ske med den sammanlagda inkomsten enligt \r\ndenna paragraf som per år överstiger ett prisbasbelopp.\r\n\r\n14 § Om den som har ekonomiskt omställningsstöd samtidigt \r\näven tar emot avgångsförmåner på grund av uppdrag som \r\nstatsråd, statlig chefsanställning eller kommunalt \r\nförtroendeuppdrag, och avgångsförmånerna ska minskas med \r\nhänsyn till andra inkomster, får minskningen justeras om det \r\nbehövs med hänsyn till de sammanlagda effekterna av de olika \r\nregelsystemen. Statens tjänstepensionsverk ska efter samråd \r\nmed berörda utbetalare besluta om en sådan justering.\r\n\r\n15 § Föreligger inte rätt till ekonomiskt omställningsstöd \r\nunder ett helt kalenderår, ska endast inkomster som hänför \r\nsig till den tid då rätt till stödet föreligger medräknas vid \r\nminskningen. \r\n\r\nMinskningen ska fördelas på det antal kalenderdagar som det \r\nekonomiska omställningsstödet betalas.\r\n\r\nJämkning av ekonomiskt omställningsstöd\r\n\r\n16 § Om det är skäligt får ett ekonomiskt omställningsstöd \r\ndras in helt eller delvis (jämkning) om stödmottagaren\r\n\r\n1. förvärvsarbetar i väsentlig omfattning åt någon annan och \r\ninte tar ut skälig ersättning för detta arbete,\r\n\r\n2. redovisar inkomst av aktiv näringsverksamhet och denna har \r\nreducerats på grund av avdrag för\r\n\r\n– avsättning till periodiseringsfond,\r\n\r\n– avsättning till upphovsmannakonto,\r\n\r\n– avsättning till expansionsfond,\r\n\r\n– eget pensionssparande,\r\n\r\n– underskott av annan verksamhetsgren,\r\n\r\n3. redovisar inkomst av passiv näringsverksamhet där det \r\ningår arbetsinkomster, eller\r\n\r\n4. har dömts för brott som har medfört att stödmottagaren har \r\nskilts från uppdraget som riksdagsledamot eller har dömts för \r\nbrott av sådan allvarlig art att det framstår som sannolikt \r\natt stödmottagaren skulle ha skilts från uppdraget som \r\nriksdagsledamot om han eller hon hade varit kvar i riksdagen. \r\n\r\nUtöver vad som följer av första stycket får ekonomiskt \r\nomställningsstöd enligt 5 § och som gäller i mer än ett år \r\njämkas om stödmottagaren inte har vidtagit tillräckliga \r\nåtgärder för att övergå till förvärvsarbete. Vid bedömningen \r\nav jämkningsfrågan ska särskilt beaktas om och hur den som \r\ntar emot stödet har tagit del av det omställningsstöd som \r\navses i 3 §.\r\n\r\n17 § Ett beslut om jämkning gäller omedelbart, om inte något \r\nannat beslutas. \r\n\r\nRätt till efterlevandeskydd\r\n\r\n18 § Ett arvsberättigat barn, som inte har fyllt 20 år, till \r\nden som vid sin död var berättigad till ekonomiskt \r\nomställningsstöd enligt 5 § första stycket 4 har rätt till \r\nefterlevandeskydd. Med arvsberättigat barn ska jämställas \r\nbarn som har mottagits i adoptionssyfte.\r\n\r\n19 § Om det finns särskilda skäl får efterlevandeskydd \r\nbeviljas en efterlevande maka eller make eller den som enligt \r\n11 kap. 2 § jämställs med efterlevande maka eller make. Ett \r\nsådant beslut kan omprövas. \r\n\r\nUtbetalningstid för efterlevandeskyddet\r\n\r\n20 § Efterlevandeskydd betalas under högst två år. \r\n\r\nEfterlevandeskyddet upphör vid utgången av den månad då den \r\nberättigade avlider.\r\n\r\nEfterlevandeskyddets storlek\r\n\r\n21 § Efterlevandeskyddet betalas per kalenderår med ett \r\nbelopp som för varje berättigad motsvarar ett \r\nprisbasbelopp.\r\n\r\nBeslut i frågor om ekonomiskt omställningsstöd och \r\nefterlevandeskydd \r\n\r\n22 § Riksdagens arvodesnämnd ska besluta om en ledamots rätt \r\ntill ekonomiskt omställningsstöd i samband med att ledamoten \r\nlämnar riksdagsuppdraget. Lag (2022:346).\r\n\r\n23 § Riksdagens arvodesnämnd beslutar efter skriftlig ansökan om\r\n\r\n1. förlängt ekonomiskt omställningsstöd enligt 6 §,\r\n\r\n2. efterlevandeskydd enligt 18 och 19 §§, och\r\n\r\n3. eftergift av återkrav och ränta till följd av beslut om \r\njämkning.\r\n\r\nRiksdagens arvodesnämnd beslutar även i frågor om jämkning av \r\nekonomiskt omställningsstöd enligt 15 §.\r\n\r\nBeslut om förmåner enligt första stycket 1 och 2 kan inte \r\nbeviljas för längre tid tillbaka än sex månader före \r\nansökningsmånaden. Lag (2022:346).\r\n\r\nUtbetalning av ekonomiskt omställningsskydd och \r\nefterlevandeskydd\r\n\r\n24 § Den som vill att ekonomiskt omställningsstöd eller \r\nefterlevandeskydd ska betalas ut ska skriftligen ansöka om \r\ndet hos Statens tjänstepensionsverk. Utbetalning får inte ske \r\nför längre tid tillbaka än sex månader före ansökan om \r\nutbetalning.\r\n\r\nUppgiftslämnande\r\n\r\n25 § I samband med att en ledamot lämnar riksdagsuppdraget ska \r\nRiksdagsförvaltningen till Riksdagens arvodesnämnd lämna de \r\nuppgifter som nämnden behöver för att kunna fastställa \r\nledamotens rätt till ekonomiskt\r\n\r\nomställningsstöd. Riksdagsförvaltningen ska på begäran till \r\nRiksdagens arvodesnämnd överlämna de uppgifter som en tidigare \r\nledamot har lämnat enligt 4 §. Lag (2022:346).\r\n\r\n26 § Den som ansöker om eller tar emot ekonomiskt \r\nomställningsstöd ska på begäran lämna Riksdagens arvodesnämnd \r\nsådana uppgifter som nämnden behöver för sin prövning av ett \r\närende enligt bestämmelserna i detta kapitel.\r\n\r\n27 § Den som har ansökt om utbetalning enligt 24 § ska \r\nskriftligen lämna sådana uppgifter som Statens \r\ntjänstepensionsverk behöver för att bedöma sökandens rätt \r\ntill utbetalning. Uppgifterna ska lämnas på heder och \r\nsamvete. \r\n\r\nOm den som har ansökt om utbetalning inte lämnar begärda \r\nuppgifter, får Statens tjänstepensionsverk hålla inne vidare \r\nutbetalningar.\r\n\r\nOm den som har beviljats utbetalning av ekonomiskt \r\nomställningsstöd får väsentligt ändrade inkomstförhållanden \r\noch dessa kan antas påverka rätten till utbetalning, ska han \r\neller hon utan särskild begäran lämna uppgift om detta till \r\nStatens tjänstepensionsverk.\r\n\r\n28 § Arbetsgivare och andra som har betalat ut ersättning \r\neller stöd ska på begäran av Statens tjänstepensionsverk \r\nlämna sådana uppgifter om en namngiven person om sådana \r\nförhållanden som är av betydelse för tillämpningen av \r\nbestämmelserna i detta kapitel.\r\n\r\nDen som inte fullgör sin skyldighet enligt första stycket får \r\nföreläggas att fullgöra skyldigheten. Föreläggandet får \r\nförenas med vite.\r\n\r\n29 § Skatteverket ska på begäran lämna Riksdagens \r\narvodesnämnd sådana uppgifter om en namngiven person som har \r\nbetydelse i ett ärende om jämkning av ekonomiskt \r\nomställningsstöd enligt 16 § första stycket 1–3. Detsamma \r\ngäller uppgifter som har betydelse för frågan om ekonomiskt \r\nomställningsstöd enligt 33 §.\r\n\r\n30 § Skatteverket ska till Statens tjänstepensionsverk lämna \r\nuppgifter om inkomst som är pensionsgrundande enligt 59 kap. \r\nsocialförsäkringsbalken, om uppgifterna har betydelse i ett \r\närende om ekonomiskt omställningsstöd enligt bestämmelserna i \r\ndetta kapitel.\r\n\r\nÅterkrav\r\n\r\n31 § Om ekonomiskt omställningsstöd har betalats ut med ett \r\nför högt belopp ska stödmottagaren betala tillbaka \r\nmellanskillnaden. Detsamma gäller om stödet har jämkats. Ett \r\nbelopp som ska betalas tillbaka ska, när det är lämpligt, i \r\nstället avräknas mot kommande utbetalningar av ekonomiskt \r\nomställningsstöd.\r\n\r\nAvräkning enligt första stycket får inte ske förrän beslutet \r\nhar vunnit laga kraft.\r\n\r\nOm det finns särskilda skäl får återkravet efterges helt eller \r\ndelvis.\r\n\r\nStatens tjänstepensionsverk beslutar om återkrav och eftergift \r\nav ett sådant krav. Lag (2022:346).\r\n\r\n32 § Om ekonomiskt omställningsstöd har betalats ut med ett \r\nför högt belopp och mellanskillnaden inte har betalats \r\ntillbaka inom en månad efter det att krav på återbetalning har \r\nframställts, ska stödmottagaren betala ränta enligt 6 § \r\nräntelagen (1975:635) för tid därefter till dess betalning \r\nsker. Detsamma gäller om stödet har jämkats. Om det finns \r\nsärskilda skäl får kravet på ränta efterges helt eller delvis.\r\n\r\nBestämmelserna i första stycket ska också gälla om \r\nstödmottagaren har försummat att lämna de uppgifter som behövs \r\nför bestämmande av det belopp som ska betalas tillbaka. I ett \r\nsådant fall ska dock ränta enligt 5 § räntelagen tas ut från \r\nden dag då uppgifterna senast skulle ha lämnats in.\r\nLag (2022:346).\r\n\r\n32 a § Den som är återbetalningsskyldig enligt 31 och 32 §§ \r\nska betala ränta enligt 5 § räntelagen (1975:635) på det \r\nåterkrävda beloppet om det\r\n\r\n1. har träffats ett avtal om avbetalningsplan med den \r\nåterbetalningsskyldige, eller\r\n\r\n2. om den återbetalningsskyldige har medgetts anstånd med \r\nbetalningen.\r\n\r\nRänta ska beräknas från den dag då avtalet om avbetalningsplan \r\nträffades eller anståndet medgavs. Ränta ska dock inte betalas \r\nför tid innan återkravet har förfallit till betalning.\r\nLag (2022:346).\r\n\r\nAnsökan om ekonomiskt omställningsstöd efter \r\njämkningsbeslut\r\n\r\n33 § Om ett ekonomiskt omställningsstöd har \r\njämkats enligt 16 §, får stödmottagaren när nya förhållanden \r\nhar inträtt på nytt ansöka om ekonomiskt omställningsstöd.\r\n\r\nOm ett beslut som har fattats med tillämpning av 16 § har \r\ngrundats på att stödmottagaren har gjort avsättning till \r\nperiodiseringsfond, upphovsmannakonto eller expansionsfond \r\noch beloppet därefter helt eller delvis har återförts till \r\nbeskattning, ska frågan om stöd för det år då återförandet \r\nskedde prövas på yrkande av stödmottagaren. \r\n\r\n14 kap. Försäkring, företagshälsovård och rehabilitering \r\n\r\nFörsäkring\r\n\r\n1 § En ledamot har rätt till försäkringsförmåner i form av \r\ngrupplivförsäkring, tjänstereseförsäkring och \r\narbetsskadeförsäkring i enlighet med vad Riksdagsförvaltningen \r\nbestämmer. Lag (2022:346).\r\n\r\nFöretagshälsovård \r\n\r\n2 § En ledamot har rätt till företagshälsovård i enlighet med \r\nvad Riksdagsförvaltningen bestämmer. Lag (2022:346).\r\n\r\nErsättning för rehabilitering \r\n\r\n3 § Om det finns särskilda skäl kan en riksdagsledamot efter \r\nprövning av Riksdagsförvaltningen få ersättning för kostnader \r\nför insatser i rehabiliteringssyfte.\r\n\r\n14 a kap. Återkrav\r\n\r\n1 § En ledamot är skyldig att betala tillbaka utbetalning av \r\narvode, resekostnadsersättning, traktamente, logiersättning \r\neller pension enligt denna lag, som har lämnats felaktigt \r\neller med ett för högt belopp, om han eller hon har orsakat \r\nutbetalningen genom att\r\n\r\n1. lämna oriktiga uppgifter, eller\r\n\r\n2. inte fullgöra en uppgifts- eller anmälningsskyldighet.\r\n\r\nDetsamma gäller om en sådan utbetalning i annat fall har \r\nlämnats felaktigt eller med ett för högt belopp och ledamoten \r\ninsett eller skäligen borde ha insett detta.\r\n\r\nVad som sägs i första och andra styckena gäller även tidigare \r\nledamöter samt efterlevande som tagit emot förmåner enligt \r\n11-13 kap. Lag (2022:346).\r\n\r\n2 § Den som är återbetalningsskyldig enligt 1 § ska betala \r\nränta enligt 5 § räntelagen (1975:635) på det återkrävda \r\nbeloppet om det\r\n\r\n1. har träffats ett avtal om avbetalningsplan med den \r\nåterbetalningsskyldige, eller\r\n\r\n2. om den återbetalningsskyldige har medgetts anstånd med \r\nbetalningen.\r\n\r\nRänta ska beräknas från den dag då avtalet om \r\navbetalningsplanen träffades eller anståndet medgavs. Ränta \r\nska dock inte betalas för tid innan återkravet har förfallit \r\ntill betalning. Lag (2022:346).\r\n\r\n3 § Om återbetalning inte har skett inom en månad från det att \r\nett krav på återbetalning framställts ska den \r\nåterbetalningsskyldige betala ränta enligt 6 § räntelagen \r\n(1975:635) på det obetalda beloppet till dess betalning sker.\r\nLag (2022:346).\r\n\r\n4 § Om det finns särskilda skäl får ett återkrav och ränta \r\nefterges helt eller delvis. Lag (2022:346).\r\n\r\n5 § Statens tjänstepensionsverk beslutar om återkrav av \r\npension och om eftergift av ett sådant krav. Detsamma gäller \r\nkrav på ränta. Lag (2022:346).\r\n\r\n6 § Bestämmelser om återkrav av inkomstgaranti och ekonomiskt \r\nomställningsstöd finns i 12 kap. 35 och 36 §§ och 13 kap. 31 \r\noch 32 §§. Lag (2022:346).\r\n\r\n15 kap. Överklagande \r\n\r\nBeslut av Riksdagsförvaltningen \r\n\r\n1 § Beslut av Riksdagsförvaltningen om tillhandahållande av \r\nbarnverksamhet får inte överklagas.\r\n\r\nÖvriga beslut av Riksdagsförvaltningen enligt denna lag får \r\növerklagas till Riksdagens överklagandenämnd. Lag (2022:346).\r\n\r\nBeslut av Riksdagens arvodesnämnd \r\n\r\n2 § Beslut av Riksdagens arvodesnämnd enligt 3 kap. 16 § och \r\n19 § tredje stycket, 12 kap. eller 13 kap. får överklagas hos \r\nallmän förvaltningsdomstol. Vid överklagande till kammarrätten \r\nkrävs prövningstillstånd.\r\n\r\nEtt beslut enligt 3 kap. 2 § får inte överklagas. \r\nLag (2022:346).\r\n\r\nBeslut av Statens tjänstepensionsverk\r\n\r\n3 § Beslut av Statens tjänstepensionsverk enligt denna lag \r\nfår överklagas hos allmän förvaltningsdomstol. Vid \r\növerklagande till kammarrätten krävs prövningstillstånd. \r\n\r\nAllmänna bestämmelser om överklagande\r\n\r\n4 § Ett beslut överklagas skriftligt. Klaganden ska i \r\növerklagandet ange vilket beslut som överklagas och den \r\nändring i beslutet som han eller hon vill ha.\r\n\r\nÖverklagandet ska lämnas in till den myndighet som har \r\nmeddelat beslutet. Det ska ha kommit in dit inom tre veckor \r\nfrån den dag då klaganden fick del av beslutet.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2016:1108\r\n\r\n1. Denna lag träder i kraft den 1 januari 2017 då lagen \r\n(1994:1065) om ekonomiska villkor för riksdagens ledamöter \r\nska upphöra att gälla. \r\n\r\n2. Övergångsbestämmelserna till lagen (1994:1065) om \r\nekonomiska villkor för riksdagens ledamöter och ändringar i \r\nden lagen ska fortfarande gälla.\r\n\r\n2020:962\r\n\r\n1. Denna lag träder i kraft den 1 januari 2021.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för den som uppnår \r\n61 års ålder före den 1 januari 2021.\r\n\r\n2021:1123\r\n\r\n1. Denna lag träder i kraft den 1 januari 2022. \r\n\r\n2. Äldre föreskrifter gäller fortfarande för arvode som avser \r\ntid före ikraftträdandet.\r\n\r\n2022:346\r\n\r\n1. Denna lag träder i kraft den 1 juli 2022.\r\n\r\n2. Äldre föreskrifter gäller fortfarande i fråga om ledamöter \r\nsom har beviljats logiersättning före ikraftträdandet.\r\n\r\n3. De nya bestämmelserna i 4 kap. 9 § och 5 kap. 5 § tillämpas \r\npå tjänsteresor som genomförs efter ikraftträdandet.\r\n\r\n2022:1563\r\n\r\n1. Denna lag träder i kraft den 1 januari 2023.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för den som uppnår \r\nrespektive åldersgräns före den 1 januari 2023.\r\n\r\n2022:1564\r\n\r\n1. Denna lag träder i kraft den 1 januari 2026.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för den som uppnår \r\nrespektive åldersgräns före den 1 januari 2026.",
    "skapadDateTime": "2026-01-02T09:38:20.0720805",
    "uppdateradDateTime": "2026-01-02T09:41:40.9876781",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T09:41:40.9876773",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 645441,
      "beteckning": "2022:1564",
      "anteckningar": "ändr. 1 kap. 2 §, 9 kap. 9, 11, 12 §§, 10 kap. 2 §, 11 kap. 1 §, 12 kap. 3, 5, 7, 8 §§, 13 kap. 3, 8 §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Framst. 2021/22:RS7, bet. 2022/23:KU12, rskr. 2022/23:13",
      "rubrik": "Lag (2022:1564) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "1564",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859187",
      "uppdateradDateTime": "2026-01-02T09:41:40.9882003",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9881999",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645442,
      "beteckning": "2022:1563",
      "anteckningar": "ändr. 9 kap. 9, 11, 12, 20 §§, 10 kap. 2 §, 11 kap. 1 §, 12 kap. 2, 3, 5, 7, 8, 12 §§, 13 kap. 3, 7, 8 §§",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Framst. 2021/22:RS7, bet. 2022/23:KU12, rskr. 2022/23:13",
      "rubrik": "Lag (2022:1563) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "1563",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859192",
      "uppdateradDateTime": "2026-01-02T09:41:40.9882359",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9882358",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645443,
      "beteckning": "2022:346",
      "anteckningar": "upph. 2, 3, 5, 6, 7 kap., 10 kap. 8 §, rubr. närmast före 1 kap. 9 §, 10 kap. 8 §; ändr. 1 kap. 1, 2, 5, 6, 7, 8, 9, 10 §§, 4 kap. 1, 4, 5, 6, 8, 9 §§, 9 kap. 4, 17, 21 §§, 10 kap. 9 §, 11 kap. 7, 15 §§, 12 kap. 3, 7, 9, 11, 26, 27, 29, 35, 36 §§, 13 kap. 3, 5, 9, 22, 23, 25, 31, 32 §§, 14 kap. 1, 2 §§, 15 kap. 1, 2 §§, rubr. närmast före 1 kap. 7 §, 4 kap. 1, 9 §§; nya 3, 5, 6, 7, 14 a kap., 1 kap. 3 a §, 4 kap. 2 a, 5 a, 6 a §§, 8 kap. 3 §, 12 kap. 6 a, 36 a §§, 13 kap. 7 a, 32 a §§, rubr. närmast före 1 kap. 3 a, 8 §§",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Framst. 2021/22:RS2, bet. 2021/22:KU22, rskr. 2021/22:232",
      "rubrik": "Lag (2022:346) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "346",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859195",
      "uppdateradDateTime": "2026-01-02T09:41:40.988248",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9882479",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645444,
      "beteckning": "2021:1123",
      "anteckningar": "ändr. 9 kap. 4 §, 12 kap. 5, 8, 12 §§, 13 kap. 7 §, 15 kap. 2 §; nya 3 kap. 11, 12, 13, 14, 15, 16, 17 §§, rubr. närmast före 3 kap. 11 §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Framst. 2020/21:RS5, bet. 2021/22:KU3, rskr. 2021/22:44",
      "rubrik": "Lag (2021:1123) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "1123",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859198",
      "uppdateradDateTime": "2026-01-02T09:41:40.9882696",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9882694",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645445,
      "beteckning": "2020:962",
      "anteckningar": "ändr. 9 kap. 12 §",
      "ikraftDateTime": "2021-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Framst. 2019/20:RS2, bet. 2020/21:KU7, rskr. 2020/21:37",
      "rubrik": "Lag (2020:962) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "962",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859232",
      "uppdateradDateTime": "2026-01-02T09:41:40.9882862",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9882861",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645446,
      "beteckning": "2024:557",
      "anteckningar": "ändr. 9 kap. 5 §",
      "ikraftDateTime": "2024-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2023/24:KU26, rskr. 2023/24:227",
      "rubrik": "Lag (2024:557) om ändring i lagen (2016:1108) om ersättning till riksdagens ledamöter",
      "lopnummer": "557",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T09:38:20.0859238",
      "uppdateradDateTime": "2026-01-02T09:41:40.988392",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T09:41:40.9883905",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T09:38:20.072079",
  "uppdateradDateTime": "2026-01-02T09:41:40.9792051",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T09:41:40.9792047",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}