{
  "grundforfattningId": 62473,
  "previousId": 61742,
  "beteckning": "2010:500",
  "beteckningSortable": "2010:500",
  "publiceringsar": "2010",
  "lopnummer": "500",
  "rubrik": "Luftfartslag (2010:500)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2010-09-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Landsbygds- och infrastrukturdepartementet",
    "enhet": "RSIB TM",
    "namnOchEnhet": "Landsbygds- och infrastrukturdepartementet RSIB TM",
    "departementId": 30,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62470,
    "forarbeten": "Prop. 2009/10:95, bet. 2009/10:CU15, rskr. 2009/10:295, EUTL138/2004 s1, EUTL204/2006 s1, EUTL293/2008 s3",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": "32004R0785, 32006R1107, 32008R1108",
    "taggar": "luftfartslag",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T14:13:52.5564813",
    "uppdateradDateTime": "2026-01-02T14:20:04.4674771",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:20:04.4674769",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85293,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1061",
    "omtryck": null,
    "utfardadDateTime": "2010-06-03T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Lagens tillämpning och övergripande bestämmelser om \r\nluftfart\r\n\r\n1 § Denna lag innehåller bestämmelser om luftfart. För militär \r\nluftfart och annan luftfart för statsändamål gäller lagen \r\nendast i den utsträckning som följer av 14 kap.\r\nLag (2025:1061).\r\n\r\nLuftfart inom svenskt område\r\n\r\n2 § Luftfart inom svenskt område får endast ske i \r\növerensstämmelse med denna lag eller annan författning, om \r\ninte annat följer av EU-förordningar. Lag (2025:1061).\r\n\r\nEU-förordningar om civil luftfart\r\n\r\n3 § Lagen kompletterar EU-förordningar med gemensamma \r\nbestämmelser på den civila luftfartens område. Regeringen kan \r\nmeddela föreskrifter om vilka EU-förordningar det är.\r\nLag (2025:1061).\r\n\r\n4 § När det i denna lag hänvisas till länder inom Europeiska \r\nunionen avses även andra länder som genom bindande avtal inom \r\ndet författningsreglerade området omfattas av bestämmelser om \r\ncivil luftfart som antagits inom ramen för samarbetet inom \r\nEuropeiska unionen, om inte annat särskilt föreskrivs.\r\nLag (2025:1061).\r\n\r\nCivilrättsliga bestämmelser om lufttransporter\r\n\r\n5 § I lagen (2010:510) om lufttransporter finns bestämmelser \r\nav civilrättsligt slag om villkoren vid olika former av \r\nlufttransporter. Lag (2025:1061).\r\n\r\nRegistreringskrav på luftfartyg som används inom svenskt \r\nområde\r\n\r\n6 § Ett luftfartyg som används vid luftfart inom svenskt \r\nområde ska vara registrerat i Sverige eller i ett annat land \r\nsom är medlem i Internationella civila luftfartsorganisationen \r\n(ICAO) eller som Sverige ingått avtal med om rätt till \r\nluftfart inom svenskt område. Ett luftfartyg som inte används \r\nvid tillståndspliktig luftfart och som stadigvarande används \r\ninom svenskt område ska vara registrerat i Sverige.\r\nLag (2025:1061).\r\n\r\n7 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter, eller i ett enskilt fall besluta, om \r\natt luftfart trots 6 § får äga rum med luftfartyg som inte är \r\nregistrerat och om de villkor som i så fall ska gälla. Sådana \r\nföreskrifter och beslut får endast avse luftfart där det finns \r\nsärskilda skäl att avvika från registreringskravet.\r\nLag (2025:1061).\r\n\r\nMiljörestriktioner mot luftfart inom svenskt område\r\n\r\n8 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om att ett luftfartyg inte får \r\nanvändas inom svenskt område av miljöskäl. Lag (2025:1061).\r\n\r\nÖverljudsfart inom svenskt område\r\n\r\n9 § Luftfartyg får inte framföras med överljudsfart inom \r\nsvenskt område. Lag (2025:1061).\r\n\r\n10 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter, eller i ett enskilt fall besluta, om \r\nundantag från förbudet mot överljudsfart och om de villkor som \r\ni så fall ska gälla. Sådana föreskrifter och beslut får endast \r\navse luftfart där det finns synnerliga skäl att tillåta \r\növerljudsfart. Lag (2025:1061).\r\n\r\n11 § Ytterligare krav i fråga om framförande av luftfartyg i \r\növerljudsfart får inte ställas med stöd av miljöbalken.\r\nLag (2025:1061).\r\n\r\nRestriktionsområden för luftfart\r\n\r\n12 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter, eller i ett enskilt fall besluta, om \r\ninskränkningar av eller förbud mot luftfart inom viss del av \r\nlandet (restriktionsområde). \r\n\r\nSådana föreskrifter och beslut får endast avse restriktioner \r\nsom behövs av militära skäl eller av hänsyn till allmän \r\nordning och säkerhet, flygsäkerhet, friluftsliv, natur- eller \r\nmiljövård eller för att undvika störning vid allmän \r\nsammankomst eller offentlig tillställning av större \r\nomfattning. Lag (2025:1061).\r\n\r\n13 § Föreskrifter eller beslut enligt 12 § som medför förbud \r\nmot luftfart, och inte enbart inskränkningar, och som meddelas \r\nav en annan myndighet än regeringen får avse förbud under \r\nhögst två veckor. Lag (2025:1061).\r\n\r\n14 § Regeringen får meddela föreskrifter, eller i ett enskilt \r\nfall besluta, om tillfälliga inskränkningar av eller förbud \r\nmot luftfart inom hela landet.\r\n\r\nSådana föreskrifter och beslut får endast avse inskränkningar \r\neller förbud som behövs på grund av utomordentliga \r\nförhållanden eller i övrigt krävs av hänsyn till allmän \r\nsäkerhet. Lag (2025:1061).\r\n\r\nLuftfart utanför svenskt område\r\n\r\n15 § Vid luftfart utanför svenskt område ska, om det är \r\nförenligt med den främmande lag som är tillämplig, \r\n\r\n1. denna lag och föreskrifter som meddelats med stöd av lagen \r\ngälla svenska luftfartyg, om inte annat följer av denna lag, \r\noch \r\n\r\n2. följande bestämmelser gälla utländska luftfartyg som \r\nanvänds inom ramen för ett svenskt drifttillstånd: \r\n\r\na) 3-5 kap. och 8 kap. 1 och 4-6 §§ och föreskrifter som \r\nmeddelats med stöd av de bestämmelserna, \r\n\r\nb) 12 kap. 1-3 och 5-8 §§ när det gäller tillsyn över att \r\nbestämmelser som anges i a följs, och \r\n\r\nc) 13 kap. 1-3 §§, 4 § 6, 8-10, 4 a §, 5 §, 6 § 2, 7 § och \r\n9 §. Lag (2025:1061).\r\n\r\nLuftfartyg av särskild beskaffenhet\r\n\r\n16 § I fråga om luftfartyg som inte har någon förare ombord \r\neller inte är motordrivna eller som i övrigt är av särskild \r\nbeskaffenhet får regeringen eller den myndighet som regeringen \r\nbestämmer meddela föreskrifter, eller i ett enskilt fall \r\nbesluta, om undantag från de krav som ställs i 6 § och 2-\r\n8 kap. och meddela de ytterligare föreskrifter som behövs. \r\n\r\nSådana föreskrifter och beslut får inte utformas så att de \r\nstrider mot flygsäkerhetens eller det allmännas intresse. \r\n\r\nEn förvaltningsuppgift som ansluter till föreskrifterna får, \r\nom regeringen föreskriver det, av myndigheten överlämnas åt \r\nnågon annan, även om uppgiften innefattar myndighetsutövning.\r\nLag (2025:1061).\r\n\r\n17 § Särskilda föreskrifter gäller för föremål som är \r\ninrättade för rörelse i luften men som inte är att anse som \r\nluftfartyg. Lag (2025:1061).\r\n\r\nLuftfartyg registrerade hos en internationell organisation\r\n\r\n18 § De bestämmelser i denna lag som gäller i fråga om \r\nluftfartyg som är registrerade i ett annat land ska på \r\nmotsvarande sätt tillämpas när det gäller luftfartyg som är \r\nregistrerade hos en internationell organisation.\r\nLag (2025:1061).\r\n\r\nStandarder\r\n\r\n19 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om att utrustning som används i eller \r\nför luftfart ska följa vissa standarder när utrustningen har \r\nbetydelse för flygsäkerheten. Lag (2025:1061).\r\n\r\nAllmänt bemyndigande\r\n\r\n20 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår, utöver det som följer av andra bestämmelser i denna lag, \r\nmeddela ytterligare föreskrifter i de avseenden som behandlas \r\ni lagen och som behövs till skydd för trafik, liv, personlig \r\nsäkerhet eller hälsa. \r\n\r\nRegeringen får meddela föreskrifter om att den myndighet som \r\navses i första stycket får överlämna en förvaltningsuppgift \r\nsom ansluter till föreskrifterna till någon annan, även om \r\nuppgiften innefattar myndighetsutövning. Lag (2025:1061).\r\n\r\nKrig eller krigsfara\r\n\r\n21 § När Sverige är i krig eller krigsfara, eller det råder \r\nsådana utomordentliga förhållanden som beror på att Sverige \r\nhar befunnit sig i krig eller krigsfara, får regeringen, i den \r\nutsträckning det behövs på grund av rådande förhållanden, \r\n\r\n1. meddela de föreskrifter eller i enskilda fall besluta om de \r\nundantag från denna lag och andra författningar om luftfarten \r\nsom behövs, och \r\n\r\n2. meddela de ytterligare föreskrifter om luftfarten som \r\nbehövs. \r\n\r\nOm regeringen i andra fall än då Sverige är i krig har \r\nmeddelat föreskrifter enligt denna paragraf, ska \r\nföreskrifterna underställas riksdagens prövning inom en månad \r\nefter det att de har beslutats. Om någon sådan underställning \r\ninte sker eller om föreskrifterna inte godkänns av riksdagen \r\ninom två månader från underställningen, upphör föreskrifterna \r\natt gälla. Lag (2025:1061).\r\n\r\n2 kap. Registrering, nationalitet och märkning\r\n\r\nRegistreringen\r\n\r\n1 § Transportstyrelsen för register över luftfartyg\r\n(luftfartygsregistret).\r\n\r\nSärskilda bestämmelser om inskrivning av rätt till luftfartyg\r\nfinns i lagen (1955:227) om inskrivning av rätt till\r\nluftfartyg och om vissa internationella förhållanden i lagen\r\n(1955:229) i anledning av Sveriges tillträde till 1948 års\r\nkonvention rörande internationellt erkännande av rätt till\r\nluftfartyg.\r\n\r\nSärskilda bestämmelser om registrering av internationella\r\nsäkerhetsrätter och andra rättigheter i luftfartyg och\r\nflygmotorer i ett internationellt register finns i lagen\r\n(2015:860) om internationella säkerhetsrätter i lösa saker.\r\nLag (2015:868).\r\n\r\n2 § Ett luftfartyg får registreras i Sverige bara om det helt \r\nägs av \r\n\r\n1. svenska staten,\r\n\r\n2. svensk kommun eller region,\r\n\r\n3. medborgare i ett land inom Europeiska unionen (EU-land) \r\neller dödsboet efter en sådan person, \r\n\r\n4. bolag, förening, samfällighet eller stiftelse som har \r\nsvensk nationalitet eller har sitt säte i ett EU-land, eller \r\n\r\n5. europeiska ekonomiska intressegrupperingar som har sitt \r\nsäte i Sverige. \r\n\r\nÄven om förutsättningar enligt första stycket inte föreligger \r\nfår ett luftfartyg registreras i Sverige, om det brukas av \r\nnågon som avses i första stycket och denne har ett \r\ndrifttillstånd som är utfärdat i Sverige. \r\n\r\nTransportstyrelsen får i ett enskilt fall besluta att ett \r\nluftfartyg får registreras i Sverige även om förutsättningar \r\nenligt första eller andra stycket inte föreligger. Ett sådant \r\nbeslut får fattas bara om luftfartyget i regel används med \r\nutgångspunkt i Sverige. Lag (2019:942).\r\n\r\n3 § Ett luftfartyg som är registrerat i ett annat land får\r\ninte registreras i Sverige, om det inte avregistreras i det\r\nandra landet.\r\n\r\n4 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om att luftfartyg av miljöskäl inte\r\nfår registreras i Sverige.\r\n\r\n5 § Ansökan om registrering av ett luftfartyg ska göras av\r\nägaren. De upplysningar och den utredning som behövs för\r\nregistreringen ska lämnas tillsammans med ansökan som ska\r\nvara skriftlig.\r\n\r\n6 § Ett luftfartyg ska avregistreras om\r\n\r\n1. ägaren skriftligen begär det,\r\n\r\n2. kraven i 2 § inte är uppfyllda,\r\n\r\n3. det har förolyckats eller förstörts,\r\n\r\n4. det efter en flygning inte har hörts av på tre månader,\r\n\r\n5. det på grund av ombyggnad eller annan sådan ändring\r\nupphört att vara luftfartyg eller, utan att ändring skett,\r\ninte längre anses utgöra ett luftfartyg, eller\r\n\r\n6. den som fått en fullmakt om avregistrering och export i\r\nenlighet med lagen (2015:860) om internationella\r\nsäkerhetsrätter i lösa saker skriftligen begär det och\r\nfullmakten är registrerad hos Transportstyrelsen.\r\n\r\nÄgaren är skyldig att inom en månad skriftligen anmäla om\r\nnågot har hänt som enligt första stycket 2–4 medför att ett\r\nluftfartyg ska avregistreras. Lag (2015:868).\r\n\r\n7 § Om det finns en inskrivning i ett luftfartyg enligt lagen\r\n(1955:227) om inskrivning av rätt till luftfartyg, får\r\nluftfartyget avregistreras endast om den till vars förmån\r\ninskrivningen gäller har medgett det. Detsamma gäller i fråga\r\nom anteckningar som avses i 2 a § nämnda lag.\r\n\r\n8 § Om någon annan än ägaren brukar ett registrerat\r\nluftfartyg för en obestämd tid eller för en bestämd tid om\r\nminst en månad ska upplåtaren eller brukaren genast efter\r\nupplåtelsen skriftligen anmäla detta förhållande för\r\nanteckning i luftfartygsregistret, om nyttjanderätten inte\r\nskrivits in enligt lagen (1955:227) om inskrivning av rätt\r\ntill luftfartyg. Om nyttjanderätten har skrivits in, ska\r\nanteckning göras i luftfartygsregistret om upplåtaren eller\r\nbrukaren begär det.\r\n\r\nOm anteckning enligt första stycket skett, ska upplåtaren\r\neller brukaren anmäla till luftfartygsregistret när en\r\nupplåtelse för en obestämd tid upphör eller en upplåtelse för\r\nen bestämd tid upphör i förtid.\r\n\r\n9 § Ett luftfartyg som finns utomlands får efter ansökan av\r\nden som förvärvat luftfartyget för viss tid föras in i ett\r\nbihang till luftfartygsregistret, om förutsättningarna i 2\r\noch 3 §§ är uppfyllda, och förbud mot registrering inte har\r\nföreskrivits enligt 4 §.\r\n\r\nNationaliteten\r\n\r\n10 § Ett luftfartyg som är infört i luftfartygsregistret har\r\nsvensk nationalitet.\r\n\r\nTransportstyrelsen utfärdar bevis om registreringen\r\n(nationalitets- och registreringsbevis).\r\n\r\n11 § Ett luftfartyg som har antecknats i bihanget till \r\nluftfartygsregistret har svensk nationalitet så länge \r\nanteckningen gäller och ska vid tillämpningen av 1 kap. 6 § \r\nanses vara registrerat i Sverige.\r\n\r\nTransportstyrelsen utfärdar bevis om anteckningen i bihanget \r\n(interimistiskt nationalitets- och registreringsbevis).\r\nLag (2025:1061).\r\n\r\n12 § Ett luftfartyg ska ha nationalitets- och \r\nregistreringsbevis när det används vid luftfart.\r\n\r\nOm ett luftfartyg används enligt föreskrifter eller beslut \r\nmeddelade med stöd av 1 kap. 7 §, gäller de villkor som \r\nmeddelas av regeringen eller den myndighet regeringen \r\nbestämmer. Lag (2025:1061).\r\n\r\nMärkningen\r\n\r\n13 § Ett luftfartyg som är infört i luftfartygsregistret eller \r\nantecknat i bihanget till registret ska vara märkt med sina \r\nnationalitets- och registreringsbeteckningar.\r\n\r\nEtt utländskt luftfartyg ska vid luftfart inom svenskt område \r\nvara märkt i enlighet med föreskrifterna i \r\nregistreringsstaten.\r\n\r\nOm ett luftfartyg används enligt föreskrifter eller beslut \r\nmeddelade med stöd av 1 kap. 7 §, gäller de villkor som \r\nmeddelas av regeringen eller den myndighet som regeringen \r\nbestämmer. Lag (2025:1061).\r\n\r\n3 kap. Luftvärdighet och miljövärdighet\r\n\r\nLuftfartygs luftvärdighet och miljövärdighet\r\n\r\n1 § Ett luftfartyg ska vara luftvärdigt och miljövärdigt när\r\ndet används vid luftfart. Luftfartygets ägare eller, om\r\nluftfartyget inte används av ägaren, den som brukar det i\r\nägarens ställe ansvarar för detta. Ägaren eller brukaren ska\r\ntill den myndighet som avses i 8 § snarast anmäla sådana\r\nförhållanden som har betydelse för luftvärdigheten eller\r\nmiljövärdigheten.\r\n\r\nEtt luftfartyg anses luftvärdigt om det är konstruerat,\r\ntillverkat, utprovat, utrustat och underhållet på ett sådant\r\nsätt samt har sådana flygegenskaper att flygsäkerhetens krav\r\när uppfyllda.\r\n\r\nEtt luftfartyg anses miljövärdigt om det är konstruerat,\r\ntillverkat, utprovat, utrustat och underhållet på ett sådant\r\nsätt att det inte orsakar skada genom buller eller\r\nluftförorening eller genom annan liknande störning.\r\nYtterligare krav i fråga om luftfartygs miljövärdighet får\r\ninte ställas med stöd av miljöbalken.\r\n\r\n2 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela ytterligare föreskrifter om förutsättningarna för\r\natt ett luftfartyg ska anses vara luftvärdigt och\r\nmiljövärdigt.\r\n\r\nLuftvärdighetsbevis och miljövärdighetsbevis\r\n\r\n3 § När ett luftfartyg har visats vara luftvärdigt, utfärdas\r\nluftvärdighetsbevis. När ett luftfartyg har visats vara\r\nmiljövärdigt, utfärdas miljövärdighetsbevis. Bevisen får\r\nbegränsas till att avse viss tid, viss luftfart eller\r\nluftfart inom visst område.\r\n\r\nBevisen får förnyas, om luftfartyget uppfyller de krav på\r\nluftvärdighet respektive miljövärdighet som gäller när\r\nförnyelsen ska ske.\r\n\r\n4 § Ett luftfartyg ska ha luftvärdighetsbevis och\r\nmiljövärdighetsbevis när det används vid luftfart.\r\n\r\nEtt svenskt luftfartyg ska ha svenskt luftvärdighetsbevis och\r\nsvenskt miljövärdighetsbevis eller utländska sådana bevis som\r\nhar godkänts i Sverige.\r\n\r\nEtt utländskt luftfartyg ska ha luftvärdighetsbevis och\r\nmiljövärdighetsbevis som har utfärdats eller godkänts i\r\nluftfartygets registreringsstat och som enligt avtal med den\r\nstaten ska erkännas i Sverige. För ett utländskt luftfartyg\r\ngodtas även svenskt luftvärdighetsbevis och svenskt\r\nmiljövärdighetsbevis.\r\n\r\nEtt motsvarande bevis som har utfärdats med stöd av EU-\r\nrättsliga bestämmelser ska jämställas med ett svenskt bevis\r\nenligt denna paragraf.\r\n\r\n5 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om eller i ett enskilt fall besluta\r\natt ett luftfartyg som uppfyller kraven på flygsäkerhet får\r\nanvändas vid luftfart inom svenskt område även om kraven i\r\n4 § inte är uppfyllda. Ett sådant beslut får tidsbegränsas.\r\n\r\nEtt beslut enligt första stycket får återkallas om kraven på\r\nflygsäkerhet eller om miljö- eller bullerskäl ger anledning\r\ntill det.\r\n\r\n6 § Om inte annat beslutas blir ett svenskt\r\nluftvärdighetsbevis respektive ett svenskt\r\nmiljövärdighetsbevis ogiltigt om\r\n\r\n1. luftfartyget inte underhålls på föreskrivet sätt,\r\n\r\n2. föreskrivna ändringar inte utförs,\r\n\r\n3. det görs ändringar i luftfartyget eller i dess utrustning\r\nsom kan antas ha betydelse för luftvärdigheten eller\r\nmiljövärdigheten,\r\n\r\n4. luftfartyget inte genomgår föreskriven besiktning eller\r\nkontroll, eller\r\n\r\n5. luftfartyget eller utrustningen har skadats på ett sätt\r\nsom uppenbarligen har betydelse för luftvärdigheten eller\r\nmiljövärdigheten.\r\n\r\nOm det inträffar andra omständigheter som kan antas ha\r\nbetydelse för luftvärdigheten eller miljövärdigheten, får det\r\nbeslutas att luftvärdighetsbeviset respektive\r\nmiljövärdighetsbeviset är ogiltigt.\r\n\r\nEtt luftvärdighetsbevis eller ett miljövärdighetsbevis som är\r\nogiltigt enligt första eller andra stycket förblir ogiltigt\r\ntill dess luftfartyget förklaras luftvärdigt respektive\r\nmiljövärdigt. När ett luftvärdighetsbevis eller ett\r\nmiljövärdighetsbevis är ogiltigt enligt denna paragraf ska\r\ninnehavaren av beviset efter anmaning genast lämna detta till\r\nden myndighet som prövar frågor om luftvärdighetsbevis och\r\nmiljövärdighetsbevis.\r\n\r\n7 § Bestämmelserna i 3 och 6 §§ gäller på motsvarande sätt i\r\nfråga om godkännande av utländska luftvärdighetsbevis och\r\nutländska miljövärdighetsbevis och om förnyelse och\r\nogiltighet av sådana godkännanden.\r\n\r\n8 § Frågor om luftvärdighetsbevis och miljövärdighetsbevis\r\nprövas av den myndighet som regeringen bestämmer. Regeringen\r\nfår meddela föreskrifter om att myndigheten får överlämna\r\ntill en särskild sakkunnig att utfärda och förnya sådana\r\nbevis.\r\n\r\nFörrättningsmans tillträde till luftfartyg\r\n\r\n9 § I samband med prövning av frågor om luftvärdighetsbevis\r\noch miljövärdighetsbevis ska förrättningsman lämnas tillträde\r\ntill luftfartyget. Luftfartygets ägare eller brukare liksom\r\ndess befälhavare och besättning ska medverka i den\r\nutsträckning som behövs. Förrättningen ska utföras så att\r\nminsta möjliga olägenhet uppstår.\r\n\r\nUtprovning av luftfartygs flygegenskaper\r\n\r\n10 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om eller i ett enskilt fall besluta\r\natt ett luftfartyg får användas vid luftfart, även om\r\nvillkoren i detta kapitel inte är uppfyllda, om det behövs\r\nför att pröva ett luftfartygs flygegenskaper eller av andra\r\nsärskilda skäl.\r\n\r\nTillverkning och underhåll av luftfartyg\r\n\r\n11 § För att tillverka luftfartyg samt tillbehör och\r\nreservdelar till dem och för att utföra underhålls-,\r\nreparations- och ändringsarbeten på luftfartyg, tillbehör och\r\nreservdelar krävs tillstånd av regeringen eller den myndighet\r\nsom regeringen bestämmer.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta om\r\nundantag från tillståndskravet, om det kan ske med hänsyn\r\ntill flygsäkerheten.\r\n\r\n4 kap. Flygcertifikat m.m.\r\n\r\nBehörighet att föra ett luftfartyg och tjänstgöra ombord\r\n\r\n1 § Ett luftfartyg får föras endast av den som innehar ett\r\ngällande flygcertifikat.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta om\r\nundantag från kravet på flygcertifikat, om det finns\r\nsärskilda skäl och det kan ske med hänsyn till\r\nflygsäkerheten.\r\n\r\n2 § En innehavare av flygcertifikat får föra ett luftfartyg\r\nendast av den kategori, klass och typ samt under de villkor\r\noch för de behörigheter som anges i certifikatet.\r\n\r\n3 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om att andra medlemmar av\r\nbesättningen på ett luftfartyg än förare ska ha ett gällande\r\nflygcertifikat för att få utföra vissa uppgifter ombord.\r\n\r\nBestämmelser om certifikat och behörighetsbevis för personal\r\ninom markorganisationen finns i 6 kap.\r\n\r\nUtbildning\r\n\r\n4 § Den som genomgår utbildning för flygcertifikat får ensam\r\nföra ett luftfartyg under de förutsättningar som anges i ett\r\nelevtillstånd som utfärdats för henne eller honom.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall medge\r\nundantag från kravet på elevtillstånd. Ett sådant undantag\r\nfår medges endast den som kan anses uppfylla\r\nlämplighetskraven i 9 § första stycket.\r\n\r\n5 § Den som tjänstgör som flyglärare ska ha ett gällande\r\nflygcertifikat för den kategori, klass och typ av luftfartyg\r\nsom utbildningen avser samt sådan särskild behörighet som\r\nföreskrivits med stöd av 10 §.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om behörighetskrav för den som tjänstgör\r\nsom kontrollant vid flygprov och som instruktör vid\r\nflygträning på marken.\r\n\r\nBehörighetshandlingar\r\n\r\n6 § Ett elevtillstånd ska vara utfärdat i Sverige. Regeringen\r\neller den myndighet som regeringen bestämmer får meddela\r\nföreskrifter om att ett tillstånd ska godtas som\r\nelevtillstånd enligt denna lag trots att det inte är utfärdat\r\ni Sverige. Ett elevtillstånd är giltigt endast om innehavaren\r\nhar ett gällande intyg om att föreskrivna medicinska krav är\r\nuppfyllda (medicinskt intyg).\r\n\r\n7 § Ett flygcertifikat ska vara utfärdat eller godkänt i\r\nSverige. Ett certifikat är giltigt endast i den utsträckning\r\nde till certifikatet knutna behörigheterna är gällande och om\r\ninnehavaren har ett gällande medicinskt intyg.\r\n\r\nSom flygcertifikat enligt denna lag godtas även ett\r\ncertifikat som är utfärdat eller godkänt i ett annat land och\r\nsom enligt avtal med det landet eller enligt föreskrifter som\r\nmeddelats med stöd av 10 § ska erkännas i Sverige. För\r\ntjänstgöring på svenska luftfartyg i internationell trafik\r\nkrävs dock ett sådant certifikat som anges i första stycket.\r\n\r\nRegeringen eller den myndighet regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta att\r\nett flygcertifikat, som har utfärdats i ett annat land för en\r\nsvensk medborgare, inte ska gälla för luftfart inom svenskt\r\nområde.\r\n\r\n8 § Ett medicinskt intyg ska vara utfärdat eller godkänt i\r\nSverige, eller sådant att det enligt föreskrifter som\r\nmeddelats med stöd av 10 § ska erkännas i Sverige.\r\n\r\nUtfärdande av elevtillstånd, flygcertifikat och medicinskt\r\nintyg\r\n\r\n9 § Ett elevtillstånd eller ett flygcertifikat får utfärdas\r\nendast för den som innehar ett gällande medicinskt intyg och\r\nsom med hänsyn till sina personliga förhållanden kan anses\r\nlämplig att inneha ett elevtillstånd eller ett certifikat.\r\nPrövningen av de personliga förhållandena ska avse att\r\nsökanden är pålitlig i nykterhetshänseende och i övrigt kan\r\nantas komma att respektera reglerna för luftfarten och visa\r\nden hänsyn och det ansvar och omdöme som krävs av en\r\ninnehavare av ett elevtillstånd eller ett certifikat.\r\n\r\nDet som sägs i första stycket gäller även när ett\r\nelevtillstånd eller ett certifikat ska förnyas eller ett\r\ncertifikat ska utökas, godkännas eller erkännas.\r\n\r\n10 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om \r\n\r\n1. krav i fråga om ålder för att ett elevtillstånd ska få \r\nutfärdas, \r\n\r\n2. krav i fråga om ålder, kunskaper, erfarenhet och \r\nskicklighet för att ett flygcertifikat ska få utfärdas, \r\n\r\n3. de förutsättningar under vilka ett certifikat ska få \r\nutökas, förnyas, godkännas eller erkännas,\r\n\r\n4. krav på särskild behörighet för att en certifikatinnehavare \r\nska få fullgöra vissa uppgifter vid luftfart om det behövs av \r\nhänsyn till flygsäkerheten,\r\n\r\n5. krav i fråga om hälsotillstånd samt fysiska och psykiska \r\nförhållanden för att ett medicinskt intyg ska få utfärdas, \r\ngodkännas eller erkännas, och\r\n\r\n6. förordnande av läkare för att utfärda medicinska intyg och \r\nkrav som ska vara uppfyllda för ett sådant förordnande.\r\nLag (2025:1061).\r\n\r\n11 § Den som ansöker om att ett flygcertifikat ska utfärdas,\r\nutökas, förnyas eller godkännas eller om att de behörigheter\r\nsom är knutna till certifikatet ska förnyas är skyldig att\r\ngenomgå de undersökningar och prov (certifikatprov) som\r\nföreskrivits med stöd av 10 §.\r\n\r\nRegeringen får meddela föreskrifter om att den myndighet som\r\nprövar frågor om flygcertifikat får uppdra åt någon annan att\r\ngenomföra proven.\r\n\r\n12 § Ett elevtillstånd utfärdas eller förnyas för viss tid.\r\nDet får begränsas till att gälla under vissa förutsättningar.\r\n\r\n13 § Ett flygcertifikat utfärdas, utökas, förnyas eller\r\ngodkänns för viss tid. Det får begränsas till att gälla under\r\nvissa förutsättningar.\r\n\r\n14 § Har en spärrtid fastställts enligt 22 § första stycket\r\nfår ett elevtillstånd eller ett flygcertifikat inte utfärdas\r\neller godkännas under spärrtiden.\r\n\r\n15 § Ett medicinskt intyg utfärdas eller godkänns för viss\r\ntid.\r\n\r\nÅterkallelse och begränsning av elevtillstånd eller\r\nflygcertifikat\r\n\r\n16 § Ett elevtillstånd eller ett flygcertifikat ska återkallas\r\n\r\n1. om innehavaren har gjort sig skyldig till brott som avses i \r\n13 kap. 2 eller 3 §,\r\n\r\n2. om innehavaren vid utövande av luftfart har gjort sig \r\nskyldig till grov oaktsamhet eller har visat uppenbar \r\nlikgiltighet för andra människors liv eller egendom,\r\n\r\n3. om innehavaren genom att upprepade gånger överträda de \r\nbestämmelser som gäller för luftfarten i väsentlig grad har \r\nvisat bristande vilja eller förmåga att rätta sig efter \r\nbestämmelserna,\r\n\r\n4. om innehavaren i annat fall än som avses i 1-3 vid utövande \r\nav luftfart har brutit mot någon bestämmelse som har väsentlig \r\nbetydelse för flygsäkerheten,\r\n\r\n5. om innehavaren på grund av opålitlighet i \r\nnykterhetshänseende eller genom bruk av annat ämne än alkohol \r\ninte kan anses lämplig att inneha ett elevtillstånd eller ett \r\nflygcertifikat,\r\n\r\n6. om det med hänsyn till annat brott som innehavaren har \r\ngjort sig skyldig till kan antas att han eller hon inte kommer \r\natt respektera reglerna för luftfarten och visa den hänsyn och \r\ndet ansvar och omdöme som krävs av en innehavare eller om han \r\neller hon på grund av sina personliga förhållanden i övrigt \r\ninte kan anses lämplig att inneha ett elevtillstånd eller ett \r\nflygcertifikat,\r\n\r\n7. om innehavarens förutsättningar att fullgöra den \r\nluftfartsverksamhet som elevtillståndet eller flygcertifikatet \r\navser är så väsentligt begränsade genom sjukdom eller skada \r\neller av någon annan sådan orsak att han eller hon av \r\nflygsäkerhetsskäl inte längre bör inneha ett elevtillstånd \r\neller ett flygcertifikat,\r\n\r\n8. om innehavaren inte uppfyller fastställda krav i fråga om \r\nkunskaper och skicklighet,\r\n\r\n9. om innehavaren inte följer ett föreläggande att genomgå \r\nkontroll av att han eller hon kan förrätta den tjänst som \r\nelevtillståndet eller flygcertifikatet avser eller ett \r\nföreläggande att lämna intyg angående sin fysiska eller \r\npsykiska lämplighet som innehavare av elevtillstånd eller \r\nflygcertifikat, eller\r\n\r\n10. om innehavaren själv begär det. Lag (2025:1061).\r\n\r\n17 § Återkallelse enligt 16 § 4, 6, 7, 8, 9 eller 10 får när\r\ndet gäller ett flygcertifikat begränsas till att avse en\r\neller flera behörigheter.\r\n\r\nI fall som avses i 16 § 5, 6, 7, 8 eller 9 får ett\r\nelevtillstånd eller ett flygcertifikat i stället för att\r\nåterkallas begränsas till att gälla under vissa\r\nförutsättningar.\r\n\r\n18 § En återkallelse med anledning av brottslig gärning ska\r\nnär det gäller frågan om brott föreligger grunda sig på en\r\nlagakraftvunnen dom, ett godkänt strafföreläggande, ett\r\ngodkänt föreläggande om ordningsbot eller ett beslut om\r\nåtalsunderlåtelse enligt 20 kap. rättegångsbalken eller\r\nmotsvarandebestämmelse i en annan författning.\r\n\r\nMed svensk dom jämställs vid tillämpningen av denna lag\r\nbrottmålsdom eller annat likvärdigt avgörande som har\r\nmeddelats av en utländsk domstol eller någon annan utländsk\r\nmyndighet.\r\n\r\nVarning eller erinran\r\n\r\n19 § I stället för att ett elevtillstånd eller ett\r\nflygcertifikat återkallas ska innehavaren varnas i sådana\r\nfall som avses i 16 § 3, 4, 5 eller 6, om varning av\r\nsärskilda skäl kan anses vara en tillräcklig åtgärd.\r\n\r\nOm det inte finns tillräckliga skäl för varning, ska\r\ninnehavaren erinras om de krav som gäller för elevtillstånd\r\neller certifikat (erinran).\r\n\r\nÅterkallelse tills vidare\r\n\r\n20 § Ett elevtillstånd eller ett flygcertifikat ska\r\nåterkallas eller begränsas tills vidare i avvaktan på ett\r\nslutligt avgörande av frågan, om det på sannolika skäl kan\r\nantas att tillståndet eller certifikatet kommer att\r\nåterkallas slutligt eller begränsas.\r\n\r\nOmhändertagande av flygcertifikat\r\n\r\n21 § Ett flygcertifikat ska omhändertas, om innehavaren vid\r\nutövande av luftfart har\r\n\r\n1. visat tydliga tecken på påverkan av alkohol eller något\r\nannat ämne, eller\r\n\r\n2. gjort sig skyldig till grov oaktsamhet eller har visat\r\nuppenbar likgiltighet för andra människors liv eller\r\negendom.\r\n\r\nEtt certifikat får också omhändertas, om innehavaren på grund\r\nav sjukdom eller skada eller av någon annan sådan orsak inte\r\nkan fullgöra de uppgifter som certifikatet avser på ett\r\ntrafiksäkert sätt.\r\n\r\nEtt certifikat gäller inte när det är omhändertaget.\r\n\r\nEtt beslut om omhändertagande av flygcertifikat får meddelas\r\nav Polismyndigheten, åklagare eller Transportstyrelsen.\r\nFrågan om ett omhändertagande ska följas av en ansökan om\r\nåterkallelse eller om flygcertifikatet ska återlämnas ska\r\nprövas skyndsamt.\r\n\r\nRegeringen får meddela ytterligare föreskrifter om\r\nomhändertagande av flygcertifikat. Lag (2014:745).\r\n\r\nSpärrtid\r\n\r\n22 § Om en ansökan om att ett elevtillstånd eller ett\r\nflygcertifikat ska utfärdas eller förnyas inte kan bifallas\r\npå grund av sökandens personliga förhållanden, ska en\r\nspärrtid bestämmas som ska förflyta innan handlingen får\r\nutfärdas. Detsamma gäller om ett elevtillstånd eller ett\r\nflygcertifikat återkallas med stöd av 16 § 1, 2, 3, 4, 5\r\neller 6. Spärrtiden ska vara lägst tre månader och högst tre\r\når. Vid återkallelse enligt 16 § 1 eller 2 ska spärrtiden\r\nbestämmas till lägst ett år. Vid återkallelse räknas tiden\r\nfrån det att behörigheten fråntogs innehavaren av\r\nelevtillståndet eller flygcertifikatet.\r\n\r\nEn spärrtid som har fastställts enligt första stycket får,\r\nsedan beslutet om fastställande av tiden har vunnit laga\r\nkraft, sättas ned om nya omständigheter inträffar eller\r\nframkommer och det finns synnerliga skäl för nedsättning. Det\r\nfår dock inte bestämmas kortare tid än som anges i första\r\nstycket tredje eller fjärde meningen.\r\n\r\nUnderlåtelse av certifikatingripande m.m.\r\n\r\n23 § Om ett elevtillstånd eller ett flygcertifikat varit\r\nåterkallat tills vidare under minst så lång tid som skulle ha\r\nbestämts som spärrtid, får det när frågan om återkallelse\r\nslutligt avgörs beslutas att ytterligare ingripande inte ska\r\nske. Detsamma gäller om ett flygcertifikat har varit\r\nomhändertaget.\r\n\r\nNytt certifikat efter återkallelse\r\n\r\n24 § Ansökan om utfärdande av flygcertifikat efter\r\nåterkallelse får inte prövas innan spärrtiden löpt ut.\r\n\r\nEfter återkallelse får ett nytt flygcertifikat utfärdas\r\nendast om sökanden uppfyller kraven i 9 § första stycket och\r\nhar avlagt de certifikatprov som har föreskrivits med stöd av\r\n10 §.\r\n\r\nCertifikatkontroll\r\n\r\n25 § Den myndighet som prövar frågor om certifikat får besluta \r\n\r\n1. att den som innehar ett elevtillstånd eller ett \r\nflygcertifikat ska lämna ett intyg om sin fysiska och psykiska \r\nlämplighet att inneha tillståndet eller certifikatet, och \r\n\r\n2. att en certifikatinnehavare ska genomgå de undersökningar \r\noch prov som behövs (certifikatkontroll), om det kan antas att \r\ninnehavaren inte på ett betryggande sätt kan utföra de \r\nuppgifter som certifikatet avser. Lag (2025:1061).\r\n\r\n25 a § En certifikatinnehavare ska anmäla omständigheter som \r\nkan antas ha betydelse för behörigheten till den myndighet som \r\nprövar frågor om certifikat. Lag (2025:1061).\r\n\r\nUtländska flygcertifikat\r\n\r\n26 § Ett utländskt flygcertifikat får godkännas i Sverige \r\nendast för den tid då certifikatet är giltigt.\r\n\r\nDet som sägs om\r\n\r\n1. återkallelse och begränsning av certifikat i 16-18 och \r\n20 §§ ska också gälla återkallelse och begränsning av ett \r\ngodkännande, \r\n\r\n2. varning och erinran i 19 § ska också gälla innehavare av \r\nett godkänt utländskt flygcertifikat,\r\n\r\n3. omhändertagande i 21 § ska också gälla godkända utländska \r\nflygcertifikat,\r\n\r\n4. spärrtid för utfärdande av certifikat i 22 § ska också \r\ngälla för beslut att godkänna ett utländskt flygcertifikat,\r\n\r\n5. beslut om ytterligare ingripande i 23 § ska också gälla \r\ningripande i fråga om godkända utländska flygcertifikat,\r\n\r\n6. prövning och utfärdande av nytt certifikat efter \r\nåterkallelse i 24 § ska också gälla prövning och beslut om ett \r\nnytt godkännande efter att ett godkännande har återkallats, \r\noch\r\n\r\n7. certifikatkontroll i 25 § ska också gälla innehavare av ett \r\ngodkänt utländskt certifikat. Lag (2025:1061).\r\n\r\n26 a § Om det i fråga om någon som har ett erkänt utländskt \r\nflygcertifikat finns en omständighet som enligt 16 § medför \r\natt ett flygcertifikat ska återkallas, får det beslutas att \r\ndet erkända utländska flygcertifikatet inte ska gälla för \r\nluftfart i Sverige. För ett sådant beslut ska det som sägs i \r\n17 och 18 §§ om återkallelse och begränsning av ett certifikat \r\ntillämpas på motsvarande sätt. Lag (2025:1061).\r\n\r\nPrövning av frågor om elevtillstånd och flygcertifikat\r\n\r\n27 § Transportstyrelsen prövar, med de undantag som anges i \r\n28 §, frågor om elevtillstånd, flygcertifikat, medicinska \r\nintyg, godkännande av utländska flygcertifikat och erkända \r\nutländska flygcertifikats giltighet för luftfart i Sverige.\r\n\r\nOm ett medicinskt intyg har utfärdats eller förlängts av en \r\nsådan förordnad läkare som avses i 10 § 6, får \r\nTransportstyrelsen inom en tid av sextio dagar från dagen för \r\nutfärdandet eller förlängningen ompröva om den enskilde \r\nuppfyller föreskrivna medicinska krav. Lag (2025:1061).\r\n\r\n28 § Allmän förvaltningsdomstol prövar efter ansökan frågor\r\nom\r\n\r\n1. återkallelse av elevtillstånd, flygcertifikat och\r\ngodkännande av utländska flygcertifikat,\r\n\r\n2. varning, och\r\n\r\n3. nedsättning av spärrtid som bestämts av domstol enligt\r\n22 § första stycket.\r\n\r\nFrågor om återkallelse eller begränsning tills vidare av\r\nelevtillstånd eller flygcertifikat prövas av domstol, dock\r\nendast om handlingen har omhändertagits enligt 21 § första\r\nstycket eller om i annat fall fråga om återkallelse eller\r\nbegränsning är anhängig vid domstol.\r\n\r\n29 § I mål om elevtillstånd, flygcertifikat och godkännande\r\nav utländska flygcertifikat får rätten förelägga den enskilda\r\nparten att lämna\r\n\r\n1. medicinskt intyg eller annat intyg om sin fysiska och\r\npsykiska lämplighet,\r\n\r\n2. bevis om att han eller hon har avlagt certifikatprov,\r\n\r\n3. bevis om att han eller hon har genomgått\r\ncertifikatkontroll.\r\n\r\nEtt sådant föreläggande får överklagas endast i samband med\r\nett överklagande av det beslut varigenom målet avgörs.\r\n\r\n30 § Om rätten i ett mål om återkallelse av ett\r\nelevtillstånd, ett flygcertifikat eller ett godkännande av\r\nett utländskt flygcertifikat beslutar att återkallelse inte\r\nska ske, får rätten meddela särskilda villkor för\r\nelevtillståndet, certifikatet eller godkännandet.\r\n\r\n31 § I mål som prövas med stöd av 28 § förs det allmännas\r\ntalan av Transportstyrelsen.\r\n\r\nFlygdagbok\r\n\r\n32 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om att en förare av ett luftfartyg\r\noch annan ska föra flygdagbok och om hur detta ska ske.\r\n\r\n5 kap. Luftfartygs befälhavare och besättning samt\r\ntjänstgöring ombord\r\n\r\nLuftfartygs befälhavare\r\n\r\n1 § Ett luftfartyg ska ha en befälhavare när det används vid\r\nluftfart.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela ytterligare föreskrifter om befälhavare.\r\n\r\nLuftfartygs besättning\r\n\r\n2 § Ett luftfartygs ägare eller, om luftfartyget inte används\r\nav ägaren, den som brukar det i ägarens ställe ska se till\r\natt luftfartyget är bemannat på föreskrivet sätt.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela ytterligare föreskrifter om ett luftfartygs\r\nbesättning.\r\n\r\nBefälhavarens myndighet\r\n\r\n3 § Befälhavaren har den högsta myndigheten ombord. Om det\r\nbehövs får han eller hon bestämma att medlemmar av\r\nbesättningen tillfälligt ska arbeta med annat än det som\r\nderas anställning avser. Passagerarna ska rätta sig efter vad\r\nbefälhavaren bestämmer om ordningen ombord.\r\n\r\nBefälhavaren får sätta i land eller vägra att ta ombord\r\nbesättningsmedlemmar, passagerare och gods, när\r\nomständigheterna kräver det.\r\n\r\nFörberedande och genomförande av flygning\r\n\r\n4 § Befälhavaren ska övervaka att luftfartyget är\r\nluftvärdigt. Han eller hon ska se till att det är utrustat,\r\nbemannat och lastat på föreskrivet sätt. Vidare ska\r\nbefälhavaren se till att flygningen förbereds och genomförs i\r\nenlighet med gällande bestämmelser.\r\n\r\nBefälhavaren har när det gäller luftvärdigheten samma\r\nskyldighet att göra anmälan som ägaren har enligt 3 kap. 1 §\r\nförsta stycket.\r\n\r\nUpprätthållande av ordning\r\n\r\n5 § Om någon genom sitt uppträdande ombord utgör en omedelbar\r\nfara för flygsäkerheten eller luftfartsskyddet, får\r\nbefälhavaren vidta de åtgärder mot denne som behövs för att\r\navvärja faran.\r\n\r\nFör att genomföra dessa åtgärder får befälhavaren inte\r\nanvända strängare medel än förhållandena kräver.\r\n\r\nBefälhavaren bör i första hand försöka tala den som skapat\r\nfaran till rätta genom upplysningar och uppmaningar. Våld får\r\ntillgripas endast när andra medel inte hjälper. Om våld\r\ntillgrips ska den lindrigaste form brukas som kan förväntas\r\nleda till det avsedda resultatet. Våld får inte brukas längre\r\nän som är absolut nödvändigt.\r\n\r\nMedlemmar av besättningen ska lämna befälhavaren den hjälp\r\nhan eller hon behöver. Passagerare får efter uppmaning av\r\nbefälhavaren lämna sådan hjälp. Om en åtgärd med hänsyn till\r\nfaran måste vidtas omedelbart, får besättningsmedlemmar och\r\npassagerare själva genomföra den utan uppmaning av\r\nbefälhavaren.\r\n\r\nBesättningsmedlemmar och passagerare som lämnar hjälp eller\r\nannars vidtar åtgärd enligt fjärde stycket har samma rätt som\r\nbefälhavaren att bruka våld.\r\n\r\n6 § Om något svårare brott begås ombord, ska befälhavaren om\r\nmöjligt vidta de åtgärder som behövs för utredningen och som\r\ninte kan uppskjutas.\r\n\r\nBefälhavaren ska om möjligt se till att gärningsmannen inte\r\navviker och får omhänderta honom eller henne för att hindra\r\ndet. I sådant fall gäller bestämmelserna i 5 §.\r\nGärningsmannen får inte vara omhändertagen längre än till\r\ndess han eller hon kan överlämnas till en behörig svensk\r\neller utländsk myndighet.\r\n\r\nBefälhavaren får ta i förvar sådana föremål som kan ha\r\nbetydelse för utredningen. Han eller hon ska till den\r\nmyndighet som avses i andra stycket ge de upplysningar och\r\növerlämna de föremål som kan ha betydelse för utredningen.\r\n\r\nFörsorg om passagerare, luftfartyg och gods\r\n\r\n7 § Om ett luftfartyg råkar i nöd, ska befälhavaren göra allt\r\nvad han eller hon kan för att rädda ombordvarande, luftfartyg\r\noch gods. Måste luftfartyget överges ska han eller hon om\r\nmöjligt se till att luftfartygshandlingarna tas om hand.\r\n\r\nRapporteringsskyldighet\r\n\r\n8 § Om det inträffar en olyckshändelse vid användningen av\r\nett luftfartyg som medför att någon avlider, att någon blir\r\nallvarligt skadad, att luftfartyget får betydande skada eller\r\natt egendom som inte transporteras med luftfartyget får\r\nbetydande skada, ska befälhavaren rapportera det inträffade.\r\nHan eller hon ska också rapportera, när det har funnits någon\r\nallvarlig fara för att en sådan olycka skulle inträffa eller\r\nnär något har hänt som tyder på ett väsentligt fel hos\r\nluftfartyget eller markorganisationen.\r\n\r\nLuftfartygets ägare eller, om luftfartyget inte används av\r\nägaren, den som brukar det ska\r\n\r\n1. fullgöra de skyldigheter som anges i första stycket, om\r\nbefälhavaren inte kan fullgöra sin skyldighet, och\r\n\r\n2. rapportera om ett luftfartyg har försvunnit under flygning\r\noch inte har kunnat återfinnas.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om att rapporteringsskyldigheten ska\r\ngälla också för medlemmar av besättningen eller för andra som\r\nutfört arbete som har samband med berörd flygning. Regeringen\r\nfår meddela föreskrifter om att rapportering av olyckor och\r\ntillbud som är av betydelse för luftfartens säkerhet ska\r\nrapporteras också i andra fall än som anges i första och\r\nandra styckena.\r\n\r\nI 10 kap. finns bestämmelser om rapportering av händelser\r\ninom civil luftfart.\r\n\r\nFörbud mot tjänstgöring vid sjukdom m.m.\r\n\r\n9 § Den får inte tjänstgöra ombord som på grund av sjukdom, \r\nuttröttning, påverkan av alkohol eller andra medel eller av \r\nandra sådana skäl inte kan fullgöra sina uppgifter på ett \r\nbetryggande sätt. Lag (2019:353).\r\n\r\n6 kap. Flygplatser och den övriga markorganisationen\r\n\r\nFlygplatser och andra start- och landningsplatser\r\n\r\n1 § Med flygplats avses i denna lag ett mark- eller\r\nvattenområde, som helt eller delvis har inrättats så att\r\nluftfartyg ska kunna ankomma, avgå samt röra sig på marken\r\neller vattnet.\r\n\r\n2 § För start och landning med luftfartyg ska i första hand\r\nen flygplats användas. Regeringen eller den myndighet som\r\nregeringen bestämmer får meddela föreskrifter om vilka\r\nflygplatser som får användas vid olika slag av luftfart.\r\n\r\nFör start och landning får tillfälligt eller i begränsad\r\nomfattning även ett land- eller vattenområde användas som\r\ninte särskilt har inrättats för ett sådant ändamål. Skulle\r\nstart eller landning innebära nämnvärd skada eller olägenhet\r\nför områdets ägare eller innehavare krävs dennes samtycke. I\r\nfråga om användande för start och landning av områden, som\r\ninte har inrättats för sådana ändamål eller som tillfälligt\r\nhar inrättats för sådana ändamål, gäller de föreskrifter som\r\nmeddelas av regeringen eller den myndighet som regeringen\r\nbestämmer.\r\n\r\nDet som sägs i första och andra styckena gäller inte\r\nnödsituationer eller andra därmed jämförbara fall.\r\n\r\n3 § Om det behövs av hänsyn till natur- eller miljövård,\r\nfriluftsliv, kommunikationer, fiske eller näringsverksamhet,\r\nfår regeringen eller den myndighet som regeringen bestämmer\r\nmeddela föreskrifter om att ett visst område inte får\r\nanvändas för landning.\r\n\r\n4 § Flygplatser ska uppfylla flygsäkerhetens och\r\nluftfartsskyddets krav.\r\n\r\nTillstånd att inrätta en flygplats\r\n\r\n5 § För att inrätta en flygplats krävs tillstånd av\r\nregeringen eller den myndighet som regeringen bestämmer.\r\nDetsamma gäller om en flygplats byggs om, såvida inte\r\nombyggnaden är av mindre betydelse för flygplatsens\r\nanvändning.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta att\r\nen flygplats med hänsyn till dess art, trafikens ringa\r\nomfattning eller andra särskilda omständigheter får inrättas\r\nutan ett sådant tillstånd som avses i första stycket.\r\n\r\n6 § Ett tillstånd enligt 5 § får meddelas endast om \r\nflygplatsen är lämplig från allmän synpunkt. Vid prövningen \r\nska hänsyn särskilt tas till flygsäkerheten, relationen till \r\növrig luftfart och andra transportslag, totalförsvaret samt \r\nsärskilda störningar.\r\n\r\nVid tillståndsprövningen ska 3 och 4 kap. samt 5 kap. 3–5 §§ \r\nmiljöbalken tillämpas. Ett tillstånd som medverkar till att \r\nen miljökvalitetsnorm för annat än vatten som avses i 5 kap. \r\n2 § första stycket 1 miljöbalken inte följs får meddelas \r\nendast om tillståndet förenas med de krav som behövs för att \r\nfölja normen eller om det finns en sådan förutsättning för \r\ntillstånd som anges i 5 kap. 5 § andra stycket miljöbalken. \r\nVid tillståndsprövningen ska prövningsmyndigheten tillämpa \r\ndet som sägs om mark- och miljödomstolens handläggning i 22 \r\nkap. 13 § miljöbalken.\r\n\r\nEtt tillstånd får inte meddelas i strid mot en detaljplan \r\neller områdesbestämmelser. Om syftet med planen eller \r\nbestämmelserna inte motverkas, får dock mindre avvikelser \r\ngöras. Lag (2018:1423).\r\n\r\n7 § När ett tillstånd enligt 5 § meddelas, får tillståndet\r\nförenas med villkor. Om tillståndet meddelas av regeringen,\r\nfår sådana villkor bestämmas av den myndighet som regeringen\r\nbestämmer.\r\n\r\nDrifttillstånd för flygplatser\r\n\r\n8 § En flygplats, eller en flygplats som har byggts om, får \r\ninte tas i bruk innan den har godkänts från \r\nflygsäkerhetssynpunkt och fått ett drifttillstånd av den \r\nmyndighet som regeringen bestämmer.\r\n\r\nEtt drifttillstånd ska ges för viss tid. Tillståndet ska ges \r\ntill den som driver flygplatsen och ska innehålla de villkor \r\nsom ska gälla.\r\n\r\nTrots första stycket får en ombyggd flygplats tas i bruk om \r\nombyggnaden är av mindre betydelse för flygplatsens \r\nanvändning. Lag (2025:1061).\r\n\r\n8 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om vilka krav som ska vara uppfyllda \r\nfrån flygsäkerhetssynpunkt för att ett område ska få användas \r\nsom flygplats. Lag (2025:1061).\r\n\r\n9 § Den myndighet som har gett ett drifttillstånd enligt 8 § \r\nska \r\n\r\n1. återkalla tillståndet, om de föreskrifter eller villkor som \r\navses i 8 och 8 a §§ åsidosätts i väsentlig grad eller om \r\nflygplatsen annars inte uppfyller de krav som gäller för \r\nflygplatser, eller \r\n\r\n2. begränsa tillståndet till att gälla viss del av \r\nverksamheten eller att gälla under vissa förutsättningar, om \r\ndet finns förutsättningar för återkallelse men en begränsning \r\när tillräcklig för att upprätthålla flygsäkerheten.\r\n\r\nOm det i ett ärende om återkallelse finns sannolika skäl att \r\nanta att tillståndet slutligt kommer att bli återkallat, ska \r\nmyndigheten besluta att återkalla tillståndet tills vidare i \r\nväntan på myndighetens slutliga beslut i ärendet. \r\n\r\nOm det i ett ärende om begränsning finns sannolika skäl att \r\nanta att tillståndet slutligt kommer att begränsas, får \r\nmyndigheten besluta att begränsa tillståndet tills vidare i \r\nväntan på myndighetens slutliga beslut i ärendet.\r\nLag (2025:1061).\r\n\r\n10 § Den som driver en flygplats ska anmäla om något\r\ninträffar som medför att kraven för drifttillstånd inte\r\nlängre är uppfyllda. Om det krävs av flygsäkerhetsskäl, ska\r\nden som driver flygplatsen se till att anläggningen inte\r\nanvänds eller att användningen begränsas.\r\n\r\n10 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter, eller i ett enskilt fall besluta, om \r\natt en flygplats med hänsyn till dess art, trafikens ringa \r\nomfattning eller andra särskilda omständigheter inte behöver \r\nha ett drifttillstånd innan den tas i bruk\r\n\r\n11 § Om en flygplats, som inte behöver drifttillstånd innan\r\nden tas i bruk, inte uppfyller flygsäkerhetskraven, får\r\nregeringen eller den myndighet som regeringen bestämmer i ett\r\nenskilt fall besluta att den inte får användas eller ange\r\nunder vilka förutsättningar den får användas.\r\n\r\nÖvriga tillstånd\r\n\r\n12 § Regeringen får meddela föreskrifter om att det krävs\r\ntillstånd för att inrätta och driva även andra anläggningar\r\nför luftfarten än flygplatser. Frågor om tillstånd och om\r\nvillkoren för dessa prövas av regeringen eller den myndighet\r\nsom regeringen bestämmer.\r\n\r\nFlygtrafiktjänst\r\n\r\n13 § Det ska finnas flygtrafiktjänst för att trygga och\r\nunderlätta luftfarten. Verksamheten inom flygtrafiktjänst ska\r\nvara godkänd från flygsäkerhetssynpunkt av regeringen eller\r\nden myndighet som regeringen bestämmer. Ett godkännande får\r\nåterkallas av den myndighet som har meddelat det, om\r\nföreskrivna krav inte uppfylls.\r\n\r\nFlygtrafikledningstjänsten ska ombesörjas av den myndighet\r\nsom regeringen bestämmer.\r\n\r\nFlygtrafikledningstjänst för luftrummet i anslutning till\r\nandra flygplatser än sådana som ägs eller drivs av staten\r\neller av en juridisk person där staten har ett bestämmande\r\ninflytande får dock ombesörjas av den som driver flygplatsen\r\neller den som fått ett sådant uppdrag av den som driver\r\nflygplatsen. Den som utför sådan flygtrafikledningstjänst får\r\nlämna tillstånd i form av klarering och anvisningar om\r\nfärdväg för luftfartyg.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om flygtrafiktjänsten. Lag (2014:1034).\r\n\r\nTystnadsplikt\r\n\r\n14 § Den som har fullgjort uppgifter inom flygtrafiktjänst\r\nfår inte obehörigen röja eller utnyttja vad han eller hon\r\nunder uppdraget eller i sin tjänst fått veta om enskildas\r\nekonomiska eller personliga förhållanden.\r\n\r\nI det allmännas verksamhet tillämpas bestämmelserna i\r\noffentlighets- och sekretesslagen (2009:400) i stället för\r\ndet som sägs i första stycket.\r\n\r\nLuftfartsskyddet på flygplatser m.m.\r\n\r\n15 § I lagen (2004:1100) om luftfartsskydd och i EU-\r\nrättsakter som det hänvisas till i den lagen finns närmare\r\nbestämmelser om luftfartsskyddet på flygplatser m.m.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får i\r\nett enskilt fall besluta att en anläggning eller en\r\nverksamhet vid en anläggning som används för luftfart inte\r\nfår användas eller att verksamheten inte får bedrivas om inte\r\nluftfartsskyddets krav är uppfyllda, eller ange under vilka\r\nförutsättningar anläggningen får användas eller verksamheten\r\nbedrivas.\r\n\r\nOrdning och säkerhet m.m.\r\n\r\n16 § Utan tillstånd av den som driver en flygplats får inte\r\nnågon beträda en sådan del av ett flygplatsområde där det\r\ngenom stängsel eller skyltar eller på annat liknande sätt\r\nklart framgår att allmänheten inte har tillträde. Motsvarande\r\ngäller för andra anläggningar för luftfarten.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela ytterligare föreskrifter om tillträde till\r\nflygplatser och andra anläggningar för luftfarten och om\r\nordningen där.\r\n\r\nEn befattningshavare som fullgör ordnings- och\r\nsäkerhetstjänst vid en flygplats eller en annan anläggning\r\nför luftfarten får från flygplatsområdet eller anläggningen\r\navvisa eller avlägsna den som obehörigen uppehåller sig där\r\neller som stör ordningen eller äventyrar flygsäkerheten eller\r\nluftfartsskyddet.\r\n\r\nUtländska luftfartygs tillträde till flygplatser\r\n\r\n17 § En flygplats som är öppen för allmänt bruk ska på samma\r\nvillkor som för svenska luftfartyg i internationell trafik\r\nvara öppen för utländska luftfartyg i sådan trafik, om dessa\r\när registrerade i en stat som har träffat överenskommelse med\r\nSverige om denna förmån.\r\n\r\nAvgifter\r\n\r\n18 § /Upphör att gälla U:den dag regeringen bestämmer/\r\nDen som driver en flygplats och den som tillhandahåller\r\ntjänster för luftfarten får ta ut avgifter för användningen\r\nav flygplatsen, andra allmänna anläggningar och tjänsterna.\r\n\r\nI den omfattning som följer av 1981 års multilaterala\r\növerenskommelse om undervägsavgifter ska Europeiska\r\norganisationen för säkrare flygtrafiktjänst (Eurocontrol)\r\nmeddela föreskrifter om, påföra och driva in\r\nundervägsavgifter.\r\n\r\n18 § /Träder i kraft I:den dag regeringen bestämmer/\r\nDen som driver en flygplats och den som tillhandahåller\r\ntjänster för luftfarten får ta ut avgifter för användningen\r\nav flygplatsen, andra allmänna anläggningar och tjänsterna.\r\n\r\nI den omfattning som följer av bilaga IV till den reviderade\r\ninternationella Eurocontrolkonventionen ska Europeiska\r\norganisationen för säkrare flygtrafiktjänst (Eurocontrol)\r\nmeddela föreskrifter om, påföra och driva in\r\nundervägsavgifter. Lag (2010:501).\r\n\r\n18 a § I lagen (2011:866) om flygplatsavgifter finns\r\nytterligare bestämmelser om avgifter. Lag (2011:868).\r\n\r\nFlygledare m.m.\r\n\r\n19 § Endast den får arbeta som flygledare i\r\nflygtrafikledningstjänst eller flygtekniker som har ett\r\ngällande certifikat för arbetet. Regeringen eller den\r\nmyndighet som regeringen bestämmer får meddela föreskrifter\r\nom eller i ett enskilt fall besluta om undantag från kravet\r\npå certifikat när det gäller arbete som utförs inom\r\norganisationer som uppfyller flygsäkerhetens krav med hänsyn\r\ntill arbetets omfattning.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om\r\n\r\n1. att annan personal med uppgifter inom markorganisationen\r\neller med andra uppgifter av betydelse för flygsäkerheten än\r\nsom avses i 4 kap. ska ha behörighetsbevis,\r\n\r\n2. att det krävs elevtillstånd och medicinskt intyg för att\r\ngenomgå utbildning för certifikat och för att få certifikat\r\noch behörighetsbevis, och\r\n\r\n3. godtagande i Sverige av utländska elevtillstånd,\r\ncertifikat och behörighetsbevis.\r\n\r\nI fråga om elevtillstånd, certifikat, behörighetsbevis och\r\nmedicinskt intyg gäller bestämmelserna i 4 kap. 6 och 8–31\r\n§§.\r\n\r\n20 § Bestämmelsen i 5 kap. 9 § gäller också flygledare i\r\nflygtrafikledningstjänst och flygtekniker. Regeringen får\r\nmeddela föreskrifter om att bestämmelsen i 5 kap. 9 § ska\r\ngälla även annan personal inom markorganisationen med\r\ntjänstgöring som är av betydelse för flygsäkerheten.\r\n\r\nFlyghinder\r\n\r\n21 § För att förebygga fara för flygsäkerheten får regeringen\r\neller den myndighet som regeringen bestämmer meddela\r\nföreskrifter om\r\n\r\n1. förbud mot eller annan begränsning av uppsättning av\r\nmärken, belysning eller andra anordningar som kan utgöra en\r\nsådan fara, och\r\n\r\n2. markering av byggnader, andra anläggningar och objekt som\r\nkan utgöra sådan fara (flyghinder).\r\n\r\nFöreskrifter som meddelas med stöd av första stycket får inte\r\nleda till något avsevärt men för dem som äger eller har\r\nsärskild rätt till berörd mark.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om åtgärder som får vidtas när\r\nföreskrifter enligt första stycket inte följs.\r\n\r\n22 § I fråga om kostnader för markering av flyghinder enligt\r\n21 § första stycket 2 gäller följande, om inte annat har\r\navtalats.\r\n\r\nVid inrättande eller ändring av en flygplats eller\r\ntillhörande inflygnings- eller utflygningsprocedurer ska\r\nkostnaderna betalas av den som inrättar en flygplats eller\r\nansöker om att ändra procedurerna.\r\n\r\nVid uppförande av en byggnad eller annan anläggning vid en\r\nbefintlig flygplats och tillhörande inflygnings- eller\r\nutflygningsprocedurer ska kostnaderna betalas av den som\r\nuppför byggnaden eller anläggningen.\r\n\r\n23 § Den som för egen räkning utför eller låter utföra\r\narbeten som avser uppförande eller tillbyggnad av en byggnad\r\neller annan anläggning som kan utgöra fara för flygsäkerheten\r\när skyldig att göra en anmälan om arbetena innan dessa\r\npåbörjas (flyghinderanmälan).\r\n\r\nRegeringen får meddela ytterligare föreskrifter om\r\nskyldigheten att göra flyghinderanmälan.\r\n\r\nMarktjänster\r\n\r\n24 § I lagen (2000:150) om marktjänster på flygplatser finns\r\nbestämmelser om tillträde till marknaden för marktjänster på\r\nflygplatser som står öppna för kommersiell lufttrafik.\r\n\r\n7 kap. Tillstånd att bedriva luftfart\r\n\r\nFlygsäkerhetsmässiga tillstånd\r\n\r\nDrifttillstånd\r\n\r\n1 § Den som vill utföra lufttransporter mot betalning åt\r\nallmänheten ska ha ett drifttillstånd.\r\n\r\nEtt drifttillstånd ska vara utfärdat i Sverige. Som\r\ndrifttillstånd enligt detta kapitel får, i fråga om ett\r\nutländskt flygföretag som är hemmahörande i ett annat land\r\nsom är medlem i Internationella civila\r\nluftfartsorganisationen (ICAO) eller i ett land som Sverige\r\nträffat avtal med om rätt till luftfart inom svenskt område,\r\ngodtas ett drifttillstånd eller en likvärdig handling som har\r\nutfärdats av det landet i enlighet med ICAO:s normer.\r\nOm det finns särskilda skäl, får regeringen eller den\r\nmyndighet som regeringen bestämmer i ett enskilt fall besluta\r\nom undantag från första och andra styckena. Ett sådant beslut\r\nfår avse endast enstaka flygningar när drifttillstånd eller\r\nen likvärdig handling saknas.\r\n\r\n2 § Ett drifttillstånd får beviljas endast om det visas att\r\nverksamheten kan bedrivas på ett från flygsäkerhetssynpunkt\r\nbetryggande sätt med hänsyn till sökandens kompetens och\r\norganisation samt förutsättningarna i övrigt.\r\n\r\n3 § Ett drifttillstånd får ges endast till \r\n\r\n1. svenska staten,\r\n\r\n2. svenska kommuner eller regioner,\r\n\r\n3. medborgare i ett land inom Europeiska unionen (EU-land) som \r\nhar sitt hemvist i Sverige eller till dödsbo efter en sådan \r\nperson, \r\n\r\n4. svenska handelsbolag som endast har bolagsmän som är \r\nmedborgare i ett EU-land, \r\n\r\n5. svenska föreningar, samfund eller stiftelser, som i \r\nstyrelsen endast har ledamöter som är medborgare i ett EU-\r\nland, \r\n\r\n6. svenska aktiebolag, om majoriteten av kapitalvärdet och \r\nröstvärdet ägs av medborgare i ett EU-land eller av någon som \r\nkan få tillstånd enligt denna paragraf, \r\n\r\n7. europeiska ekonomiska intressegrupperingar som har sitt \r\nsäte i Sverige. \r\n\r\nOm ägaren till ett aktiebolag som ansöker om tillstånd enligt \r\ndenna paragraf är ett annat aktiebolag, ska det som sägs i \r\nförsta stycket 6 också gälla det bolaget. \r\n\r\nEtt tillstånd förfaller, om kraven i första och andra styckena \r\ninte längre är uppfyllda och rättelse inte sker inom den tid \r\nsom bestäms av den myndighet som har meddelat tillståndet. \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får, \r\nom det finns särskilda skäl, i ett enskilt fall besluta om \r\nundantag från denna paragraf. Lag (2019:942).\r\n\r\n4 § Ett drifttillstånd ska gälla för viss typ av luftfart och\r\nför vissa luftfartyg. Tillståndet ska ges för viss tid och\r\ninnehålla de villkor som ska gälla.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela ytterligare föreskrifter om drifttillstånd.\r\n\r\n5 § Frågor om drifttillstånd prövas av den myndighet som\r\nregeringen bestämmer.\r\n\r\n6 § Om en tillståndshavare i väsentlig grad åsidosätter\r\nföreskrifterna eller villkoren för verksamheten, ska\r\ndrifttillståndet återkallas. Tillståndet ska också\r\nåterkallas, om det måste antas att innehavaren inte kan\r\nupprätthålla verksamheten. Om det är tillräckligt för att\r\nupprätthålla flygsäkerheten, får ett drifttillstånd i stället\r\nbegränsas till att gälla viss del av verksamheten eller att\r\ngälla under vissa förutsättningar.\r\n\r\nEtt drifttillstånd ska återkallas tills vidare i avvaktan på\r\nett slutligt avgörande av återkallelsefrågan, om det på\r\nsannolika skäl kan antas att drifttillståndet kommer att\r\nåterkallas slutligt. Om det på sannolika skäl kan antas att\r\ntillståndet kommer att begränsas slutligt, får det begränsas\r\ntills vidare i avvaktan på ett slutligt avgörande.\r\n\r\n7 § Den som har ett drifttillstånd ska anmäla om något\r\ninträffar som medför att kraven för drifttillstånd inte\r\nlängre är uppfyllda.\r\n\r\nBruksflygtillstånd\r\n\r\n8 § För att få utföra arbeten med hjälp av luftfartyg, såsom\r\nlyft, bogsering, inspektioner och övervakning, krävs ett\r\nbruksflygtillstånd.\r\n\r\nDet som föreskrivs om drifttillstånd i 1 § andra och tredje\r\nstyckena och 2–7 §§ ska också gälla bruksflygtillstånd. Om\r\nregeringen bestämmer det, får den myndighet som prövar frågor\r\nom bruksflygtillstånd uppdra åt någon annan att göra\r\nprövningen.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får i\r\nett enskilt fall besluta om undantag från kravet på\r\nbruksflygtillstånd om verksamheten inte är av större\r\nomfattning eller om det i övrigt finns särskilda skäl.\r\n\r\nTillstånd att bedriva utbildning\r\n\r\n9 § För att få bedriva flygutbildning i Sverige krävs ett\r\nutbildningstillstånd som är utfärdat i Sverige.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta om\r\nundantag från kravet på tillstånd enligt första stycket när\r\ndet är fråga om utbildning för privat flygning. Om en\r\nflygutbildning som har undantagits från tillståndskravet inte\r\nuppfyller föreskrivna flygsäkerhetskrav, får regeringen eller\r\nden myndighet som regeringen bestämmer i ett enskilt fall\r\nbesluta att utbildningen inte får bedrivas.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om att det krävs tillstånd för att\r\nbedriva utbildning av flygledare och annan personal inom\r\nflygtrafiktjänsten i Sverige.\r\n\r\nDet som föreskrivs om drifttillstånd i 2 och 4–7 §§ ska också\r\ngälla tillstånd som föreskrivs i denna paragraf.\r\n\r\nTrafiktillstånd\r\n\r\nKrav för trafiktillstånd\r\n\r\n10 § För att mot betalning få utföra lufttransporter åt\r\nallmänheten eller för att mot betalning få utföra arbeten med\r\nhjälp av luftfartyg krävs ett trafiktillstånd.\r\n\r\nDen som har ett drifttillstånd som är utfärdat i Sverige\r\nbehöver dock inte något trafiktillstånd för att få utföra\r\ninrikes lufttransporter och den som har ett\r\nbruksflygtillstånd som är utfärdat i Sverige behöver inte\r\nnågot trafiktillstånd för att få utföra arbeten med hjälp av\r\nluftfartyg. Regeringen eller den myndighet som regeringen\r\nbestämmer får dock meddela föreskrifter om att det krävs ett\r\ntrafiktillstånd även i dessa fall.\r\n\r\nOm regeringen genom ett avtal med ett annat land eller en\r\ninternationell organisation medgivit trafikrättigheter för\r\nluftfart inom svenskt område, får regeringen besluta om\r\nundantag från kravet på trafiktillstånd enligt första\r\nstycket.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela närmare föreskrifter om trafiktillstånd och om\r\nutövande av trafikrättigheter utan att trafiktillstånd krävs\r\nenligt tredje stycket.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter om eller i ett enskilt fall besluta om\r\natt annan luftfart än luftfart i regelbunden trafik får\r\nutövas utan trafiktillstånd, om det är lämpligt med hänsyn\r\ntill luftfartens art eller omfattning.\r\n\r\nMeddelande och återkallande av trafiktillstånd\r\n\r\n11 § Trafiktillstånd meddelas av regeringen eller den\r\nmyndighet som regeringen bestämmer.\r\n\r\nNär trafiktillstånd meddelas, får tillståndet förenas med\r\nvillkor. Om tillståndet meddelas av regeringen, får sådana\r\nvillkor beslutas av den myndighet som regeringen bestämmer.\r\n\r\nEtt trafiktillstånd eller trafikrättigheter enligt 10 §\r\ntredje stycket får återkallas helt eller för viss tid eller\r\nbegränsas, om tillståndshavaren eller utövaren av\r\ntrafikrättigheten inte iakttar de föreskrifter eller villkor\r\nsom gäller för verksamheten, eller det i övrigt finns\r\nsärskilda skäl.\r\n\r\nÖvriga tillstånd\r\n\r\nTillstånd till inhyrning och uthyrning av luftfartyg\r\n\r\n12 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår, om det behövs av hänsyn till flygsäkerheten eller annars\r\ntill luftfarten inom svenskt område, meddela föreskrifter om\r\natt det krävs tillstånd för att hyra in eller hyra ut ett\r\nluftfartyg.\r\n\r\nDet som föreskrivs om drifttillstånd i 2 och 4–7 §§ ska också\r\ngälla tillstånd som föreskrivs i denna paragraf.\r\n\r\n8 kap. Vissa bestämmelser för lufttrafiken\r\n\r\nTrafikregler\r\n\r\n1 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om\r\n\r\n1. trafik vid luftfart,\r\n\r\n2. vad som i övrigt ska iakttas vid luftfart för att olyckor\r\noch olägenheter ska undvikas,\r\n\r\n3. flygvägar som luftfartyg ska följa inom svenskt område,\r\n\r\n4. begränsningar i användningen av luftrum i anslutning till\r\nsådana flygvägar, samt\r\n\r\n5. flygningar över landets gränser.\r\n\r\nSkyldighet att landa\r\n\r\n2 § När det krävs av hänsyn till allmän ordning och säkerhet, \r\nfår ett luftfartyg uppmanas att landa. Uppmaningen ska riktas \r\ntill fartygets befälhavare. Luftfartyget ska då landa på den \r\nplats som anvisas. Om ingen anvisning lämnas, ska landningen \r\nske på närmaste lämpliga flygplats inom landet.\r\n\r\nEtt luftfartyg, som utan föreskrivet tillstånd kommer in i ett \r\nsådant område som avses i 1 kap. 12 och 14 §§, ska omedelbart \r\nlämna området. Det inträffade ska snarast anmälas till en \r\nflygtrafikledningsenhet. Om ingen annan anvisning lämnas, ska \r\nluftfartyget snarast möjligt landa enligt det som sägs i \r\nförsta stycket.\r\n\r\nOm bestämmelserna i första eller andra stycket inte följs, får \r\nluftfartygets fortsatta färd hindras. Lag (2025:1061).\r\n\r\n2 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela ytterligare föreskrifter om skyldighet att landa.\r\nLag (2025:1061).\r\n\r\nTransport av visst gods\r\n\r\n3 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår av hänsyn till flygsäkerheten, luftfartsskyddet eller om\r\ndet följer av en internationell överenskommelse som Sverige\r\nhar tillträtt meddela föreskrifter om eller i ett enskilt\r\nfall besluta om förbud mot transport med luftfartyg av visst\r\ngods eller om villkor för sådan transport.\r\n\r\nBestämmelser som rör utförsel av krigsmateriel finns i lagen\r\n(1992:1300) om krigsmateriel.\r\n\r\nBestämmelser om transport med luftfartyg av farligt gods\r\nfinns i lagen (2006:263) om transport av farligt gods.\r\n\r\nLuftfartygshandlingar\r\n\r\n4 § Om inte annat särskilt föreskrivs i denna lag, får\r\nregeringen eller den myndighet som regeringen bestämmer\r\nmeddela föreskrifter om handlingar som ska medföras vid\r\nluftfart (luftfartygshandlingar).\r\n\r\n5 § Om någon för att kunna ta till vara sin rätt behöver ta\r\ndel av innehållet i en luftfartygshandling, ska han eller hon\r\nfå det.\r\n\r\nI det allmännas verksamhet gäller i stället bestämmelserna i\r\ntryckfrihetsförordningen och offentlighets- och\r\nsekretesslagen (2009:400).\r\n\r\n6 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om skyldighet för dem som tjänstgör\r\nombord på luftfartyg att medföra flygcertifikat och andra\r\nhandlingar.\r\n\r\n9 kap. Ansvaret för skador genom luftfart\r\n\r\n1 § Bestämmelser om ansvaret för skador som genom luftfart\r\ntillfogas personer eller egendom som inte transporteras med\r\nluftfartyget finns i lagen (1922:382) angående ansvarighet\r\nför skada i följd av luftfart.\r\n\r\n2 § Bestämmelser om skyldighet för lufttrafikföretag och\r\nluftfartygsoperatörer att ha försäkring för sådant ansvar som\r\navses i 1 § finns i Europa-\r\n\r\nparlamentets och rådets förordning (EG) nr 785/2004 av den 21\r\napril 2004 om försäkringskrav för lufttrafikföretag och\r\nluftfartygsoperatörer.\r\n\r\n3 § Regeringen får meddela föreskrifter om att det även i\r\nandra fall än som följer av 2 § ska finnas försäkring för\r\nansvar enligt 1 §. Försäkringen får ersättas av någon\r\nmotsvarande säkerhet som regeringen bestämmer.\r\n\r\n4 § Transportstyrelsen ska utöva tillsyn över att\r\nlufttrafikföretag och luftfartygsoperatörer fullgör de\r\nskyldigheter som följer av förordning (EG) nr 785/2004 i\r\nfråga om försäkring för sådant ansvar som avses i 1 §.\r\n\r\nEtt sådant bevis som avses i artikel 5.1 i förordningen ska\r\nges in till Transportstyrelsen.\r\n\r\n5 § Transportstyrelsen får i fråga om sådana flygningar över\r\nsvenskt område och sådana mellanlandningar som avses i\r\nartikel 8.2 i förordning (EG) nr 785/2004 kräva bevis om\r\ngiltig försäkring.\r\n\r\n6 § Om någon som tjänstgör på luftfartyg är\r\nersättningsskyldig för skada genom luftfart som har uppkommit\r\ngenom hans eller hennes fel eller försummelse i tjänsten, får\r\nrätten jämka ersättningen med hänsyn till felets eller\r\nförsummelsens beskaffenhet, skadans storlek eller\r\nomständigheterna i övrigt. Detsamma gäller i fråga om andra\r\nmed tjänst som har betydelse för trafiksäkerheten.\r\n\r\nI fråga om skadeståndsansvaret för arbetstagare gäller 4 kap.\r\n1 § skadeståndslagen (1972:207).\r\n\r\n10 kap. Flygräddningstjänst, bärgning, undersökning av\r\nluftfartsolyckor och rapportering av händelser\r\n\r\nFlygräddningstjänst\r\n\r\n1 § Bestämmelser om flygräddningstjänst finns i lagen\r\n(2003:778) om skydd mot olyckor.\r\n\r\nEtt luftfartygs ägare eller brukare och de som tjänstgör på\r\nluftfartyg eller vid flygplatser eller andra anläggningar för\r\nluftfarten är skyldiga att delta i flygräddningstjänsten.\r\nRegeringen meddelar föreskrifter om ersättning av allmänna\r\nmedel för deltagandet. I fråga om ersättning vid personskador\r\ngäller bestämmelserna om statligt personskadeskydd i 43, 87 och\r\n88 kap. socialförsäkringsbalken samt lagen (1977:266) om\r\nstatlig ersättning vid ideell skada m.m. Lag (2010:1310).\r\n\r\nBärgning\r\n\r\n2 § Den som bärgar ett luftfartyg som har förolyckats eller\r\nbefinner sig i nöd och alla som medverkar vid bärgningen har\r\nrätt till bärgarlön. Detsamma gäller vid bärgning av gods\r\nombord på ett sådant luftfartyg eller av något som hör till\r\nluftfartyget eller godset. I fråga om bärgarlönen tillämpas\r\n\r\nbestämmelserna i 16 kap. 3 § tredje och fjärde styckena, 5 §\r\nförsta stycket andra och tredje meningarna, 6 § och 10 §\r\ntredje stycket sjölagen (1994:1009). Den som i en sådan\r\nnödsituation räddar människor från luftfartyget eller\r\nmedverkar vid deras räddning har också rätt till en del av\r\nbärgarlönen. De särskilda kostnader som någon i övrigt har\r\nhaft för bevarandet av ett luftfartyg eller av gods ska också\r\nersättas, om kostnaderna har varit nödvändiga.\r\n\r\nDen som deltar i en bärgning trots ett uttryckligt och\r\nbefogat förbud av luftfartygets befälhavare, ägare eller, om\r\nluftfartyget inte används av ägaren, den som brukar det i\r\nägarens ställe har inte rätt till bärgarlön. Detsamma gäller\r\ni fråga om ersättning för kostnader för bevarande av\r\nluftfartyg och gods.\r\n\r\nBestämmelserna om bärgning i denna paragraf tillämpas inte på\r\nsådan bärgning som avses i 16 kap. 1 § 1 sjölagen.\r\n\r\n3 § Den som har en fordran på bärgarlön eller ersättning för\r\nkostnader enligt 2 § har luftpanträtt i luftfartyget eller\r\ngodset med förmånsrätt enligt 4 § 1 förmånsrättslagen\r\n(1970:979), om bärgarlönen eller ersättningen avser åtgärder\r\nsom har avslutats i Sverige.\r\n\r\nEn yngre fordran har företräde framför en äldre. Fordringar\r\nsom har uppkommit på grund av samma händelse har lika rätt\r\ntill betalning.\r\n\r\nFör att ett luftfartyg ska få lämna den plats där åtgärderna\r\nför bärgningen eller bevarandet avslutades, eller för att\r\nägaren ska få ta godset i besittning, krävs att borgenärerna\r\nmedger det. Detta gäller dock inte, om borgenärerna har fått\r\nbetalt för sina fordringar eller säkerhet har ställts.\r\n\r\n4 § Luftpanträtt omfattar inte ersättning som på grund av\r\nförsäkring eller av någon annan anledning betalas för skada\r\npå luftfartyg eller gods.\r\n\r\n5 § Säljs luftfartyget eller godset exekutivt, upphör\r\nluftpanträtten sedan försäljningen har vunnit laga kraft och\r\nköpesumma betalats. Borgenärerna har rätt till betalning ur\r\nköpesumman enligt bestämmelserna i utsökningsbalken.\r\n\r\nLuftpanträtten i godset upphör, om det genom lossning ställs\r\ntill avsändarens eller mottagarens förfogande. Om godset\r\nlämnas ut utan borgenärens tillstånd, svarar den som tar emot\r\ngodset för fordringen, om han eller hon kände till denna. Han\r\neller hon svarar dock inte för mera än det värde som godset\r\nhade vid lossningen.\r\n\r\n6 § Luftpanträtten i ett luftfartyg som är registrerat i\r\nSverige upphör efter tre månader från den dag åtgärderna för\r\nbärgningen eller bevarandet av luftfartyget avslutades. Detta\r\ngäller dock inte, om borgenärens anspråk på panträtt inom\r\nsamma tid har anmälts till inskrivningsmyndigheten för\r\nanteckning i inskrivningsregistret för luftfartyg och\r\ndessutom överenskommelse har träffats om panträttens belopp\r\neller talan om panträtten har väckts i laga ordning.\r\n\r\nBestämmelserna i första stycket gäller också om luftfartyget\r\när registrerat i ett annat land som har biträtt den\r\nkonvention rörande internationellt erkännande av rätt till\r\nluftfartyg som avslutades i Genève den 19 juni 1948\r\n(Genèvekonventionen). Borgenärens anspråk på panträtt ska i\r\nsådant fall anmälas hos den myndighet som för\r\ninskrivningsregistret för luftfartyg.\r\n\r\nOm luftfartyget inte är registrerat eller om det är\r\nregistrerat i ett annat land än som anges i andra stycket,\r\nupphör luftpanträtten efter ett år från den dag åtgärderna\r\nför bärgningen eller bevarandet av luftfartyget avslutades.\r\nDetta gäller dock inte, om inom samma tid överenskommelse har\r\nträffats om panträttens belopp eller talan om panträtten har\r\nväckts i laga ordning.\r\n\r\nUndersökning av luftfartsolyckor och tillbud\r\n\r\n7 § Bestämmelser om undersökning från säkerhetssynpunkt av\r\nluftfartsolyckor och tillbud till sådana olyckor finns i\r\nlagen (1990:712) om undersökning av olyckor.\r\n\r\nRapportering av händelser m.m.\r\n\r\n8 § I syfte att förbättra flygsäkerheten ska händelser inom\r\nluftfart rapporteras till behörig myndighet.\r\n\r\nMed händelse inom luftfart avses i denna lag driftsavbrott,\r\ndefekt, fel eller annan onormal omständighet som har inverkat\r\neller kan inverka på flygsäkerheten, men som inte lett till\r\nsådana luftfartsolyckor eller tillbud som avses i lagen\r\n(1990:712) om undersökning av olyckor.\r\n\r\n9 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om vilka personer inom luftfart som \r\nska vara skyldiga att rapportera händelser enligt 8 §.\r\nLag (2025:1061).\r\n\r\n10 § En arbetsgivare får inte utsätta en arbetstagare för\r\nrepressalier på grund av att arbetstagaren har rapporterat en\r\nhändelse enligt denna lag.\r\n\r\nOm en arbetstagare utsätts för repressalier, ska\r\narbetsgivaren betala skadestånd till arbetstagaren för den\r\nförlust som uppkommer och för den kränkning som\r\nrepressalierna innebär.\r\n\r\n11 kap. Särskilda bestämmelser\r\n\r\nAvgångsförbud\r\n\r\n1 § Transportstyrelsen eller den som styrelsen utser får\r\nförbjuda en flygning och hindra ett luftfartyg från att avgå\r\nom det, när flygningen ska påbörjas, kan antas att\r\nluftfartyget inte uppfyller de villkor som anges i denna lag\r\neller som har fastställts med stöd av lagen. Detsamma gäller\r\nnär andra villkor som fastställts för flygningen inte är\r\nuppfyllda. Om någon annan än Transportstyrelsen har meddelat\r\nbeslutet, ska beslutet genast anmälas till Transportstyrelsen\r\noch prövas av denna.\r\n\r\n2 § Den som driver en flygplats får hindra ett luftfartygs\r\navgång om avgifter för användningen av flygplatsen och\r\ntjänsterna för luftfarten, som avser luftfartygets senaste\r\nankomst, uppehåll och avgång, inte har betalats och säkerhet\r\ninte har ställts.\r\n\r\nVerkställighet av verksamhetsförbud\r\n\r\n2 a § Transportstyrelsen får i fråga om ett lufttrafikföretag\r\nmed svenskt drifttillstånd besluta om de begränsningar i\r\nföretagets verksamhet som behövs för att verkställa ett\r\nverksamhetsförbud som Europeiska kommissionen har beslutat\r\nenligt artikel 16.10 i Europarlamentets och rådets direktiv\r\n2003/87/EG av den 13 oktober 2003 om ett system för handel\r\nmed utsläppsrätter för växthusgaser inom gemenskapen och om\r\nändring av rådets direktiv 96/61/EG, i lydelsen enligt\r\nEuropaparlamentets och rådets förordning (EU) nr 421/2014.\r\n\r\nTransportstyrelsen ska underrätta kommissionen om vidtagna\r\nverkställighetsåtgärder. Lag (2015:368).\r\n\r\nKvarstad\r\n\r\n3 § I lagen (1939:6) om frihet från kvarstad för vissa\r\nluftfartyg finns bestämmelser om att kvarstad inte får läggas\r\npå vissa luftfartyg.\r\n\r\nAvgifter och andra ersättningar för förrättningar\r\n\r\n4 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om avgifter och andra ersättningar \r\nför förrättningar och tillstånd enligt denna lag och \r\nföreskrifter som meddelats med stöd av lagen samt enligt EU-\r\nförordningar på den civila luftfartens område. Beslut om \r\navgifter och andra ersättningar som är förfallna till \r\nbetalning får verkställas enligt utsökningsbalken. \r\n\r\nAv lagen (2014:140) med bemyndigande att meddela vissa \r\nföreskrifter om marknadskontroll av varor och annan \r\nnärliggande tillsyn framgår att föreskrifter om avgifter för \r\nmarknadskontroll enligt Europaparlamentets och rådets \r\nförordning (EU) 2019/1020 av den 20 juni 2019 om \r\nmarknadskontroll och överensstämmelse för produkter och om \r\nändring av direktiv 2004/42/EG och förordningarna (EG) \r\nnr 765/2008 och (EU) nr 305/2011 får meddelas.\r\nLag (2022:1121).\r\n\r\nRadioanläggningar\r\n\r\n5 § I lagen (2022:482) om elektronisk kommunikation finns \r\nsärskilda bestämmelser om användning av radioanläggningar \r\nombord på luftfartyg och inom markorganisationen.\r\nLag (2022:497).\r\n\r\n12 kap. Tillsyn, marknadskontroll och överklagande\r\n\r\nTillsyn\r\n\r\n1 § Den myndighet som regeringen bestämmer utövar tillsyn över \r\n\r\n1. att 1-8, 10 och 11 kap., EU-förordningar om luftfart som \r\nlagen kompletterar och föreskrifter och beslut som meddelats i \r\nanslutning till de angivna kapitlen och EU-förordningarna \r\nföljs, och \r\n\r\n2. att den som har skyldigheter enligt artiklarna 5-11 i \r\nEuropaparlamentets och rådets förordning (EG) nr 1107/2006 av \r\nden 5 juli 2006 om rättigheter i samband med flygresor för \r\npersoner med funktionshinder och personer med nedsatt \r\nrörlighet följer de bestämmelserna. Lag (2025:1061).\r\n\r\nTillsynen omfattar inte domstolar.\r\n\r\n2 § Tillsynsåtgärder får göras i form av stickprov.\r\nLag (2025:1061).\r\n\r\n3 § Regeringen får meddela föreskrifter om att \r\ntillsynsmyndigheten får anlita någon annan vid tillsynen.\r\nLag (2025:1061).\r\n\r\n4 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om att den som står under tillsyn \r\nenligt denna lag ska lämna de uppgifter som \r\ntillsynsmyndigheten behöver för att kunna utöva tillsyn.\r\nLag (2025:1061).\r\n\r\n5 § I den utsträckning det behövs för tillsynen ska \r\ntillsynsmyndigheten eller den som myndigheten anlitar för \r\ntillsynen ges omedelbart tillträde till luftfartyg, \r\nflygplatser, anläggningar, lokaler och andra objekt. Denna \r\nrätt omfattar inte bostäder. Lag (2025:1061).\r\n\r\n6 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår ingå avtal med annat land om att tillsynen över svenska \r\nluftfartyg samt tillsynen i övrigt över luftvärdigheten och \r\nluftfartygsunderhållet ska utövas av det andra landet.\r\nLag (2025:1061).\r\n\r\n7 § Tillsynsmyndigheten får besluta de förelägganden som \r\nbehövs för att lagen, de EU-förordningar som lagen \r\nkompletterar och föreskrifter som meddelats i anslutning till \r\nlagen och EU-förordningarna ska följas. \r\n\r\nFörsta stycket gäller inte förelägganden inom ramen för \r\nmarknadskontroll eller sådana förelägganden i mål om tillstånd \r\neller certifikat som avses i 4 kap. 29 §. Lag (2025:1061).\r\n\r\n8 § Ett föreläggande enligt 7 § får förenas med vite. \r\n\r\nMyndigheten får dock inte förelägga någon vid vite att \r\nmedverka i en utredning som kan leda till straff eller \r\nsanktionsavgift för den som föreläggandet riktar sig mot.\r\nLag (2025:1061).\r\n\r\nMarknadskontroll\r\n\r\n9 § Bestämmelser om marknadskontroll finns i \r\nEuropaparlamentets och rådets förordning (EU) 2019/1020 av den \r\n20 juni 2019 om marknadskontroll och överensstämmelse för \r\nprodukter och om ändring av direktiv 2004/42/EG och \r\nförordningarna (EG) nr 765/2008 och (EU) nr 305/2011.\r\n\r\nDen myndighet som regeringen bestämmer är \r\nmarknadskontrollmyndighet. Lag (2025:1061).\r\n\r\n10 § Vid marknadskontroll enligt förordning (EU) 2019/1020 har \r\nmarknadskontrollmyndigheten befogenhet \r\n\r\n1. att enligt artikel 14.4 a-14.4 c kräva att ekonomiska \r\naktörer ska tillhandahålla handlingar, specifikationer, data \r\neller uppgifter, \r\n\r\n2. att enligt artikel 14.4 d utföra oanmälda inspektioner på \r\nplats och fysiska kontroller av produkter, \r\n\r\n3. att enligt artikel 14.4 e få tillträde till lokaler, mark \r\neller transportmedel,\r\n\r\n4. att enligt artikel 14.4 f inleda undersökningar på eget \r\ninitiativ, \r\n\r\n5. att enligt artikel 14.4 g kräva att ekonomiska aktörer ska \r\nvidta lämpliga åtgärder för att få en bristande \r\növerensstämmelse att upphöra eller att eliminera en risk, \r\n\r\n6. att enligt artikel 14.4 h själv vidta åtgärder, \r\n\r\n7. att enligt artikel 14.4 j införskaffa, inspektera och \r\ndemontera varuprover, och\r\n\r\n8. att enligt artikel 14.4 k kräva att innehåll på ett \r\nonlinegränssnitt ska avlägsnas, att en varning ska visas eller \r\natt åtkomsten ska begränsas.\r\n\r\nMarknadskontrollmyndigheten får införskaffa ett varuprov under \r\ndold identitet enligt artikel 14.4 j i förordning (EU) \r\n2019/1020 endast om det är nödvändigt för att syftet med \r\nkontrollen ska uppnås. Myndigheten ska underrätta den \r\nekonomiska aktören om att införskaffandet har skett under dold \r\nidentitet, så snart det går utan att syftet med åtgärden går \r\nförlorat.\r\n\r\nBefogenheten enligt första stycket 8 gäller inte i fråga om \r\ndatabaser som omfattas av tryckfrihetsförordningens eller \r\nyttrandefrihetsgrundlagens skydd.\r\n\r\nNär ändrade förhållanden ger anledning till det, ska \r\nmarknadskontrollmyndigheten besluta att en sådan skyldighet \r\nsom avses i första stycket 8 inte längre ska gälla.\r\nLag (2025:1061).\r\n\r\n11 § Marknadskontrollmyndigheten får besluta de förelägganden \r\nsom behövs för att förordning (EU) 2019/1020 ska följas.\r\nLag (2025:1061).\r\n\r\n12 § Ett beslut om föreläggande enligt 10 eller 11 § får \r\nförenas med vite. Lag (2025:1061).\r\n\r\n13 § Marknadskontrollmyndigheten får, när den fattar beslut \r\nenligt 10 eller 11 §, bestämma att beslutet ska gälla \r\nomedelbart. Lag (2025:1061).\r\n\r\n14 § Polismyndigheten ska på begäran av \r\nmarknadskontrollmyndigheten lämna den hjälp som behövs för att \r\nmarknadskontrollmyndigheten ska kunna vidta åtgärder enligt \r\n10 §. \r\n\r\nHjälp enligt första stycket får begäras endast om \r\n\r\n1. det på grund av särskilda omständigheter kan befaras att \r\nåtgärden inte kan utföras utan att en polismans särskilda \r\nbefogenheter enligt 10 § polislagen (1984:387) behöver \r\ntillgripas, eller \r\n\r\n2. det annars finns synnerliga skäl. Lag (2025:1061).\r\n\r\n15 § Den som har tagit befattning med ett ärende som gäller \r\nmarknadskontroll enligt denna lag får inte obehörigen röja \r\neller utnyttja vad denne har fått veta om någons affärs- eller \r\ndriftförhållanden. \r\n\r\nI det allmännas verksamhet tillämpas i stället bestämmelserna \r\ni offentlighets- och sekretesslagen (2009:400).\r\nLag (2025:1061).\r\n\r\nÖverklagande\r\n\r\n16 § Ett beslut enligt denna lag, enligt de EU-förordningar \r\nsom lagen kompletterar eller enligt föreskrifter som har \r\nmeddelats i anslutning till lagen eller EU-förordningarna \r\ngäller omedelbart, om inte annat anges i beslutet.\r\nLag (2025:1061).\r\n\r\n17 § En förvaltningsmyndighets beslut enligt denna lag, enligt \r\nde EU-förordningar som lagen kompletterar eller enligt \r\nföreskrifter som har meddelats i anslutning till lagen eller \r\nEU-förordningarna får överklagas till allmän \r\nförvaltningsdomstol, om inte annat följer av 18-21 §§.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten i \r\nmål som avses i första stycket och i mål som avses i 4 kap. \r\n28 §. Lag (2025:1061).\r\n\r\n18 § En förvaltningsmyndighets beslut i frågor som rör \r\ntrafiktillstånd får överklagas till regeringen.\r\nLag (2025:1061).\r\n\r\n19 § Ett beslut enligt 4 kap. 19 § andra stycket om erinran, \r\nenligt 4 kap. 21 § om omhändertagande av flygcertifikat eller \r\nenligt 4 kap. 25 § om certifikatkontroll eller ett \r\nföreläggande om certifikatkontroll får inte överklagas.\r\nLag (2025:1061).\r\n\r\n20 § Ett beslut enligt 4 kap. 25 § om certifikatkontroll eller \r\nett föreläggande om certifikatkontroll får prövas av allmän \r\nförvaltningsdomstol endast i samband med prövning av frågan om \r\nåterkallelse på grund av att beslutet eller föreläggandet inte \r\nhar följts. Lag (2025:1061).\r\n\r\n21 § Ett föreläggande enligt 4 kap. 29 § får överklagas endast \r\ni samband med ett överklagande av det beslut genom vilket \r\nmålet avgörs. Lag (2025:1061).\r\n\r\n22 § En förvaltningsmyndighets beslut om tillstånd att inrätta \r\noch driva flygplatser får överklagas av en sådan ideell \r\nförening eller annan juridisk person som avses i 16 kap. 13 § \r\nmiljöbalken. Lag (2025:1061).\r\n\r\n13 kap. Ansvarsbestämmelser m.m.\r\n\r\nAnsvarsbestämmelser\r\n\r\n1 § För vårdslöshet i flygtrafik döms till böter eller \r\nfängelse i högst sex månader den som uppsåtligen eller av \r\noaktsamhet manövrerar ett luftfartyg eller utför en uppgift \r\nsom observatör vid flygning med ett obemannat \r\nluftfartygssystem på ett sådant sätt att andras liv eller \r\negendom utsätts för fara.\r\n\r\nOm brottet är grovt, döms för grov vårdslöshet i flygtrafik \r\ntill fängelse i högst två år. Vid bedömningen av om brottet är \r\ngrovt ska det särskilt beaktas om gärningen innefattat ett \r\nmedvetet risktagande av allvarligt slag eller om \r\ngärningspersonen visat uppenbar likgiltighet för andra \r\nmänniskors liv eller egendom. Lag (2025:1061).\r\n\r\n2 § För flygfylleri döms till böter eller fängelse i högst sex \r\nmånader den som alkohol- eller drogpåverkad enligt 2 a § \r\n\r\n1. manövrerar ett luftfartyg, \r\n\r\n2. ombord på ett luftfartyg fullgör en uppgift av väsentlig \r\nbetydelse för flygsäkerheten, \r\n\r\n3. utövar tjänst som flygledare, eller flygtekniker eller \r\ntillhandahåller flyginformationstjänst i okontrollerat \r\nluftrum, \r\n\r\n4. som observatör vid flygning med ett obemannat \r\nluftfartygssystem utför en uppgift av väsentlig betydelse för \r\nflygsäkerheten, eller \r\n\r\n5. i en tjänst, som inte omfattas av 1-4 men som har samband \r\nmed en flygning, fullgör en uppgift av väsentlig betydelse för \r\nflygsäkerheten. Lag (2025:1061).\r\n\r\n2 a § Som alkohol- eller drogpåverkad enligt 2 § ska den anses \r\nsom \r\n\r\n1. har intagit alkohol i så stor mängd att \r\nalkoholkoncentrationen under eller efter fullgörandet av \r\nuppgiften uppgår till minst 0,2 promille i blodet eller 0,10 \r\nmilligram per liter i utandningsluften, \r\n\r\n2. har intagit narkotika som avses i 8 § narkotikastrafflagen \r\n(1968:64) i så stor mängd att det under eller efter \r\nfullgörandet av uppgiften finns något narkotiskt ämne kvar i \r\nblodet, eller \r\n\r\n3. är så påverkad av alkohol eller annat medel att det kan \r\nantas att uppgiften inte kan fullgöras på ett betryggande \r\nsätt. \r\n\r\nFörsta stycket 2 gäller inte narkotika som intagits i enlighet \r\nmed läkares eller annan behörig receptutfärdares ordination.\r\nLag (2025:1061).\r\n\r\n3 § Är ett brott som avses i 2 § att anse som grovt döms för\r\ngrovt flygfylleri till fängelse i högst två år. Vid bedömande\r\nav om brottet är grovt ska det särskilt beaktas om\r\ngärningsmannen\r\n\r\n1. har haft en alkoholkoncentration som uppgått till minst\r\n1,0 promille i blodet eller 0,50 milligram per liter i\r\nutandningsluften,\r\n\r\n2. annars har varit avsevärt påverkad av alkohol eller något\r\nannat medel, eller\r\n\r\n3. fullgjort sin uppgift på ett sätt som inneburit påtaglig\r\nfara för flygsäkerheten.\r\n\r\n4 § Till böter eller fängelse i högst sex månader döms den som \r\nuppsåtligen eller av oaktsamhet\r\n\r\n1. bryter mot föreskrifter som regeringen har meddelat med \r\nstöd av 1 kap. 8 § om att ett luftfartyg av miljöskäl inte får \r\nanvändas inom svenskt område,\r\n\r\n2. framför ett civilt luftfartyg i överljudsfart utan \r\ntillstånd,\r\n\r\n3. bryter mot föreskrifter eller beslut om restriktionsområden \r\nsom regeringen har meddelat med stöd av 1 kap. 12 eller 14 §,\r\n\r\n4. lämnar oriktiga uppgifter vid ansökan eller anmälan om \r\nregistrering i luftfartygsregistret,\r\n\r\n5. framför ett luftfartyg som är infört i luftfartygsregistret \r\nmen inte märkt enligt\r\n\r\na) 2 kap. 13 § eller föreskrifter som regeringen har meddelat \r\nmed stöd av den bestämmelsen, eller\r\n\r\nb) kommissionens genomförandeförordning (EU) 2019/947 av den \r\n24 maj 2019 om regler och förfaranden för drift av obemannade \r\nluftfartyg,\r\n\r\n6. använder ett luftfartyg som inte är luftvärdigt eller \r\nmiljövärdigt,\r\n\r\n7. tillverkar eller utför underhålls-, reparations- eller \r\nändringsarbeten på luftfartyg, tillbehör eller reservdelar \r\ntill luftfartyg utan tillstånd,\r\n\r\n8. bryter mot bestämmelser om behörighet genom att\r\n\r\na) framföra ett luftfartyg utan gällande certifikat eller \r\nmotsvarande handling,\r\n\r\nb) framföra ett luftfartyg av annan kategori, klass eller typ \r\nän den som anges i certifikatet eller motsvarande handling,\r\n\r\nc) framföra ett luftfartyg i strid med de villkor och \r\nbehörigheter som anges i certifikatet eller i motsvarande \r\nhandling,\r\n\r\nd) ensam framföra ett luftfartyg under utbildning för \r\nflygcertifikat i strid med de förutsättningar som anges för \r\nutbildningen,\r\n\r\ne) tjänstgöra som flyglärare utan gällande flygcertifikat för \r\nden kategori, klass eller typ av luftfartyg som utbildningen \r\navser eller utan sådan särskild behörighet som krävs enligt \r\nföreskrifter som regeringen meddelat med stöd av 4 kap. 10 §, \r\neller\r\n\r\nf) inte följa föreskrifter som regeringen har meddelat med \r\nstöd av 4 kap. 1, 3, 4 eller 5 §,\r\n\r\n9. som passagerare inte lyder det som befälhavaren bestämmer \r\nom ordningen ombord,\r\n\r\n10. som befälhavare på ett luftfartyg som råkat i nöd inte gör \r\ndet som rimligen kan krävas för att rädda ombordvarande, \r\nluftfartyg och gods,\r\n\r\n11. inrättar eller bygger om en flygplats utan föreskrivet \r\ntillstånd enligt bestämmelser om civil luftfart eller tar i \r\nbruk en flygplats innan den har godkänts och fått \r\ndrifttillstånd,\r\n\r\n12. bryter mot föreskrifter om tillståndskrav för andra \r\nanläggningar för luftfarten än flygplatser som regeringen har \r\nmeddelat med stöd av 6 kap. 12 §,\r\n\r\n13. arbetar som flygledare i flygtrafikledningstjänst eller \r\nflygtekniker utan att ha ett gällande certifikat för arbetet, \r\nnär ett sådant certifikat krävs,\r\n\r\n14. utövar luftfartsverksamhet med bemannat luftfartyg\r\n\r\na) i strid med eller utan att ha det drifttillstånd, \r\nbruksflygtillstånd, utbildningstillstånd eller trafiktillstånd \r\nsom krävs, eller den auktorisation för kommersiell \r\nspecialiserad flygverksamhet som krävs, eller \r\n\r\nb) utan den deklaration som krävs,\r\n\r\n15. utövar luftfartsverksamhet med obemannat luftfartyg \r\n\r\na) i strid med eller utan att ha det tillstånd som krävs, \r\neller \r\n\r\nb) utan den deklaration som krävs,\r\n\r\n16. utövar luftfartsverksamhet utan tillstånd som regeringen \r\nhar föreskrivit med stöd av 7 kap. 12 §, eller\r\n\r\n17. inte landar enligt det som sägs i 8 kap. 2 §.\r\nLag (2025:1061).\r\n\r\n4 a § Till böter eller fängelse i högst sex månader döms den \r\nsom uppsåtligen vid tjänstgöring ombord på ett luftfartyg inte \r\nföljer befälhavarens order. Lag (2025:1061).\r\n\r\n5 § Till böter eller fängelse i högst sex månader döms den\r\nsom uppsåtligen eller av oaktsamhet bryter mot\r\nEuropaparlamentets och rådets förordning\r\n\r\n(EG) nr 1008/2008 av den 24 september 2008 om gemensamma\r\nregler för tillhandahållande av lufttrafik i gemenskapen\r\ngenom att\r\n\r\n1. utföra lufttransport utan nödvändig operativ licens,\r\n\r\n2. inte inhämta ett förhandsgodkännande enligt artikel 13 i\r\nförordningen, eller\r\n\r\n3. utföra lufttransport på en flyglinje för vilken allmän\r\ntrafikplikt gäller och annan meddelats tillstånd med\r\nensamrätt enligt artikel 16 i förordningen.\r\n\r\n6 § Till böter döms den som uppsåtligen eller av oaktsamhet\r\n\r\n1. lämnar oriktiga uppgifter i ett ärende som rör innehav av \r\ncertifikat eller behörighetsbevis eller frågan om annan \r\nbehörighet, eller vid annan tillsyn över behörigheten,\r\n\r\n2. inte ser till att ett luftfartyg är bemannat på föreskrivet \r\nsätt och äger luftfartyget eller använder luftfartyget i \r\nägarens ställe, eller\r\n\r\n3. bryter mot föreskrifter som har meddelats med stöd av \r\n6 kap. 19 § andra stycket 1. Lag (2025:1061).\r\n\r\n6 a § Regeringen får meddela föreskrifter om att den som \r\nuppsåtligen eller av oaktsamhet bryter mot en bestämmelse i en \r\nEU-förordning med gemensamma bestämmelser på det civila \r\nluftfartsområdet som denna lag kompletterar ska dömas till \r\nböter. Föreskrifterna får inte avse överträdelser av \r\nbestämmelser som innefattar myndighetsutövning.\r\nLag (2025:1061).\r\n\r\n7 § Om en gärning har begåtts av ringa oaktsamhet, döms inte\r\ntill ansvar enligt denna lag.\r\n\r\n8 § Bestämmelser om ansvar för den som bryter mot \r\ntystnadsplikten i 6 kap. 14 § första stycket eller 12 kap. \r\n15 § finns i 20 kap. 3 § brottsbalken. Lag (2025:1061).\r\n\r\n9 § Till ansvar enligt denna lag döms inte om gärningen är\r\nbelagd med straff i brottsbalken, eller om gärningen utgör\r\növerträdelse av ett föreläggande eller förbud som förenats\r\nmed vite.\r\n\r\n10 § Har någon i fall som avses i 5 kap. 5 § brukat större\r\nvåld än i varje fall är medgivet, ska han eller hon ändå inte\r\ndömas till ansvar, om omständigheterna var sådana att han\r\neller hon svårligen kunde besinna sig. Om gärningen anses\r\nbrottslig, får dömas till lindrigare straff än vad som annars\r\när föreskrivet.\r\n\r\nDomsrätt\r\n\r\n11 § Även om det inte finns domsrätt enligt 2 kap. 3 § \r\nbrottsbalken är svensk domstol behörig att döma över brott som \r\navses i 1-3 §§, 4 § 6 och 8-10, 4 a §, 5 § och 6 § 2, om den \r\nsom har begått brottet befinner sig här i landet och brottet \r\nbegåtts \r\n\r\n1. vid utövande av luftfartsverksamhet med ett utländskt \r\nluftfartyg som används inom ramen för ett svenskt \r\ndrifttillstånd, eller \r\n\r\n2. ombord på sådant luftfartyg. \r\n\r\nÅtal får väckas utan förordnande enligt 2 kap. 7 § \r\nbrottsbalken. Lag (2025:1061).\r\n\r\nFörverkande\r\n\r\n12 § Om ägaren eller någon som är i ägarens ställe\r\nuppsåtligen begår eller medverkar till en sådan gärning som\r\nanges i 4 § första stycket 1, 2 eller 3, får luftfartyget\r\nförklaras förverkat, om det behövs för att förebygga brott\r\neller om det i övrigt finns särskilda skäl. Detta gäller dock\r\ninte, om förverkande är uppenbart oskäligt. Om luftfartyget\r\ninte finns i behåll, får värdet förklaras förverkat.\r\n\r\nFörsta stycket gäller inte mot den som i god tro har\r\nförvärvat luftfartyget eller någon särskild rätt till det.\r\n\r\n13 § Har upphävts genom lag (2025:1061).\r\n\r\n14 kap. Militär luftfart och annan luftfart för statsändamål\r\n\r\nDefinitioner\r\n\r\n1 § I denna lag betyder\r\n\r\n1. statsluftfart: militär luftfart och annan luftfart för\r\nstatsändamål,\r\n\r\n2. militär luftfart: all verksamhet inom det militära\r\nluftfartssystemet,\r\n\r\n3. militära luftfartssystemet: ett luftfartssystem för\r\nmilitär verksamhet som innefattar system för flygdrift,\r\nflygplatser och flygbaser samt för luftrum,\r\n\r\n4. annan luftfart för statsändamål: luftfart för statsändamål\r\nsom inte är militär luftfart. Lag (2013:818).\r\n\r\nMilitär luftfart\r\n\r\n2 § För militär luftfart gäller endast bestämmelserna \r\n\r\n1. i 1 kap. 20 § första stycket om rätt att meddela \r\nföreskrifter och 21 § om krig eller krigsfara,\r\n\r\n2. i 5 kap. 1-6 samt 8 och 9 §§ om luftfartygs befälhavare och \r\nbesättning samt tjänstgöring ombord,\r\n\r\n3. i 6 kap. 13, 19 och 20 §§ om flygtrafiktjänst,\r\n\r\n4. i 8 kap. 3 § om transport av visst gods,\r\n\r\n5. i 9 kap. 6 § om jämkning av ersättning,\r\n\r\n6. i 10 kap. 2 § första och tredje styckena och 7 § om \r\nbärgning och undersökning av olyckor och tillbud, och\r\n\r\n7. i 13 kap. 2, 2 a och 3 §§, 4 § 10, 4 a och 10 §§ om vissa \r\nstraffbestämmelser. Lag (2025:1061).\r\n\r\n2 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela ytterligare föreskrifter, eller i ett enskilt fall \r\nbesluta, om militär luftfart i de ämnen som anges i denna lag \r\noch som inte måste meddelas i lag. Lag (2025:1061).\r\n\r\n3 § Regeringen meddelar föreskrifter om att en statlig\r\nmyndighet ska bedriva militär luftfart.\r\n\r\nFör att annan än staten ska få bedriva verksamhet inom det\r\nmilitära luftfartssystemet krävs tillstånd. Regeringen eller\r\nden myndighet som regeringen bestämmer beslutar om tillstånd\r\noch om avgifter för tillståndsgivning samt får meddela\r\nföreskrifter i dessa avseenden. Lag (2013:818).\r\n\r\n4 § Om den som har ett tillstånd inom det militära\r\nluftfartssystemet i väsentlig grad åsidosätter föreskrifterna\r\nför verksamheten, ska tillståndet återkallas av den myndighet\r\nsom har meddelat det. Ett tillstånd ska också återkallas, om\r\ndet måste antas att innehavaren inte kan upprätthålla\r\nverksamheten. Om det är tillräckligt för att upprätthålla\r\nflygsäkerheten, får ett tillstånd, i stället för att\r\nåterkallas, begränsas till att gälla viss del av det militära\r\nluftfartssystemet eller till att gälla under vissa\r\nförutsättningar.\r\n\r\nEtt tillstånd ska återkallas tills vidare i avvaktan på ett\r\nslutligt avgörande av återkallelsefrågan, om det på sannolika\r\nskäl kan antas att tillståndet kommer att återkallas\r\nslutligt.\r\n\r\nOm det på sannolika skäl kan antas att tillståndet kommer att\r\nbegränsas slutligt, får det begränsas tills vidare i avvaktan\r\npå ett slutligt avgörande.\r\n\r\nDen som har ett tillstånd ska anmäla om något inträffar som\r\nmedför att kraven för utfärdande av tillstånd inte längre är\r\nuppfyllda. Lag (2013:818).\r\n\r\n5 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter, eller i ett enskilt fall besluta, om \r\nutländsk militär luftfart i Sverige. Lag (2024:548).\r\n\r\nAnnan luftfart för statsändamål\r\n\r\n6 § För annan luftfart för statsändamål gäller denna lag, utom \r\nbestämmelserna om \r\n\r\n1. militär luftfart i 2-5 §§,\r\n\r\n2. tillstånd att bedriva luftfart i 7 kap.,\r\n\r\n3. ansvar för skador genom luftfart i 9 kap. 2-5 §§,\r\n\r\n4. luftpanträtt i 10 kap. 3-6 §§,\r\n\r\n5. avgifter och andra ersättningar för förrättningar i 11 kap. \r\n4 §, och\r\n\r\n6. tillsyn och överklagande i 12 kap. 1-6 och 22 §§.\r\nLag (2025:1061).\r\n\r\n6 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår\r\n\r\n1. meddela föreskrifter, eller i ett enskilt fall besluta, om \r\nsådan luftfart som avses i 6 § och om utländsk luftfart som \r\nsamverkar med sådan luftfart, och \r\n\r\n2. i ett enskilt fall besluta om undantag från 1-6 och 8 kap. \r\nför sådan luftfart som avses i 6 §. Lag (2025:1061).\r\n\r\nGemensamma bestämmelser för statsluftfart\r\n\r\nTillsyn\r\n\r\n7 § Den eller de myndigheter som regeringen bestämmer utövar\r\ntillsyn över att bestämmelserna om statsluftfart i denna lag\r\noch föreskrifter som meddelats med stöd av lagen följs.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får\r\nmeddela föreskrifter i övrigt om tillsyn. Lag (2013:818).\r\n\r\n8 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om avgift för tillsyn enligt denna\r\nlag eller enligt föreskrifter som har meddelats med stöd av\r\nlagen. Lag (2013:818).\r\n\r\n9 § En tillsynsmyndighet har rätt att på begäran få de\r\nuppgifter som behövs för tillsynen enligt denna lag eller\r\nenligt föreskrifter som meddelats med stöd av lagen, samt, om\r\ndet behövs för tillsynen, omedelbart få tillträde till\r\nluftfartyg, flygplatser, anläggningar, lokaler och andra\r\nobjekt. Denna tillträdesrätt omfattar inte bostäder.\r\nLag (2013:818).\r\n\r\nÖverlämnande av förvaltningsuppgift\r\n\r\n10 § Regeringen får meddela föreskrifter om att en myndighet \r\nsom avses i 2 a eller 6 a § får överlämna en \r\nförvaltningsuppgift som följer av regeringens eller \r\nmyndighetens föreskrifter och som gäller skydd för trafik, \r\nliv, personlig säkerhet eller hälsa till någon annan även om \r\nuppgiften innefattar myndighetsutövning. \r\n\r\nRegeringen får även meddela föreskrifter om att en myndighet \r\nsom avses i 2 a § får överlämna en förvaltningsuppgift som \r\ngäller flygstridsledning till en behörig myndighet i Nato \r\neller i en stat som är medlem i Nato även om uppgiften \r\ninnefattar myndighetsutövning. Lag (2025:1061).\r\n\r\nTillträde till svenskt område\r\n\r\n11 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter om tillträde till svenskt område för\r\nutländsk statsluftfart. Lag (2013:818).\r\n\r\nÖvriga bestämmelser\r\n\r\n12 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår meddela föreskrifter, eller i ett enskilt fall besluta,\r\nom sådan luftfart som utförs i Sverige av en annan stat,\r\neller ett företag med säte i en annan stat, och som avser\r\nunderhåll, modifiering eller utprovning för militära\r\nändamål. Lag (2013:818).\r\n\r\n13 § Regeringen eller den myndighet som regeringen bestämmer\r\nfår om det finns särskilda skäl meddela föreskrifter om,\r\neller i ett enskilt fall besluta, att viss luftfart ska följa\r\nreglerna för militär luftfart eller för annan luftfart för\r\nstatsändamål. Lag (2013:818).\r\n\r\n14 § Regeringen får, om det finns särskilda skäl, i ett\r\nenskilt fall besluta om undantag från bestämmelserna om\r\nstatsluftfart och då meddela de villkor som behövs.\r\nLag (2013:818).\r\n\r\nÖverklagande\r\n\r\n15 § En förvaltningsmyndighets beslut enligt detta kapitel\r\neller enligt föreskrifter som har meddelats med stöd av detta\r\nkapitel och som inte gäller militär luftfart överklagas hos\r\nallmän förvaltningsdomstol.\r\n\r\nPrövningstillstånd krävs vid överklagande till\r\nkammarrätten.\r\n\r\nBeslut enligt detta kapitel eller enligt\r\nföreskrifter som har meddelats med stöd av detta kapitel och\r\nsom gäller militär luftfart överklagas hos regeringen.\r\nLag (2013:818).\r\n\r\n16 § Beslut enligt detta kapitel gäller omedelbart om inte\r\nannat anges i beslutet. Lag (2013:818).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2010:500\r\n\r\n1. Denna lag träder i kraft den 1 september 2010. Genom lagen\r\nupphävs luftfartslagen (1957:297). Äldre bestämmelser ska\r\nfortsatt gälla för avgifter som är hänförliga till tiden före\r\nikraftträdandet.\r\n\r\n2. Certifikat, tillstånd och godkännanden som har meddelats\r\nenligt luftfartslagen (1957:297) och med stöd av den\r\nmeddelade föreskrifter, ska fortsätta att gälla enligt sitt\r\ninnehåll. Frågor om förnyelse av ett äldre certifikat,\r\ntillstånd eller godkännande ska dock prövas enligt den nya\r\nlagen, liksom återkallelse av ett certifikat, tillstånd eller\r\ngodkännande eller vägran att godkänna ett tillstånd om den\r\nhändelse som ligger till grund för ingripandet har ägt rum\r\nsedan lagen har trätt i kraft.\r\n\r\n2025:1061\r\n\r\n1. Denna lag träder i kraft den 1 januari 2026.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för överklagande av \r\nbeslut som har meddelats före den 1 januari 2026.",
    "skapadDateTime": "2026-01-02T14:13:52.556481",
    "uppdateradDateTime": "2026-01-02T14:20:04.4674981",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T14:20:04.467498",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 647373,
      "beteckning": "2025:1061",
      "anteckningar": "upph. 1 kap., 12 kap., 13 kap. 13 §, rubr. närmast före 13 kap. 13 §; ändr. 2 kap. 11, 12, 13 §§, 4 kap. 10, 16, 25, 26, 27 §§, 6 kap. 8, 9 §§, 8 kap. 2 §, 10 kap. 9 §, 13 kap. 1, 2, 4, 6, 8, 11 §§, 14 kap. 2, 6, 10 §§, rubr. närmast före 4 kap. 26 §; nya 1 kap., 12 kap., 4 kap. 25 a, 26 a §§, 6 kap. 8 a, 10 a §§, 8 kap. 2 a §, 13 kap. 2 a, 4 a, 6 a §§ , 14 kap. 2 a,  6 a §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:171, bet. 2025/26:TU4, rskr. 2025/26:35",
      "rubrik": "Lag (2025:1061) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1061",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.571543",
      "uppdateradDateTime": "2026-01-02T14:20:04.4679516",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4679514",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647374,
      "beteckning": "2024:548",
      "anteckningar": "ändr. 14 kap. 5, 10 §§",
      "ikraftDateTime": "2024-08-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:141, bet. 2023/24:UFöU1, rskr. 2023/24:274",
      "rubrik": "Lag (2024:548) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "548",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715432",
      "uppdateradDateTime": "2026-01-02T14:20:04.4679751",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.467975",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647375,
      "beteckning": "2022:1121",
      "anteckningar": "ändr. 11 kap. 4 §, 13 kap. 8 §; nya 12 kap. 3 a, 3 b, 3 c, 3 d, 3 e, 3 f, 3 g §§, rubr. närmast före 12 kap. 3 a §",
      "ikraftDateTime": "2022-07-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:238, bet. 2021/22:NU26, rskr. 2021/22:441",
      "rubrik": "Lag (2022:1121) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1121",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715435",
      "uppdateradDateTime": "2026-01-02T14:20:04.4679825",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4679824",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647376,
      "beteckning": "2022:432",
      "anteckningar": "ändr. 14 kap. 5 §",
      "ikraftDateTime": "2022-05-19T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:246, bet. 2021/22:UU19, rskr. 2021/22:298",
      "rubrik": "Lag (2022:432) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "432",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715437",
      "uppdateradDateTime": "2026-01-02T14:20:04.4679972",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.467997",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647377,
      "beteckning": "2010:501",
      "anteckningar": "ändr. 6 kap. 18 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": true,
      "forarbeten": "Prop. 2009/10:95, bet. 2009/10:CU15, rskr. 2009/10:295",
      "rubrik": "Lag (2010:501) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "501",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715439",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680072",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680071",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647378,
      "beteckning": "2020:784",
      "anteckningar": "ändr. 14 kap. 5 §",
      "ikraftDateTime": "2020-10-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:110, bet. 2019/20:UFöU5, rskr. 2020/21:3",
      "rubrik": "Lag (2020:784) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "784",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715443",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680157",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680156",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647379,
      "beteckning": "2022:497",
      "anteckningar": "ändr. 11 kap. 5 §",
      "ikraftDateTime": "2022-06-03T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:136, bet. 2021/22:TU17, rskr. 2021/22:302",
      "rubrik": "Lag (2022:497) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "497",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715446",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680224",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680222",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647380,
      "beteckning": "2019:942",
      "anteckningar": "ändr. 2 kap. 2 §, 7 kap. 3 §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:162, bet. 2019/20:KU3, rskr. 2019/20:48.",
      "rubrik": "Lag (2019:942) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "942",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715448",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680298",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680297",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647381,
      "beteckning": "2010:896",
      "anteckningar": "ändr. 6 kap. 6 §, 12 kap. 7 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:184, bet. 2009/10:MJU24, rskr. 2009/10:353",
      "rubrik": "Lag (2010:896) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "896",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.571545",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680394",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680393",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647382,
      "beteckning": "2010:1310",
      "anteckningar": "ändr. 10 kap. 1 §",
      "ikraftDateTime": "2011-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:222, bet. 2010/11:SfU4, rskr. 2010/11:7",
      "rubrik": "Lag (2010:1310) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1310",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715451",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680471",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.468047",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647383,
      "beteckning": "2011:868",
      "anteckningar": "ändr. 12 kap. 1 §; ny 6 kap. 18 a §",
      "ikraftDateTime": "2011-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2010/11:143, bet. 2010/11:TU27, rskr. 2010/11:309",
      "rubrik": "Lag (2011:868) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "868",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715453",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680536",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680535",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647384,
      "beteckning": "2013:818",
      "anteckningar": "ändr. 14 kap. 1, 2, 3 §§; nya 14 kap. 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16 §§, rubr. närmast före 1, 2, 6, 7, 10, 11, 12, 15 §§",
      "ikraftDateTime": "2014-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2012/13:165, bet. 2013/14:FöU3, rskr. 2013/14:22",
      "rubrik": "Lag (2013:818) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "818",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715454",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680608",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680607",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647385,
      "beteckning": "2014:1034",
      "anteckningar": "ändr. 6 kap. 13 §",
      "ikraftDateTime": "2014-08-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2013/14:TU17, rskr. 2013/14:336",
      "rubrik": "Lag (2014:1034) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1034",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715456",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680685",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680684",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647386,
      "beteckning": "2015:368",
      "anteckningar": "ny 11 kap. 2 a §, rubr. närmast före 11 kap. 2 a, 3 §§",
      "ikraftDateTime": "2015-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2014/15:70, bet. 2014/15:MJU14, rskr. 2014/15:203, direktiv 2003/87/EG",
      "rubrik": "Lag (2015:368) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "368",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T14:13:52.5715457",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680763",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680762",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647387,
      "beteckning": "2014:745",
      "anteckningar": "ändr. 4 kap. 21 §",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2013/14:110, bet. 2013/14:JuU23, rskr. 2013/14:262",
      "rubrik": "Lag (2014:745) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "745",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715458",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680846",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680845",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647388,
      "beteckning": "2024:586",
      "anteckningar": "ikrafttr. av 2024:548",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:586) om ikraftträdande av lagen (2024:548) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "586",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.571546",
      "uppdateradDateTime": "2026-01-02T14:20:04.4680942",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4680941",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647389,
      "beteckning": "2015:868",
      "anteckningar": "ändr. 2 kap. 1, 6 §§",
      "ikraftDateTime": "2016-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:12, bet. 2015/16:CU5, rskr. 2015/16:28",
      "rubrik": "Lag (2015:868) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "868",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715461",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681033",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4681032",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647390,
      "beteckning": "2015:880",
      "anteckningar": "ikrafttr. av 2015:868",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:880) om ikraftträdande av lagen (2015:868) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "880",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715463",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681139",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4681138",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647391,
      "beteckning": "2018:838",
      "anteckningar": "ändr. 12 kap. 5 §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:235, bet. 2017/18:KU22, rskr. 2017/18:327",
      "rubrik": "Lag (2018:838) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "838",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715466",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681292",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4681289",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647392,
      "beteckning": "2018:1423",
      "anteckningar": "ändr. 6 kap. 6 §",
      "ikraftDateTime": "2019-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:243, bet. 2017/18:CU31, rskr. 2017/18:383",
      "rubrik": "Lag (2018:1423) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1423",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715468",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681422",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.468142",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647393,
      "beteckning": "2019:353",
      "anteckningar": "ändr. 5 kap. 9 §, 13 kap. 2 §",
      "ikraftDateTime": "2019-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:59, bet. 2018/19:SoU18, rskr. 2018/19:239",
      "rubrik": "Lag (2019:353) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "353",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.571547",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681521",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.468152",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 647394,
      "beteckning": "2021:1036",
      "anteckningar": "ändr. 13 kap. 11 §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:204, bet. 2021/22:JuU4, rskr. 2021/22:20",
      "rubrik": "Lag (2021:1036) om ändring i luftfartslagen (2010:500)",
      "lopnummer": "1036",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T14:13:52.5715472",
      "uppdateradDateTime": "2026-01-02T14:20:04.4681616",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T14:20:04.4681615",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T14:13:52.5564803",
  "uppdateradDateTime": "2026-01-02T14:20:04.4668457",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T14:20:04.4668455",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}