{
  "grundforfattningId": 62383,
  "previousId": 60885,
  "beteckning": "2018:1138",
  "beteckningSortable": "2018:1138",
  "publiceringsar": "2018",
  "lopnummer": "1138",
  "rubrik": "Spellag (2018:1138)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2019-01-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Finansdepartementet",
    "enhet": "OU",
    "namnOchEnhet": "Finansdepartementet OU",
    "departementId": 6,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62380,
    "forarbeten": "Prop. 2017/18:220, bet. 2017/18:KrU8, rskr. 2017/18:363, direktiv (EU) 2015/1535",
    "eUdirektiv": true,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T11:12:32.9981799",
    "uppdateradDateTime": "2026-01-02T11:19:09.5045656",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T11:19:09.5045654",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85203,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:767",
    "omtryck": null,
    "utfardadDateTime": "2018-06-14T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Lagens tillämpningsområde\r\n\r\n1 § Denna lag gäller spel om pengar och andra vinster med \r\nett värde i pengar.\r\n\r\n2 § Lagen ska tillämpas på spel som tillhandahålls i \r\nSverige, om inte annat följer av 3, 4 eller 5 §. Onlinespel \r\nsom inte riktas till den svenska marknaden ska inte anses \r\ntillhandahållna i Sverige.\r\n\r\n3 § Lagen är tillämplig på spel som tillhandahålls på svenska \r\nfartyg och svenska luftfartyg, oavsett var fartyget befinner \r\nsig.\r\n\r\nLagen är inte tillämplig på spel som tillhandahålls på\r\n\r\n1. utländska fartyg som passerar svenskt territorium med stöd \r\nav rätten till oskadlig genomfart enligt 3 kap. i Förenta \r\nnationernas havsrättskonvention av den 10 december 1982, eller\r\n\r\n2. utländska luftfartyg som flyger över svenskt territorium \r\nutan att trafikera en svensk flygplats. Lag (2022:1674).\r\n\r\n4 § Bestämmelserna i överenskommelsen om automatspel på \r\npassagerarfartyg i reguljär linjetrafik mellan Sverige och \r\nFinland ska gälla för sådant spel på fartyg i internationell \r\ntrafik som omfattas av den överenskommelsen.\r\n\r\n5 § Lagen är inte tillämplig på köp av svenska statens \r\npremieobligationslån eller vadhållning på det framtida värdet \r\nav finansiella aktiviteter. Lag (2022:1674).\r\n\r\n6 § Bestämmelser om vissa skyldigheter för den som driver \r\nverksamhet enligt denna lag finns i lagen (2017:630) om \r\nåtgärder mot penningtvätt och finansiering av terrorism.\r\n\r\nVissa bestämmelser om skatt på spel finns i lagen (2018:1139) \r\nom skatt på spel.\r\n\r\n2 kap. Uttryck i lagen\r\n\r\n1 § Med spel avses i denna lag lotteri, vadhållning, \r\nkombinationsspel och pyramidspel. \r\n\r\nMed onlinespel avses spel som tillhandahålls genom användning \r\nav elektroniska kommunikationsmedel och som spelas av en \r\nspelare och den som tillhandahåller spelet eller av flera \r\nspelare.\r\n\r\n2 § Med spelmyndighet avses den myndighet som regeringen \r\nbestämmer ska fullgöra de uppgifter som anges i denna lag och \r\ni föreskrifter meddelade med stöd av lagen.\r\n\r\n3 § I denna lag avses med\r\n\r\n1. affärssystem: elektroniskt system som används av en \r\nlicenshavare eller för en licenshavares räkning som stöd i \r\nspelverksamheten utan att utgöra en del av spelsystemet,\r\n\r\n2. bingo: lotteri där deltagarna är närvarande på spelplatsen \r\noch köper bingobrickor och där möjligheten att vinna är \r\nberoende av att de nummer som dras av den som tillhandahåller \r\nspelet sammanfaller med numren på brickan, och där de \r\ndeltagare som vinner genast gör anspråk på sin vinst,\r\n\r\n3. bonus: rabatt eller liknande ekonomiskt incitament som är \r\ndirekt kopplat till spelet,\r\n\r\n4. dragningsutrustning: mekanisk eller annan icke-elektronisk \r\nutrustning som används av en licenshavare eller för en \r\nlicenshavares räkning för att fastställa utfall i spel,\r\n\r\n5. insats: betalning för att få delta i ett spel,\r\n\r\n6. intervallspel: särskild vadhållning där spelaren ska \r\nförutsäga ett resultat inom ett visst intervall,\r\n\r\n7. kasinospel: roulettspel, tärningsspel, kortspel och \r\nliknande spel,\r\n\r\n8. kombinationsspel: spel där deltagarna har chans att vinna \r\nett pris och där sannolikheten att vinna beror på en \r\nkombination av skicklighet och slump,\r\n\r\n9. licenshavare: den som har licens att tillhandahålla spel \r\nenligt denna lag,\r\n\r\n10. lokalt poolspel: lotteri som tillhandahålls i en viss \r\nkommun och där vinsten delas mellan vinnarna eller där hela \r\neller delar av vinsten beror på storleken av de totala \r\ninsatserna,\r\n\r\n11. lotteri: aktivitet där deltagarna har en chans att vinna \r\nett pris och där sannolikheten att vinna beror på slumpen,\r\n\r\n12. onlinebingo: lotteri där deltagarna köper bingobrickor \r\nonline och där sannolikheten att vinna är beroende av att de \r\nnummer som dras sammanfaller med numren på brickan,\r\n\r\n13. penningautomat: automat som betalar ut vinst i form av \r\npengar och där sannolikheten att vinna beror på slumpen,\r\n\r\n14. pyramidspel: spel där vinsten härrör från framtida \r\ndeltagares insatser och där sannolikheten att vinna beror på \r\nantalet deltagare som efterhand träder in i spelet,\r\n\r\n15. spelombud: den som åt en licenshavare säljer spel, tar \r\nemot insatser eller förmedlar vinster,\r\n\r\n16. spelsystem: elektroniskt system som används av en \r\nlicenshavare eller för en licenshavares räkning för \r\n\r\na) registrering, lagring, bearbetning, delning, överföring \r\neller inhämtning av spel, kundinformation eller kundhistorik,\r\n\r\nb) generering, överföring eller behandling av slumptal, eller\r\n\r\nc) fastställande, lagring eller annan behandling av utfall i \r\nspel,\r\n\r\n17. tilläggsspel: spel med separat insats som man endast kan \r\ndelta i genom att delta i ett annat spel där sannolikheten att \r\nvinna på tilläggsspelet helt beror på slumpen,\r\n\r\n18. vadhållning: aktivitet där deltagarna har chans att vinna \r\nett pris och där man satsar på utfallet av en framtida \r\nhändelse eller på att en särskild händelse ska eller inte ska \r\ninträffa i framtiden,\r\n\r\n19. varuspelsautomat: automat som betalar ut vinst i form av \r\nvaror och där sannolikheten att vinna helt eller delvis beror \r\npå slumpen, och\r\n\r\n20. värdeautomat: automat som betalar ut vinst bara i form av \r\növerföring till spelkonto eller motsvarande, värdebevis, \r\nspelpolletter eller liknande och där sannolikheten att vinna \r\nberor på slumpen. Lag (2025:291).\r\n\r\n4 § Med prisbasbelopp avses i denna lag prisbasbelopp \r\nenligt 2 kap. 6 och 7 §§ socialförsäkringsbalken.\r\n\r\n5 § Med partipolitiskt lotteri avses ett lotteri med licens \r\nenligt 6 kap. som tillhandahålls av en licenshavare som enligt \r\nsina stadgar är eller har till syfte att främja \r\n\r\n1. ett parti, som har rätt till stöd enligt lagen (1972:625) \r\nom statligt stöd till politiska partier, eller\r\n\r\n2. en sidoorganisation till ett sådant parti. Lag (2025:767).\r\n\r\n3 kap. Krav på spelverksamhet och förbud mot främjande av \r\nolovligt spel\r\n\r\nKrav på spelverksamhet\r\n\r\n1 § Spelverksamhet ska vara lämplig ur allmän synpunkt \r\nsamt bedrivas på ett sunt och säkert sätt under offentlig \r\nkontroll. Detta innebär bl.a. att\r\n\r\n1. spelen ska ha ett starkt konsumentskydd, \r\n\r\n2. det ska råda hög säkerhet i spelen, \r\n\r\n3. de negativa konsekvenserna av spelande ska begränsas, och \r\n\r\n4. spel inte ska användas som ett stöd för kriminell \r\nverksamhet.\r\n\r\n2 § Av 5 och 6 kap. framgår att vissa spel ska vara \r\nförbehållna staten och allmännyttiga ändamål.\r\n\r\n3 § För att tillhandahålla spel enligt denna lag krävs \r\nlicens, om inte annat följer av lagen eller annan \r\nförfattning.\r\nSpelombud behöver inte ha licens för att tillhandahålla spel \r\nför en licenshavares räkning.\r\n\r\n4 § Licens krävs inte för spel \r\n\r\n1. där deltagande inte kräver betalning av en insats, \r\n\r\n2. som sker under privata former med en nära inbördes \r\ngemenskap mellan deltagarna, som inte har en organiserad \r\neller professionell prägel och som sker på annat sätt än \r\nonline och med låga belopp, eller \r\n\r\n3. som utgör ett kombinationsspel i periodisk skrift, radio \r\neller tv, där spelet inte är huvudinnehållet och där \r\nbetalningen sker genom en informations- och innehållsbaserad \r\ntjänst med integrerad betalning eller genom en mobil \r\nbetalningslösning där betalningen inte överskrider 1/3 000 \r\nprisbasbelopp per telefonnummer och dag.\r\n\r\n5 § Licens krävs inte heller för spel \r\n\r\n1. som tillhandahålls av en sådan juridisk person som avses i \r\n6 kap. 2 § och där värdet av varje insats uppgår till högst \r\n1/4 000 prisbasbelopp, vinsten endast utgörs av varor, värdet \r\nav den högsta vinsten uppgår till högst 1/6 prisbasbelopp och \r\nsom utgörs av ett lotteri som bedrivs inom en viss kommun och \r\ni samband med \r\n\r\na) en tillställning eller en sammankomst som en sådan \r\njuridisk person anordnar eller deltar i, eller \r\n\r\nb) ett bingospel som den juridiska personen tillhandahåller, \r\neller \r\n\r\n2. där värdet av varje insats uppgår till högst 1/4 000 \r\nprisbasbelopp, vinsten endast utgörs av varor, värdet av \r\nhögsta vinsten uppgår till högst 1/60 prisbasbelopp och som \r\nutgörs av ett lotteri som tillhandahålls i en viss kommun och \r\ni samband med \r\n\r\na) en offentlig nöjestillställning, \r\n\r\nb) en offentlig tillställning till förmån för ett \r\nallmännyttigt ändamål, eller \r\n\r\nc) en allmän sammankomst för framförande av ett konstnärligt \r\nverk till förmån för ett allmännyttigt ändamål.\r\n\r\n6 § Licens får inte ges för pyramidspel.\r\n\r\nFörbud mot främjande av olovligt spel\r\n\r\n7 § Det är inte tillåtet att i yrkesmässig verksamhet eller \r\nannars i förvärvssyfte främja deltagande i otillåtet spel \r\neller spel som tillhandahålls utan nödvändig licens enligt \r\ndenna lag. Lag (2022:1674).\r\n\r\n4 kap. Licensgivning\r\n\r\nFörutsättningar för licens\r\n\r\n1 § Licens får ges endast till den som \r\n\r\n1. bedöms ha den kunskap, erfarenhet och organisation som \r\nkrävs för att driva verksamheten, \r\n\r\n2. kan antas komma att driva verksamheten i enlighet med lag \r\noch andra författningar som reglerar verksamheten, och \r\n\r\n3. i övrigt bedöms lämplig att driva verksamheten.\r\n\r\n2 § Licens får inte ges till den som \r\n\r\n1. är i konkurs, \r\n\r\n2. är under 18 år, \r\n\r\n3. har förvaltare enligt 11 kap. 7 § föräldrabalken, \r\n\r\n4. i väsentlig utsträckning har åsidosatt skyldigheter i \r\nnäringsverksamhet, eller \r\n\r\n5. har gjort sig skyldig till allvarlig brottslighet.\r\n\r\n3 § För en juridisk person gäller kraven i 1 § 3 och 2 § 1 \r\näven den som har ett kvalificerat innehav av andelar i den \r\njuridiska personen eller ingår i dess styrelse eller ledning. \r\n\r\nFör en juridisk person gäller kraven i 2 § 2–5 den som har \r\nett kvalificerat innehav av andelar i den juridiska personen \r\neller ingår i dess styrelse eller ledning. \r\n\r\nMed ett kvalificerat innehav avses detsamma som i 1 kap. 5 § 15 \r\nlagen (2004:297) om bank- och finansieringsrörelse.\r\n\r\nRepresentant för licenshavare från tredjeland\r\n\r\n4 § En licenshavare som saknar bosättning eller etablering i \r\nett land inom Europeiska ekonomiska samarbetsområdet ska ha en \r\nfysisk representant som är bosatt i Sverige. Representanten \r\nska uppfylla de krav som anges i 1 och 2 §§. Lag (2022:1674).\r\n\r\n5 § Licenshavaren ska utfärda fullmakt för representanten \r\natt i alla frågor som rör verksamheten enligt licensen \r\nföreträda licenshavaren inför svenska myndigheter, handla på \r\nlicenshavarens vägnar samt ta emot stämning för licenshavaren \r\noch själv eller genom någon annan tala och svara för denne.\r\n\r\nPrövning av ansökan\r\n\r\n6 § Frågor om licens prövas av spelmyndigheten.\r\n\r\n7 § Spelmyndigheten ska i beslut att bevilja licens ange \r\nvilka spel licensen omfattar.\r\n\r\n8 § En licens ska avse en viss tid och får, om inte annat \r\nanges i denna lag, ges för högst fem år.\r\n\r\nOm en ansökan om förnyelse av licensen har getts in senast \r\nfyra månader innan giltighetstiden för den gällande licensen \r\ngår ut, ska licensen gälla till dess att spelmyndigheten \r\nbeslutat om den nya ansökan. Lag (2022:1674).\r\n\r\n9 § Spelmyndigheten får förena en licens med villkor för \r\nhur spelverksamheten ska bedrivas.\r\n\r\n10 § Om det finns särskilda skäl får spelmyndigheten vid \r\nprövningen av licensansökan begära personlig inställelse av \r\n\r\n1. sökanden om denne är en fysisk person, \r\n\r\n2. den krets som anges i 3 §, om sökanden är en juridisk \r\nperson, eller \r\n\r\n3. en sådan representant som anges i 4 §.\r\n\r\nAnmälningsskyldighet\r\n\r\n11 § En licenshavare ska senast 14 dagar efter en \r\nförändring i den personkrets som avses i 3 och 4 §§ anmäla \r\nförändringen till spelmyndigheten.\r\n\r\n5 kap. Spel som är förbehållet staten\r\n\r\nLicens\r\n\r\n1 § Licens för statligt spel får ges för att tillhandahålla \r\nspel på värdeautomater och andra lotterier än bingo, \r\nonlinebingo, datorsimulerat automatspel, lokalt poolspel och \r\npenningautomater. Lag (2025:291).\r\n\r\n2 § Licens enligt 1 § får endast ges till ett direkt eller \r\nindirekt helägt statligt aktiebolag.\r\n\r\nDen som har licens enligt 1 § får inte samtidigt ha licens \r\nenligt 6–10 kap.\r\n\r\nSpel på värdeautomater\r\n\r\n3 § Licens att tillhandahålla spel på en värdeautomat får ges \r\nom\r\n\r\n1. spelet tillhandahålls i samband med hotell- och \r\nrestaurangverksamhet, om det för rörelsen finns \r\nserveringstillstånd enligt alkohollagen (2010:1622) eller i \r\nsamband med bingo,\r\n\r\n2. högst fem värdeautomater placeras på varje spelplats,\r\n\r\n3. värdeautomaten kan kontrolleras genom elektroniska \r\nkommunikationsmedel,\r\n\r\n4. värdeautomaten förses med licenshavarens namn eller något \r\nannat kännetecken,\r\n\r\n5. värdeautomaten inte används för något annat ändamål än vad \r\nden enligt ansökan är avsedd för,\r\n\r\n6. det råder god ordning på den plats där spelet ska bedrivas, \r\noch\r\n\r\n7. spelet tillhandahålls i en lokal som inte används särskilt \r\nför sådant spel. Lag (2025:291).\r\n\r\n4 § Värdeautomater som är placerade i bingohallar får inte \r\nge en högre avkastning än avkastningen på det bingospel som \r\nbedrivs i hallen. Lag (2025:291).\r\n\r\nLotterier\r\n\r\n5 § Vid lotteri med licens enligt 1 § är det, med undantag för \r\nspel på värdeautomater, inte tillåtet att låta spelaren själv \r\ngöra sin insats med hjälp av teknisk eller elektronisk \r\nutrustning som tillhandahålls av licenshavaren eller dess \r\nspelombud. Lag (2025:291).\r\n\r\n6 § Har upphävts genom lag (2025:291).\r\n\r\n7 § Har betecknats 5 kap. 3 § genom lag (2025:291).\r\n\r\n8 § Har betecknats 5 kap. 4 § genom lag (2025:291).\r\n\r\n9 § Har betecknats 5 kap. 5 § genom lag (2025:291).\r\n\r\n6 kap. Spel för allmännyttiga ändamål\r\n\r\nLicens\r\n\r\n1 § Licens att tillhandahålla spel till förmån för \r\nallmännyttiga ändamål får omfatta andra lotterier än \r\n\r\n1. kasinospel, \r\n\r\n2. onlinebingo, \r\n\r\n3. penningautomater, \r\n\r\n4. värdeautomater, eller \r\n\r\n5. datorsimulerat automatspel.\r\n\r\n2 § Licens enligt 1 § får ges endast till en ideell \r\nförening eller ett registrerat trossamfund som\r\n\r\n1. enligt sina stadgar har till huvudsakligt syfte att främja \r\nallmännyttiga ändamål inom landet,\r\n\r\n2. bedriver verksamhet som huvudsakligen tillgodoser sådant \r\nändamål, \r\n\r\n3. inte vägrar någon inträde som medlem, om det inte finns \r\nsärskilda skäl för detta med hänsyn till arten eller \r\nomfattningen av föreningens eller trossamfundets verksamhet \r\neller syfte eller av någon annan orsak, och \r\n\r\n4. för sin verksamhet behöver intäkter från spel.\r\n\r\nLicens får ges också till en annan juridisk person än en \r\nsådan som anges i första stycket eller till en juridisk \r\nperson som har till huvudsakligt syfte att främja ett \r\nallmännyttigt ändamål utomlands, om det finns särskilda skäl \r\nför det.\r\n\r\n3 § Licens att tillhandahålla ett lotteri förutom bingo \r\nenligt 1 § får ges, om \r\n\r\n1. vinstandelen anges på lottsedlarna, lottlistorna eller där \r\nlotteriet bedrivs, och\r\n\r\n2. det kan antas att lotteriet kommer att ge licenshavaren \r\nskälig avkastning och att denna kommer att användas för det \r\nallmännyttiga ändamålet. \r\n\r\nKravet enligt första stycket 2 på skälig avkastning gäller \r\ninte om det finns särskilda skäl för annat.\r\n\r\n4 § Vid lotteri enligt 1 §, med undantag för bingo, är det \r\ninte tillåtet att låta spelaren själv göra sin insats med \r\nhjälp av teknisk eller elektronisk utrustning som \r\ntillhandahålls av licenshavaren eller dess spelombud.\r\n\r\nBingo\r\n\r\n5 § Licens att tillhandahålla bingo enligt 1 § får ges om\r\n\r\n1. vinstplanen anslås i spellokalen, och\r\n\r\n2. det kan antas att bingon kommer att ge skälig avkastning, \r\nom det inte finns särskilda skäl för annat.\r\n\r\nFörekommer det spel på värdeautomater enligt 5 kap. 3 § i \r\nspellokalen ska vid bedömningen enligt första stycket 2 även \r\nden ersättning beaktas som upplåtelsen av spelplats för sådant \r\nspel kan antas komma att ge. Lag (2025:291).\r\n\r\n6 § Vid prövning av licens för att tillhandahålla bingo \r\nenligt 1 § ska särskild hänsyn tas till licenshavarens behov \r\nav inkomster från bingo för sin verksamhet.\r\n\r\nOm utrymmet för bingo på marknaden är begränsat ska vid \r\nbedömningen av behovet av inkomster från bingo hänsyn tas \r\nfrämst till omfattningen av sådan ungdomsverksamhet vars \r\nändamål naturligen kan förenas med ungdomsverksamhet. \r\nFöreträde ska dessutom ges den som bedriver verksamhet som \r\nfrämjar förståelsen för och underlättar anpassningen i \r\nsamhället för barn och ungdomar med funktionsnedsättning.\r\n\r\n7 § Efter särskilt beslut av spelmyndigheten får en eller \r\nflera licenshavare enligt 1 § tillhandahålla samordnad bingo \r\npå flera platser.\r\n\r\nLokalt poolspel\r\n\r\n8 § Vid prövningen av licens att tillhandahålla lokalt \r\npoolspel på hästar enligt 1 § gäller inte kraven enligt \r\n4 kap. 1–3 §§, om inte annat följer av andra stycket. En sådan \r\nlicens meddelas för ett specifikt antal tävlingsdagar per år. \r\n\r\nFör den som omfattas av lagen (2017:630) om åtgärder mot \r\npenningtvätt och finansiering av terrorism, ska dock kraven i \r\n4 kap. 2 § 4 och 5 samt 3 § andra stycket tillämpas vid \r\nlicensprövningen.\r\n\r\nRegistreringslotterier\r\n\r\n9 § En sådan juridisk person som avses i 2 §, och som är \r\nverksam huvudsakligen inom en enda kommun, får utan licens, \r\nmen efter registrering hos en kommun, tillhandahålla sådana \r\nlotterier som får omfattas av en licens enligt 1 § med \r\nundantag för bingo och lokalt poolspel på hästar, om\r\n\r\n1. lotteriet tillhandahålls bara inom den eller de kommuner \r\ndär den juridiska personen är verksam,\r\n\r\n2. lotteriet inte tillhandahålls från en fast \r\nförsäljningsplats genom ett serviceföretag, \r\n\r\n3. vinstandelen anges på lottsedlarna, lottlistorna eller på \r\nden plats där lotteriet tillhandahålls, och \r\n\r\n4. det för lotteriet finns en utsedd kontaktperson.\r\n\r\nFör den som omfattas av lagen (2017:630) om åtgärder mot \r\npenningtvätt och finansiering av terrorism, ska kraven i \r\n4 kap. 2 § 4 och 5 samt 3 § andra stycket tillämpas vid \r\nregistreringen. Förändringar i den krets av personer som \r\nanges i 4 kap. 3 § ska anmälas till kommunen senast 14 dagar \r\nefter det att förändringen har skett.\r\n\r\n10 § En registrering enligt 9 § ska avse en viss tid. \r\nRegistrering får beslutas för högst fem år åt gången. \r\nKommunen får förena en registrering med villkor för hur \r\nspelverksamheten ska bedrivas.\r\n\r\n11 § Vid försäljning av förhandsdragna fysiska lotter enligt \r\n9 § är det tillåtet att låta spelaren själv göra sin insats \r\nmed hjälp av teknisk eller elektronisk utrustning som \r\ntillhandahålls av den juridiska personen, under förutsättning \r\natt utrustningen inte är försedd med en slumptalsgenerator \r\neller ett elektroniskt minne. Lag (2022:1674).\r\n\r\n7 kap. Kommersiellt onlinespel\r\n\r\n1 § Licens för kommersiellt onlinespel får ges för att \r\ntillhandahålla kasinospel, onlinebingo och datorsimulerat \r\nautomatspel.\r\n\r\nLicensen får även omfatta annat lotteri online om lotteriet \r\ntillhandahålls som ett tilläggsspel till ett spel enligt \r\nförsta stycket.\r\n\r\n2 § Vid spel med licens enligt 1 § är det inte tillåtet \r\natt låta spelaren själv göra sin insats med hjälp av teknisk \r\neller elektronisk utrustning som tillhandahålls av \r\nlicenshavaren eller dess spelombud.\r\n\r\n8 kap. Vadhållning\r\n\r\n1 § Licens får ges för att tillhandahålla vadhållning, med \r\nundantag för sådan vadhållning som anges i 2 §.\r\n\r\nLicens enligt första stycket får även omfatta lotteri i form \r\nav tilläggsspel till vadhållningen eller lotteri för att \r\navgöra avbrutna vadhållningsobjekt.\r\n\r\n2 § Licens enligt 1 § får inte avse\r\n\r\n1. vadhållning på utfallet i ett lotteri utan medgivande från \r\nden som tillhandahåller lotteriet,\r\n\r\n2. vadhållning på evenemang där den övervägande delen av \r\ndeltagarna\r\n\r\när under 18 år,\r\n\r\n3. intervallspel, eller\r\n\r\n4. sådan vadhållning på händelser eller evenemang som är \r\nstötande eller olämplig från allmän synpunkt.\r\n\r\n3 § Vid vadhållning är det inte tillåtet att låta spelaren \r\nsjälv göra sin insats med hjälp av teknisk eller elektronisk \r\nutrustning som tillhandahålls av licenshavaren eller dess \r\nspelombud.\r\n\r\n9 kap. Landbaserat kommersiellt spel\r\n\r\nLicens\r\n\r\n1 § Licens att tillhandahålla landbaserat kommersiellt spel \r\nfår omfatta kasinospel, spel på varuspelsautomater och \r\nkortspel i turneringsform. Lag (2025:291).\r\n\r\nKasinospel\r\n\r\n2 § Licens enligt 1 § att tillhandahålla kasinospel får ges om \r\nspelet tillhandahålls i samband med\r\n\r\n1. en offentlig nöjestillställning inom en nöjespark eller \r\nliknande anläggning, eller\r\n\r\n2. hotell- och restaurangverksamhet, om det för rörelsen finns \r\nserveringstillstånd enligt alkohollagen (2010:1622) eller om \r\ndet ändå kan antas att spelet utan olägenhet kan \r\ntillhandahållas i samband med verksamheten.\r\n\r\nKasinospelet får inte tillhandahållas i en särskild lokal för \r\nsådant spel. Lag (2025:291).\r\n\r\nVaruspelsautomater\r\n\r\n3 § Licens enligt 1 § att tillhandahålla spel på \r\nvaruspelsautomater får ges om\r\n\r\n1. spelet tillhandahålls i samband med en offentlig \r\nnöjestillställning i form av tivoli eller liknande,\r\n\r\n2. varje automat förses med licenshavarens namn,\r\n\r\n3. det kan antas att automaten inte kommer att användas för \r\nnågot annat ändamål än vad den enligt ansökan om licens är \r\navsedd för, och \r\n\r\n4. det kan antas att god ordning kommer att råda på den plats \r\ndär spelet ska bedrivas.\r\n\r\n4 § Den som har vunnit i ett spel på en varuspelsautomat \r\nfår inte tillåtas lösa in vinsten mot en annan vara eller \r\nkontanter hos\r\n\r\n1. licenshavaren,\r\n\r\n2. den som innehar den plats eller bedriver näringsverksamhet \r\ndär\r\n\r\nspelet tillhandahålls, eller\r\n\r\n3. ombud för sådana som avses i 1 och 2.\r\n\r\nKortspel i turneringsform\r\n\r\n5 § Licens enligt 1 § att tillhandahålla kortspel i \r\nturneringsform får ges om\r\n\r\n1. minst 8 och högst 48 spelare deltar i turneringen,\r\n\r\n2. det på spelplatsen inte förekommer annat spel som omfattas \r\nav denna lag,\r\n\r\n3. ingen teknisk utrustning används av spelarna i samband med \r\nspelet,\r\n\r\n4. endast personer som fyllt 18 år vistas på spelplatsen,\r\n\r\n5. god ordning råder på spelplatsen, och\r\n\r\n6. licenshavaren eller funktionärer inte deltar i spelet.\r\n\r\n6 § En licens enligt 1 § att tillhandhålla kortspel i \r\nturneringsform får avse högst två år och högst två \r\nturneringar per dag. I beslutet om licens ska det anges hur \r\nmånga turneringar som får tillhandahållas och på vilken plats \r\nspelet får ske.\r\n\r\n7 § En licenshavare med licens att tillhandahålla \r\nkasinospel online får ensam eller tillsammans med en eller \r\nflera sådana licenshavare ges licens att tillhandahålla en \r\nårlig landbaserad turnering i kortspel. Antalet spelare får \r\ndå uppgå till högst 10 000 personer.\r\n\r\n8 § Vid tillhandahållande av kortspelsturnering får inga \r\nandra avgifter än insatsen tas ut.\r\n\r\n10 kap. Spel på fartyg i internationell trafik\r\n\r\n1 § Licens att tillhandahålla spel på fartyg i internationell \r\ntrafik får omfatta \r\n\r\n1. spel på penning- och värdeautomater, och\r\n\r\n2. kasinospel som inte sker online eller i en särskild lokal \r\nför sådant spel. Lag (2025:291).\r\n\r\n2 § För fartyg i internationell trafik gäller \r\nbestämmelserna i 11 kap. 7 § om krav på tillstånd för innehav \r\nav penning-, värde- och varuspelsautomater.\r\n\r\n11 kap. Licenshavares samarbetspartner\r\n\r\nInternationellt samarbete\r\n\r\n1 § Licens att tillhandahålla spel enligt 5 kap. 1 §, förutom \r\nlicens för spel på värdeautomater, samt spel enligt 7 kap. 1 § \r\noch 8 kap. 1 § får omfatta tillhandahållande av spel \r\ntillsammans med en organisation eller ett företag som \r\ntillhandahåller spel i ett annat land inom Europeiska \r\nekonomiska samarbetsområdet. För sådant samarbete krävs att \r\nlicenshavarens samarbetspartner har tillstånd till motsvarande \r\nspel, har rätt att samarbeta internationellt och inte \r\ntillhandahåller spel utan nödvändig licens enligt denna lag.\r\nLag (2025:291).\r\n\r\nSpelombud\r\n\r\n2 § För att en licenshavare som omfattas av lagen \r\n(2017:630) om åtgärder mot penningtvätt och finansiering av \r\nterrorism ska få tillhandahålla spel genom spelombud, måste \r\nspelombudet vara registrerat hos spelmyndigheten. \r\nLicenshavaren ska ansöka om registrering av spelombudet hos \r\nmyndigheten.\r\n\r\n3 § När licenshavaren får kännedom om att förändringar har \r\nskett i förhållande till en ansökan eller registrering enligt \r\n2 §, ska licenshavaren anmäla förändringen till \r\nspelmyndigheten.\r\n\r\n4 § Spelmyndigheten ska registrera ett spelombud som \r\nuppfyller de krav som föreskrivits med stöd av 21 kap. 9 § \r\noch därför är lämpligt att tillhandahålla spel. Om kraven \r\ninte längre är uppfyllda, eller om licenshavaren eller \r\nspelombudet begär det, ska spelmyndigheten avregistrera \r\nspelombudet.\r\n\r\n5 § Ett spelombud får inte tillhandahålla spel i utrymmen \r\nsom omfattas av ett serveringstillstånd enligt alkohollagen \r\n(2010:1622). Detta gäller dock inte för spel på \r\nvärdeautomater och spel på travbanor och galoppbanor.\r\n\r\nUppdragsavtal\r\n\r\n6 § En licenshavare får uppdra åt någon annan att utföra \r\narbete eller operativa funktioner i licenshavarens verksamhet \r\nenligt denna lag. Ett sådant uppdrag får ges om licenshavaren \r\nansvarar för\r\n\r\n1. den anförtrodda verksamheten mot spelaren,\r\n\r\n2. att verksamheten drivs av uppdragstagaren under \r\nkontrollerade och säkerhetsmässigt betryggande former, och\r\n\r\n3. att uppdraget inte försämrar spelmyndighetens möjligheter \r\natt övervaka att licenshavaren följer de regler som gäller \r\nför verksamheten.\r\n\r\nTillstånd för spelprogramvara och innehav av automater\r\n\r\n6 a § Den som tillverkar, tillhandahåller, installerar eller \r\nändrar spelprogramvara som används vid tillhandahållande av \r\nonlinespel enligt 7 kap. eller 8 kap. ska ha tillstånd för \r\ndetta. Lag (2022:1674).\r\n\r\n6 b § Tillstånd för spelprogramvara får ges till den som \r\nuppfyller kraven i 4 kap. 1 § 1 och 2 och 2 § 1-3.\r\nLag (2022:1674).\r\n\r\n6 c § Den som har tillstånd för spelprogramvara och som saknar \r\nbosättning eller etablering i ett land inom Europeiska \r\nekonomiska samarbetsområdet ska ha en fysisk representant som \r\när bosatt i Sverige. Representanten ska uppfylla de krav som \r\nanges i 4 kap. 2 § 1-3. Lag (2022:1674).\r\n\r\n6 d § Tillståndshavaren ska utfärda fullmakt för \r\nrepresentanten att i alla frågor som rör verksamheten enligt \r\ntillståndet företräda tillståndshavaren inför svenska \r\nmyndigheter, handla på tillståndshavarens vägnar samt ta emot \r\nstämning för tillståndshavaren och själv eller genom någon \r\nannan tala och svara för denne. Lag (2022:1674).\r\n\r\n6 e § Den som har tillstånd för spelprogramvara får inte \r\ntillverka, tillhandahålla, installera eller ändra \r\nspelprogramvara åt någon som saknar nödvändig licens enligt \r\ndenna lag. Lag (2022:1674).\r\n\r\n7 § Penning-, värde- och varuspelsautomater får innehas \r\nbara av den som har tillstånd för detta.\r\n\r\nSådan automat får dock innehas utan tillstånd av\r\n\r\n1. den som har licens enligt denna lag för ett spel som \r\ntillhandahålls på automaten,\r\n\r\n2. automatinnehavares dödsbo under en tid av längst ett år \r\nfrån dödsfallet,\r\n\r\n3. automatinnehavares konkursbo längst till dess att \r\nkonkursen har avslutats, eller\r\n\r\n4. den som har fått sitt tillstånd att inneha automaten \r\nåterkallat, till dess att tre månader har gått från det att \r\nbeslutet om återkallelsen fick laga kraft.\r\n\r\n8 § Tillstånd enligt 7 § kan ges till den som har \r\nyrkesmässig befattning med sådana automater och som uppfyller \r\nkraven i 4 kap. 1–3 §§. \r\n\r\nOm det finns särskilda skäl får tillstånd också ges till den \r\nsom driver musei- eller annan samlarverksamhet.\r\n\r\n9 § Frågor om tillstånd enligt 6 a och 7 §§ prövas av \r\nspelmyndigheten. Lag (2022:1674).\r\n\r\n10 § Spelmyndigheten får förena ett tillstånd med villkor för \r\nhanteringen av spelprogramvara eller för innehavet av \r\nautomater. Lag (2022:1674).\r\n\r\n11 § Ett tillstånd för spelprogramvara ska avse en viss tid \r\noch får ges för högst fem år.\r\n\r\nOm en ansökan om förnyelse av tillståndet har getts in senast \r\nfyra månader innan giltighetstiden för det gällande \r\ntillståndet går ut, ska tillståndet gälla till dess att \r\nspelmyndigheten beslutat om den nya ansökan. Lag (2022:1674).\r\n\r\n12 kap. Registrering av spelare\r\n\r\n1 § En licenshavare ska registrera den som vill delta i \r\nspel. Endast fysiska personer som är bosatta eller \r\nstadigvarande vistas i Sverige får registreras för \r\nonlinespel.\r\n\r\n2 § Vid registreringen ska spelaren uppge namn, adress och \r\npersonnummer eller motsvarande. \r\n\r\nLicenshavaren ska kontrollera spelarens identitet på ett \r\nbetryggande sätt genom en tillförlitlig elektronisk \r\nidentifiering eller motsvarande.\r\n\r\n3 § En spelare som deltar i lotteri för viss tid ska \r\nregistreras med namn, adress och personnummer eller \r\nmotsvarande. Identifiering enligt 2 § krävs dock inte.\r\n\r\n4 § Spel får inte ske förrän spelarens identitet \r\nfastställts, om det inte finns förutsättningar för ett \r\ntillfälligt spelkonto enligt 13 kap. 4 §. \r\n\r\nEn licenshavare ska dock fastställa en spelares identitet \r\nsenast i samband med att den första utbetalningen till \r\nspelaren görs. \r\n\r\nSpel får inte ske innan licenshavaren har kontrollerat att \r\nspelaren inte stängt av sig enligt 14 kap. 11 eller 12 §.\r\n\r\n13 kap. Spelkonton\r\n\r\n1 § En licenshavare med licens för onlinespel, med \r\nundantag för sådant spel som avses i 12 kap. 3 §, ska för \r\nvarje registrerad spelare öppna ett spelkonto.\r\n\r\n2 § När en registrerad spelare loggar in på sitt spelkonto \r\nska licenshavaren identifiera spelaren på ett betryggande \r\nsätt.\r\n\r\n3 § Alla ekonomiska transaktioner till och från spelkontot \r\nska registreras. Licenshavaren ska ge spelaren tillgång till \r\ninformation om spelkontots saldo, spelhistorik, in- och \r\nutbetalningar samt övriga transaktioner. Sådan information \r\nska vara tillgänglig för spelaren på spelkontot i minst tolv \r\nmånader.\r\n\r\n4 § Innan licenshavaren har kontrollerat de uppgifter som \r\nspelaren ska lämna enligt 12 kap. 2 § får ett tillfälligt \r\nspelkonto öppnas för spelaren. Ett tillfälligt spelkonto får \r\ndock inte öppnas för en spelare som finns i det register för \r\nsjälvavstängning som anges i 14 kap. 12 §.\r\n\r\nLicenshavaren ska genast stänga ett tillfälligt spelkonto om \r\ndet visar sig att spelaren har lämnat felaktig information \r\nvid registreringen. Detsamma gäller om spelaren inte på \r\nuppmaning av licenshavaren inom en viss tid ger in \r\ndokumentation som styrker de uppgifter som lämnats vid \r\nregistreringen.\r\n\r\nUtbetalningar till spelaren får inte göras från ett \r\ntillfälligt spelkonto, såvida inte annat följer av 8 §.\r\n\r\n5 § En licenshavare får ta emot betalningar till ett \r\nspelkonto bara från en betaltjänstleverantör enligt lagen \r\n(2010:751) om betaltjänster.\r\n\r\n6 § Pengar, spelpolletter eller liknande får inte \r\növerföras mellan spelkonton.\r\n\r\n7 § De medel som en spelare har innestående på ett \r\nspelkonto ska hållas avskilda från licenshavarens egna \r\nmedel.\r\nLicenshavaren ska senast i samband med att ett spelkonto \r\nöppnas informera spelaren om hur medlen på spelkontot är \r\nskyddade om licenshavaren skulle hamna på ekonomiskt \r\nobestånd.\r\n\r\n8 § När ett spelkonto avslutas ska licenshavaren skyndsamt \r\nbetala ut tillgodohavandet på spelkontot till spelaren.\r\n\r\nLicenshavaren ska dock endast betala tillbaka vad som \r\nåterstår av de insättningar som spelaren har gjort, om \r\nspelkontot avslutas på grund av att\r\n\r\n1. spelaren vid öppnandet av ett tillfälligt spelkonto lämnat \r\nfelaktiga uppgifter om sig själv, eller på uppmaning av \r\nlicenshavaren inte gett in dokumentation som styrker de \r\nuppgifter som lämnats vid registreringen, eller\r\n\r\n2. spelaren stängts av från spel på grund av misskötsamhet.\r\n\r\n9 § Om en licenshavare avslutar ett spelkonto ska spelaren \r\ninformeras skriftligen om det och om grunderna för \r\nbeslutet.\r\n\r\n10 § Det är inte tillåtet för licenshavaren att ta ut en \r\navgift för att avsluta ett spelkonto.\r\n\r\n14 kap. Spelansvar och konsumentskydd\r\n\r\nOmsorgsplikt\r\n\r\n1 § En licenshavare ska säkerställa att sociala och \r\nhälsomässiga hänsyn iakttas i spelverksamheten för att skydda \r\nspelare mot överdrivet spelande och hjälpa dem att minska \r\nsitt spelande när det finns anledning till det \r\n(omsorgsplikt). I omsorgsplikten ingår att motverka \r\növerdrivet spelande genom fortlöpande kontroll av \r\nspelbeteende. Licenshavare ska i en handlingsplan redovisa \r\nhur omsorgsplikten ska fullgöras.\r\n\r\nÅldersgräns\r\n\r\n2 § Licenspliktigt spel får inte tillhandahållas någon som är \r\nunder 18 år. Lag (2025:291).\r\n\r\n3 § Spel ska tillhandahållas på ett sådant sätt att det \r\ngår att kontrollera spelarens ålder. Åldersgränsen för ett \r\nspel ska tydligt anges på platser där spelet \r\ntillhandahålls.\r\nInformationsskyldighet\r\n\r\n4 § En licenshavare ska hålla all relevant information om \r\nspelet, inklusive spelets vinstmöjligheter och regler, \r\nlättillgänglig för spelare och myndigheter. Denna information \r\nska vara på svenska.\r\n\r\n4 a § En licenshavare med licens enligt 6 kap. som enligt sina \r\nstadgar är, eller har till syfte att främja, ett parti som \r\ndeltar eller har deltagit i ett val till riksdagen, region- \r\neller kommunfullmäktige eller Europaparlamentet eller en \r\nsidoorganisation till ett sådant parti ska vid \r\ntillhandahållandet av spel enligt licensen lämna tydlig och \r\nframträdande information om partiets beteckning eller \r\norganisationens namn.\r\n\r\nFör fysiska lotter ska informationen anges på framsidan av \r\nlotten och för andra lotter på en i tydlighetshänseende \r\nlikvärdig plats. Lag (2025:767).\r\n\r\nUtformning av spel\r\n\r\n5 § Det är inte tillåtet att särskilt utforma eller \r\nprogrammera spel så att spelaren får intryck av att vara nära \r\natt vinna när så inte är fallet. \r\n\r\nEn licenshavare får inte tillhandahålla gratisspel, provspel \r\noch liknande spel som har ett annat slumpmässigt utfall än \r\nmotsvarande spel med insatser.\r\n\r\nInsatser och vissa gränser\r\n\r\n6 § Vid spel ska spelaren aktivt ange och bekräfta sin \r\ninsats.\r\n\r\n7 § Vid onlinespel ska spelaren ange en övre gräns för sina \r\ninsättningar. Vid spel på värdeautomater enligt 5 kap. 3 och \r\n4 §§ ska i stället en förlustgräns anges. Lag (2025:291).\r\n\r\nKreditförbud\r\n\r\n8 § Det är inte tillåtet för en licenshavare eller ett \r\nspelombud att erbjuda eller lämna kredit för insatser i \r\nspelet.\r\n\r\nSpelmyndigheten får för ett visst lotteri, som inte är ett \r\npartipolitiskt lotteri, medge undantag från förbudet i första \r\nstycket, om\r\n\r\n1. lotteriet tillhandahålls med licens enligt 6 kap.,\r\n\r\n2. krediten avser köp av lotter för en viss tid, och\r\n\r\n3. det sammanlagda kreditbeloppet uppgår till högst \r\n1/40 prisbasbelopp. Lag (2025:767).\r\n\r\nBonuserbjudanden\r\n\r\n9 § En licenshavare får endast vid det första tillfället då en \r\nspelare spelar på något av licenshavarens spel erbjuda eller \r\nlämna bonus.\r\n\r\nLicenshavare som enbart tillhandahåller spel enligt 6 kap., \r\nsom inte är partipolitiska lotterier, får dock erbjuda och \r\nlämna bonus även vid andra tillfällen. Lag (2025:767).\r\n\r\nSjälvtest\r\n\r\n10 § En licenshavare ska erbjuda ett verktyg online för \r\natt spelaren ska kunna bedöma sitt spelbeteende.\r\n\r\nSjälvavstängning\r\n\r\n11 § En licenshavare enligt 5–8 kap. ska ge registrerade \r\nspelare möjlighet att stänga av sig från spel under en viss \r\ntid eller tills vidare. En avstängning tills vidare får inte \r\nhävas förrän efter tolv månader.\r\n\r\nEn licenshavare som tillhandahåller kasinospel online, \r\nonlinebingo och datorsimulerat automatspel ska på sin \r\nwebbplats även ge spelaren en möjlighet att omedelbart stänga \r\nav sig från sådant spel i 24 timmar.\r\n\r\n12 § En spelare ska genom en anmälan till spelmyndigheten \r\nkunna stänga av sig från allt spel som kräver registrering \r\nenligt 12 kap. 1 §. Avstängningen ska gälla hos alla \r\nlicenshavare under en viss tid eller tills vidare. En \r\navstängning tills vidare får inte hävas förrän efter tolv \r\nmånader. \r\n\r\nSpelmyndigheten ska föra ett register över spelare som är \r\navstängda från spel enligt första stycket.\r\n\r\nKundtjänst\r\n\r\n13 § En licenshavare ska ha rutiner och bemanning för \r\nhantering av klagomål och andra frågor om de spel som \r\ntillhandahålls.\r\n\r\nUtbildning\r\n\r\n14 § En licenshavare ska kontinuerligt utbilda sin ledning \r\noch sådan personal, såväl egen som vid anlitade företag, som \r\narbetar med produktutveckling, marknadsföring, \r\nspelövervakning, försäljning och kundtjänst. Utbildningen ska \r\nskapa medvetenhet om och förståelse för riskerna med spel och \r\nför vilka faktorer som påverkar en spelares spelbeteende.\r\n\r\nSärskilda bestämmelser för anställda\r\n\r\n15 § En licenshavare ska ha regler som anger vilka \r\nanställda och uppdragstagare som inte får delta i \r\nlicenshavarens spel och säkerställa att dessa inte deltar i \r\nspelen.\r\n\r\nKontrollrutiner\r\n\r\n16 § En licenshavare ska ha rutiner för att upptäcka och \r\nmotverka gärningar som omfattas av regleringen om spelfusk i \r\n19 kap. 4 § samt överträdelser av användarvillkor och \r\nspelregler. \r\n\r\nLicenshavaren ska även möjliggöra för spelare att omedelbart \r\nkunna underrätta licenshavaren om sådana förhållanden som \r\nanges i första stycket. \r\n\r\nEn licenshavare får till Polismyndigheten eller åklagare \r\nlämna uppgifter som kan tyda på brott i samband med spel.\r\n\r\nUppgiftsskyldighet\r\n\r\n17 § En licenshavare ska på begäran av Polismyndigheten \r\nsnarast möjligt lämna alla uppgifter som myndigheten behöver \r\nför en utredning om brott som en spelare kan ha begått i \r\nsamband med spel.\r\n\r\nUppgifterna ska lämnas i det format som Polismyndigheten \r\nbegär. Lag (2023:309).\r\n\r\nTelefonförsäljning\r\n\r\n18 § Om en licenshavare på eget initiativ kontaktar en \r\nkonsument via telefon i syfte att ingå ett distansavtal om \r\nspel enligt denna lag, ska konsumenten i början av samtalet \r\ninformeras om licenshavarens identitet, syftet med samtalet \r\noch namnet på den person som är i kontakt med konsumenten och \r\nhans eller hennes relation till licenshavaren.\r\n\r\nMed distansavtal avses detsamma som i lagen (2005:59) om \r\ndistansavtal och avtal utanför affärslokaler. Lag (2024:255).\r\n\r\n19 § Om ett avtal ska ingås till följd av en sådan kontakt som \r\navses i 18 § första stycket, ska licenshavaren bekräfta sitt \r\nanbud i en handling eller i någon annan läsbar och varaktig \r\nform som är tillgänglig för konsumenten.\r\n\r\nEtt avtal ingås genom att konsumenten efter samtalet \r\nskriftligen accepterar licenshavarens anbud. Ett avtal som \r\ninte har ingåtts på detta sätt är ogiltigt och konsumenten är \r\ndå inte skyldig att betala för något spel. Konsumenten ska \r\ninformeras om detta i licenshavarens bekräftelse av anbudet.\r\nLag (2024:255).\r\n\r\n15 kap. Marknadsföring\r\n\r\nMåttfull marknadsföring\r\n\r\n1 § Vid marknadsföring av spel till konsumenter ska \r\nmåttfullhet iakttas.\r\n\r\nMarknadsföringen får inte riktas särskilt till personer under \r\n18 år.\r\n\r\nDirektreklam\r\n\r\n2 § Marknadsföring får inte riktas direkt till en spelare \r\nsom har stängt av sig från spel. \r\n\r\nOm en spelare har sagt upp sitt spelkonto hos en \r\nlicenshavare, får licenshavaren rikta marknadsföring direkt \r\ntill spelaren endast om spelaren i samband med uppsägningen \r\naktivt godkänt det.\r\n\r\nInformationsskyldighet\r\n\r\n3 § Kommersiella meddelanden om spel ska innehålla tydlig \r\ninformation om lägsta ålder för att få spela.\r\n\r\nPå platser där spel bedrivs och i samband med kommersiella \r\nmeddelanden om spel, med undantag för sådana meddelanden i \r\nradio, ska licenshavaren säkerställa att det också anges \r\nkontaktuppgifter till en organisation som tillhandahåller \r\ninformation om och stöd i samband med spelproblem.\r\n\r\n3 a § En licenshavare med licens enligt 6 kap. som enligt sina \r\nstadgar är, eller har till syfte att främja, ett parti som \r\ndeltar eller har deltagit i ett val till riksdagen, region- \r\neller kommunfullmäktige eller Europaparlamentet, eller en \r\nsidoorganisation till ett sådant parti, ska på ett tydligt \r\nsätt lämna information om partiet eller organisationen i \r\nkommersiella meddelanden om spel enligt 6 kap. Lag (2025:767).\r\n\r\nOtillbörlig marknadsföring\r\n\r\n4 § Marknadsföring som strider mot 1 eller 2 § ska vid \r\ntillämpningen av 5, 23 och 26 §§ marknadsföringslagen \r\n(2008:486) anses som otillbörlig mot konsumenter. Ett \r\nhandlande som strider mot 2 § kan medföra \r\nmarknadsstörningsavgift enligt bestämmelserna i 29-36 §§ \r\nmarknadsföringslagen.\r\n\r\nDen information som ska lämnas enligt 3 och 3 a §§ ska anses \r\nvara väsentlig vid tillämpning av 10 § tredje stycket \r\nmarknadsföringslagen. Bestämmelserna i 29-36 §§ \r\nmarknadsföringslagen om marknadsstörningsavgift ska inte \r\ntillämpas vid utebliven information. Lag (2025:767).\r\n\r\nSponsring\r\n\r\n5 § När en licenshavare ingår avtal om sponsring ska den \r\nsäkerställa att dess logotyper samt namn på spelprodukter \r\neller speltjänster inte förekommer på produkter som är \r\navsedda att användas av personer under 18 år.\r\n\r\nReklam i radio och tv samt på videodelningsplattformar\r\n\r\n6 § Reklam för spel som tillhandahålls av någon som saknar \r\nnödvändig licens enligt denna lag får inte förekomma i tv-\r\nsändningar, beställ-tv, sökbar text-tv eller \r\nljudradiosändningar.\r\n\r\nEn leverantör av en videodelningsplattform får inte \r\ntillhandahålla sådan reklam före, under eller efter \r\nanvändargenererade videor eller tv-program på plattformen.\r\nLag (2022:1674).\r\n\r\n16 kap. Tekniska krav\r\n\r\n1 § Den som tillhandahåller spel ska se till att \r\nspelsystem, affärssystem, dragningsutrustning, fysiska lotter \r\noch fysiska bingobrickor uppfyller de tekniska kraven i \r\nsådana föreskrifter som har meddelats med stöd av denna lag. \r\nDetsamma gäller krav för de rutiner som ska tillämpas för \r\nspel- och affärssystem inklusive de uppgifter som finns i \r\ndessa system.\r\n\r\n1 a § Den som tillhandahåller onlinespel enligt 7 kap. eller \r\n8 kap. ska se till att spelprogramvaran som används är \r\ntillverkad, tillhandahållen, installerad eller ändrad av någon \r\nmed tillstånd enligt 11 kap. 6 a §. Lag (2022:1674).\r\n\r\n2 § Licenshavarens spelsystem ska vara placerat i Sverige.\r\n\r\nSpelsystemet får vara placerat utomlands om licenshavaren\r\n\r\n1. har tillåtelse att erbjuda spel i ett annat land där en \r\noffentlig myndighet övervakar licenshavarens tillhandahållande \r\nav spel och denna myndighet har ingått avtal med \r\nspelmyndigheten om tillsyn av licenshavarens tillhandahållande \r\nav spel i Sverige, eller\r\n\r\n2. ger spelmyndigheten möjlighet att genomföra en \r\ntillfredsställande kontroll av spelsystemet med hjälp av \r\nfjärråtkomst eller liknande. Lag (2022:1674).\r\n\r\n3 § För att säkerställa att en licenshavares spelsystem, \r\naffärssystem, rutiner, dragningsutrustning och fysiska lotter \r\nuppfyller de krav som avses i 1 § innan de används i \r\nspelverksamheten ska de bedömas av ett organ som ackrediterats \r\nför uppgiften enligt Europaparlamentets och rådets förordning \r\n(EG) nr 765/2008 av den 9 juli 2008 om krav för ackreditering \r\noch upphävande av förordning (EEG) nr 339/93. Lag (2022:1143).\r\n\r\n4 § Spelmyndigheten får när som helst under licenstiden \r\nkräva att licenshavaren låter utföra en bedömning av hur \r\nspelsystem, affärssystem, rutiner, dragningsutrustning eller \r\nfysiska lotter uppfyller uppställda krav. Kostnaderna för \r\ndetta ska betalas av licenshavaren.\r\n\r\n5 § En licenshavare ska, om inte spelmyndigheten beslutar \r\nom annat, spara alla uppgifter om driften av spelsystemet i \r\nminst fem år.\r\n\r\n17 kap. Behandling av personuppgifter\r\n\r\nFörhållandet till annan dataskyddsreglering\r\n\r\n1 § Denna lag innehåller bestämmelser som kompletterar \r\nEuropaparlamentets och rådets förordning (EU) 2016/679 av den \r\n27 april 2016 om skydd för fysiska personer med avseende på \r\nbehandling av personuppgifter och om det fria flödet av \r\nsådana uppgifter och om upphävande av direktiv 95/46/EG \r\n(allmän dataskyddsförordning), här benämnd EU:s \r\ndataskyddsförordning.\r\n\r\nVid behandling av personuppgifter enligt denna lag gäller \r\nlagen (2018:218) med kompletterande bestämmelser till EU:s \r\ndataskyddsförordning och föreskrifter som har meddelats i \r\nanslutning till den lagen, om inte annat följer av denna lag \r\neller av föreskrifter som har meddelats i anslutning till \r\nlagen.\r\n\r\nPersonuppgiftsansvar\r\n\r\n2 § Spelmyndigheten är personuppgiftsansvarig för \r\nsjälvavstängningsregistret och för den behandling av \r\npersonuppgifter som myndigheten utför i övrigt för att \r\nfullgöra sina uppgifter enligt denna lag.\r\n\r\nEn licenshavare är personuppgiftsansvarig för den behandling \r\nav personuppgifter som den utför för att fullgöra sina \r\nuppgifter enligt denna lag.\r\n\r\nBehörighetstilldelning\r\n\r\n3 § Tillgången till personuppgifter ska begränsas till vad \r\nvar och en behöver för att kunna fullgöra sina \r\narbetsuppgifter enligt denna lag.\r\n\r\nTillåtna ändamål för behandling av personuppgifter\r\n\r\n4 § Spelmyndigheten får behandla personuppgifter om det är \r\nnödvändigt för att hantera självavstängningsregistret och i \r\növrigt utföra sina uppgifter enligt denna lag och \r\nföreskrifter som har meddelats i anslutning till lagen.\r\n\r\n5 § En licenshavare får behandla personuppgifter om det är \r\nnödvändigt för att enligt denna lag och föreskrifter som har \r\nmeddelats i anslutning till lagen\r\n\r\n1. kontrollera spelarens identitet och ålder,\r\n\r\n2. upprätta spelkonton och fullgöra licenshavarens \r\nskyldigheter gentemot spelaren i fråga om spelkonton,\r\n\r\n3. kontrollera att spelaren följer de villkor och regler som \r\ngäller för varje spel,\r\n\r\n4. granska spelet i syfte att upptäcka fusk, bedrägeri och \r\nannan brottslig verksamhet,\r\n\r\n5. kontrollera och rapportera avvikande spelmönster och \r\nmisstankar om manipulation av resultat inom sport med avseende \r\npå vadhållning,\r\n\r\n6. granska och analysera uppgifter från upprättade \r\nspelarprofiler och varje spelares spelbeteende, sådana \r\nuppgifter om hälsa som spelaren själv lämnar till \r\nlicenshavaren och uppgifter om spelarens ekonomi för att kunna \r\nvidta spelansvarsåtgärder och även i övrigt motverka sådant \r\növerdrivet spelande som avses i 14 kap. 1 §,\r\n\r\n7. genomföra självavstängning av spelare samt hantera \r\nuppgifter från spelmyndigheten avseende det nationella \r\nsjälvavstängningsregistret, och\r\n\r\n8. kontrollera och rapportera om spelaren deltagit i \r\nvadhållning i strid med idrottens regelverk om matchfixning.\r\nLag (2024:255).\r\n\r\n6 § Sveriges Riksidrottsförbund och ett sådant \r\nspecialidrottsförbund som är anknutet till \r\nRiksidrottsförbundet får behandla personuppgifter om det är \r\nnödvändigt för att enligt denna lag och föreskrifter som har \r\nmeddelats i anslutning till lagen rapportera misstankar om \r\nmanipulation av resultat inom sport med avseende på \r\nvadhållning. Lag (2023:309).\r\n\r\n7 § Sveriges Riksidrottsförbund och ett sådant \r\nspecialidrottsförbund som är anknutet till \r\nRiksidrottsförbundet får behandla personuppgifter inom ramen \r\nför arbete som utförs på grund av idrottens regelverk om \r\nmatchfixning, om det är nödvändigt för att\r\n\r\n1. handlägga ärenden om förseelser, och\r\n\r\n2. inhämta, analysera och delge information som gäller möjliga \r\nförseelser.\r\n\r\nAndra organ som agerar inom ramen för idrottens arbete mot \r\nmatchfixning får behandla personuppgifter enligt första \r\nstycket 2, om det är nödvändigt för att tillhandahålla \r\ninformation som Sveriges Riksidrottsförbund eller ett \r\nspecialidrottsförbund behöver för sin verksamhet enligt första \r\nstycket. Lag (2023:309).\r\n\r\nBehandling av personuppgifter om lagöverträdelser\r\n\r\n8 § Personuppgifter som avses i artikel 10 i EU:s \r\ndataskyddsförordning får behandlas av \r\n\r\n1. licenshavare med licens för vadhållning enligt 8 kap., om \r\nsådana uppgifter behandlas för de ändamål som anges i 5 § \r\n4, 5 eller 8, och \r\n\r\n2. dem som anges i 7 §, om sådana uppgifter behandlas för de \r\nändamål som anges i 7 § första stycket. Lag (2024:1310).\r\n\r\nHinder mot utlämnande av uppgifter\r\n\r\n9 § Personuppgifter som behandlas enligt 14 kap. 16 § tredje \r\nstycket eller 17 § får inte lämnas ut till den registrerade. \r\nArtikel 15 i EU:s dataskyddsförordning om information och rätt \r\natt få tillgång till personuppgifter gäller inte vid sådan \r\nbehandling. Lag (2023:309).\r\n\r\nSökförbud\r\n\r\n10 § Vid behandling av personuppgifter enligt denna lag är \r\ndet förbjudet att utföra sökningar i syfte att få fram ett \r\nurval av personer grundat på sådana personuppgifter som avses \r\ni artiklarna 9.1 och 10 i EU:s dataskyddsförordning.\r\nLag (2023:309).\r\n\r\n18 kap. Tillsyn och andra åtgärder\r\n\r\nTillsynsmyndigheter\r\n\r\n1 § Spelmyndigheten har tillsyn över att denna lag och de \r\nföreskrifter och villkor som meddelats med stöd av lagen \r\nföljs.\r\n\r\nSpelmyndigheten har dock inte tillsyn över\r\n\r\n1. sådana lotterier som avses i 6 kap. 9 §, och\r\n\r\n2. behandlingen av personuppgifter.\r\n\r\nTillsyn över lotterier som avses i andra stycket 1 utövas av \r\nden kommunala nämnd som kommunen bestämmer.\r\n\r\n2 § Spelmyndigheten har också tillsyn över att spelverksamhet \r\nsom bedrivs med licens eller registrering enligt denna lag \r\nföljer lagen (2017:630) om åtgärder mot penningtvätt och \r\nfinansiering av terrorism. Lag (2022:1674).\r\n\r\nKontrollanter\r\n\r\n3 § Spelmyndigheten får förordna särskilda kontrollanter \r\nför att utföra tillsynsuppgifter.\r\n\r\nUndersökningar och upplysningar\r\n\r\n4 § En kontrollant enligt 3 § eller en befattningshavare \r\nhos spelmyndigheten i vars uppgifter det ingår att övervaka \r\natt bestämmelser om spel följs, har rätt att\r\n\r\n1. få tillträde till fartyg, områden, anläggningar, lokaler \r\noch andra utrymmen där det bedrivs eller kan antas bedrivas \r\nspel eller där utrustning för spel förvaras eller hanteras,\r\n\r\n2. få de uppgifter och handlingar som behövs för tillsynen, \r\noch\r\n\r\n3. få den hjälp som behövs för tillsynen av den som är \r\nföremål för åtgärden.\r\n\r\n5 § Polismyndigheten ska lämna spelmyndigheten den hjälp \r\nsom behövs vid tillsynen.\r\n\r\nHjälp enligt första stycket får begäras endast om\r\n\r\n1. det på grund av särskilda omständigheter kan befaras att \r\nåtgärden inte kan utföras utan att en polismans särskilda \r\nbefogenheter enligt 10 § polislagen (1984:387) behöver \r\ntillgripas, eller\r\n\r\n2. det annars finns synnerliga skäl.\r\n\r\n6 § Om en licenshavare ingår i en koncern har \r\nspelmyndigheten rätt att från de övriga företagen i koncernen \r\nfå de upplysningar om verksamheten och därmed sammanhängande \r\nomständigheter som myndigheten behöver för sin tillsyn över \r\nlicenshavaren.\r\n\r\n7 § En revisor eller en särskild granskare ska omedelbart \r\nunderrätta spelmyndigheten om han eller hon vid fullgörandet \r\nav sitt uppdrag hos en licenshavare får kännedom om \r\nförhållanden som\r\n\r\n1. kan utgöra en väsentlig överträdelse av någon författning \r\nsom reglerar licenshavarens verksamhet,\r\n\r\n2. kan påverka licenshavarens fortsatta drift negativt, \r\neller\r\n\r\n3. kan leda till att revisorn avstyrker att balansräkningen \r\neller resultaträkningen fastställs eller till anmärkning \r\nenligt 9 kap. 33 eller 34 § aktiebolagslagen (2005:551), \r\n8 kap. 36 och 37 §§ lagen (2018:672) om ekonomiska föreningar, \r\neller 29 eller 30 § revisionslagen (1999:1079).\r\n\r\nRevisorn och den särskilda granskaren har en motsvarande \r\nunderrättelseskyldighet om han eller hon får kännedom om \r\nförhållanden som avses i första stycket vid fullgörande av \r\nuppdrag i licenshavarens moderföretag eller dotterföretag \r\neller i ett företag som har en likartad förbindelse med \r\nlicenshavaren.\r\n\r\nKontrollköp\r\n\r\n8 § Som ett led i tillsynen av om en licenshavare som \r\ntillhandahåller något annat spel än onlinespel följer \r\nbestämmelserna om åldersgränser i 14 kap. 2 § får \r\nspelmyndigheten genomföra kontrollköp. Vid ett sådant köp får \r\nspelmyndigheten endast anlita en person som har uppnått den \r\nålder som gäller för det aktuella spelet.\r\n\r\nEtt kontrollköp får genomföras utan att licenshavaren eller \r\ndess spelombud underrättas i förväg om kontrollköpet. \r\nSpelmyndigheten ska dock snarast efter ett genomfört \r\nkontrollköp underrätta licenshavaren om kontrollköpet.\r\n\r\n9 § Vad som framkommit genom kontrollköp får inte utgöra \r\ngrund för spelmyndigheten att ingripa enligt 12 §.\r\n\r\nTestköp\r\n\r\n9 a § Om det är nödvändigt för tillsynen över att \r\nbestämmelserna i 3 kap. 3 § första stycket och 7 § följs, får \r\nspelmyndigheten köpa speltjänster online under dold identitet \r\n(testköp).\r\n\r\nNäringsidkaren ska underrättas om testköpet så snart det kan \r\nske utan att åtgärden förlorar sin betydelse. Lag (2023:309).\r\n\r\nTillsyn över registreringslotterier\r\n\r\n10 § För sådana lotterier som avses i 6 kap. 9 § ska \r\nkommunen förordna en kontrollant. \r\n\r\nKommunen ska fastställa arvodet till kontrollanten. Arvodet \r\nska betalas av den som har registrerats för att \r\ntillhandahålla ett sådant lotteri. \r\n\r\nDen som efter registrering tillhandahåller lotterier enligt \r\n6 kap. 9 § ska senast den 15 februari varje år till \r\nkontrollanten redovisa de lotterier som har tillhandahållits \r\nunder föregående kalenderår. Kontrollanten ska senast den 1 \r\napril varje år och vid utgången av varje tillståndsperiod \r\nlämna kommunen uppgifter om insatsernas sammanlagda belopp i \r\nde lotterier som har tillhandahållits under perioden.\r\n\r\n11 § Spelmyndigheten ska genom tillsynsvägledning löpande \r\nge stöd till och följa hur kommunerna bedriver sin tillsyn \r\nenligt 1 § tredje stycket.\r\n\r\nIngripanden\r\n\r\n12 § Om förutsättningarna för licens eller tillstånd för \r\nspelprogramvara inte längre är uppfyllda, eller om en licens- \r\neller tillståndshavare i övrigt åsidosätter sina skyldigheter \r\nenligt denna lag eller enligt föreskrifter eller villkor som \r\nmeddelats med stöd av lagen, ska spelmyndigheten förelägga \r\nlicens- eller tillståndshavaren att inom en viss tid vidta \r\nrättelse eller besluta om förbud, ändring av villkoren eller \r\nanmärkning.\r\n\r\nOm överträdelsen är allvarlig ska licensen eller tillståndet \r\nåterkallas eller, om det är tillräckligt, varning meddelas.\r\n\r\nSpelmyndigheten får avstå från ingripande om en överträdelse \r\när ringa eller ursäktlig, om licens- eller tillståndshavaren \r\nvidtar rättelse eller om någon annan myndighet har vidtagit \r\nåtgärder mot denne och dessa åtgärder bedöms tillräckliga.\r\nLag (2022:1674).\r\n\r\n13 § Om det finns sannolika skäl för återkallelse av en licens \r\ni ett ärende enligt 12 § får spelmyndigheten återkalla \r\nlicensen fram till dess att frågan om återkallelse har prövats \r\nslutligt. Detta gäller dock endast om det behövs för att \r\ntrygga konsumentskyddet eller det annars är nödvändigt från \r\nallmän synpunkt.\r\n\r\nEtt beslut enligt första stycket gäller i högst sex månader. \r\nOm det finns särskilda skäl får beslutet förlängas en gång med \r\nytterligare högst sex månader. Lag (2022:1674).\r\n\r\n14 § Spelmyndigheten ska återkalla en licens om \r\nlicenshavaren\r\n\r\n1. har fått licensen genom att lämna oriktiga uppgifter eller \r\npå något annat otillbörligt sätt,\r\n\r\n2. inte inom ett år från det att licensen beviljades har \r\nbörjat driva sådan spelverksamhet som licensen avser,\r\n\r\n3. under en sammanhängande tid av sex månader inte har drivit \r\nsådan verksamhet som licensen avser,\r\n\r\n4. har förklarat sig avstå från licensen, eller\r\n\r\n5. har försatts i konkurs eller om beslut har fattats om att \r\nbolaget ska tvångslikvideras.\r\n\r\nI de fall som avses i första stycket 1–3 får i stället \r\nvarning meddelas, om det är tillräckligt.\r\n\r\n15 § Om licenshavaren är en fysisk person och \r\nförutsättningarna för licens enligt 4 kap. 2 § 4 eller 5 inte \r\nlängre är uppfyllda, får spelmyndigheten återkalla licensen.\r\nOm licenshavaren är en juridisk person och \r\nförutsättningarna för licens enligt 4 kap. 2 § 4 eller 5 inte \r\nlängre är uppfyllda, får spelmyndigheten förelägga den \r\njuridiska personen att vidta rättelse. Om rättelse inte görs \r\nfår spelmyndigheten återkalla licensen. Om bristen avser den \r\nsom har ett kvalificerat innehav enligt 4 kap. 3 § tredje \r\nstycket, får spelmyndigheten förelägga innehavaren att \r\navyttra så stor del av aktierna eller andelarna att innehavet \r\ndärefter inte är kvalificerat eller, om innehavaren är en \r\njuridisk person, entlediga den diskvalificerade personen i \r\nstyrelsen eller ledningen.\r\n\r\n16 § Om den som är registrerad att tillhandahålla spel \r\nenligt 6 kap. 9 § omfattas av lagen (2017:630) om åtgärder \r\nmot penningtvätt och finansiering av terrorism och om kraven \r\ni 4 kap. 2 § 4 eller 5 inte längre är uppfyllda, får kommunen \r\nförelägga den registrerade att vidta rättelse. Om rättelse \r\ninte görs får kommunen förelägga den registrerade att upphöra \r\nmed verksamheten. Om bristen avser den som har ett \r\nkvalificerat innehav enligt 4 kap. 3 § tredje stycket, får \r\nkommunen förelägga innehavaren att avyttra så stor del av \r\nandelarna att innehavet därefter inte är kvalificerat eller, \r\nom innehavaren är en juridisk person, entlediga den \r\ndiskvalificerade personen i styrelsen eller ledningen.\r\n\r\nIngripanden vid penningtvätt eller finansiering av \r\nterrorism\r\n17 § Spelmyndigheten får ingripa mot den som \r\ntillhandahåller spel och som överträder en bestämmelse i \r\nlagen (2017:630) om åtgärder mot penningtvätt och \r\nfinansiering av terrorism eller föreskrifter som har \r\nmeddelats med stöd av den lagen.\r\n\r\n18 § Vid en överträdelse enligt 17 § får spelmyndigheten \r\ningripa genom att utfärda ett föreläggande om att vidta \r\nrättelse.\r\n\r\nVid en överträdelse som är allvarlig, upprepad eller \r\nsystematisk får spelmyndigheten förelägga den som \r\ntillhandahåller spelet att upphöra med verksamheten eller, om \r\nmyndigheten har meddelat licens, återkalla licensen.\r\n\r\nOm det är tillräckligt får spelmyndigheten i stället för \r\ningripande enligt andra stycket meddela varning.\r\n\r\n19 § En varning enligt 18 § får förenas med \r\nsanktionsavgift. \r\n\r\nOm den som tillhandahåller spelet är en fysisk person får \r\nsanktionsavgift enligt första stycket beslutas endast om \r\npersonen i fråga uppsåtligen eller av grov oaktsamhet orsakat \r\növerträdelsen.\r\n\r\n20 § Om den som tillhandahåller spel är en juridisk person \r\nfår spelmyndigheten även ingripa mot en person som ingår i \r\nden juridiska personens styrelse, är dess verkställande \r\ndirektör eller på motsvarande sätt företräder den som \r\ntillhandahåller spelet, eller är ersättare för någon av dem, \r\nom den som tillhandahåller spelet har befunnits ansvarig för \r\nen överträdelse som avses i 17 §.\r\n\r\nEtt ingripande får ske endast om överträdelsen är allvarlig, \r\nupprepad eller systematisk och personen i fråga uppsåtligen \r\neller av grov oaktsamhet orsakat överträdelsen.\r\n\r\nIngripande sker genom\r\n\r\n1. beslut att personen i fråga under en viss tid, lägst tre \r\når och högst tio år, inte får upprätthålla en funktion som \r\navses i första stycket hos den som tillhandahåller spelet \r\neller i en motsvarande verksamhet, eller\r\n\r\n2. beslut om sanktionsavgift.\r\n\r\n21 § Vid ingripande enligt 18-20 §§ ska 7 kap. 13 och 17-24 §§ \r\nlagen (2017:630) om åtgärder mot penningtvätt och finansiering \r\nav terrorism tillämpas. Lag (2024:255).\r\n\r\n21 a § En sanktionsavgift vid ingripande enligt 18-20 §§ ska \r\nuppgå till lägst 5 000 kronor och som högst till det högsta av\r\n\r\n1. tio procent av tillhandahållarens omsättning det närmast \r\nföregående räkenskapsåret beräknat i enlighet med vad som \r\nanges i 19 kap. 13 § andra och tredje styckena,\r\n\r\n2. två gånger den vinst som tillhandahållaren gjort till följd \r\nav överträdelsen, om beloppet går att fastställa, eller\r\n\r\n3. ett belopp i kronor motsvarande en miljon euro.\r\n\r\nNär sanktionsavgiftens storlek fastställs, ska särskild hänsyn \r\ntas till sådana omständigheter som anges i 7 kap. 13 och 16 §§ \r\nlagen (2017:630) om åtgärder mot penningtvätt och finansiering \r\nav terrorism.\r\n\r\nAvgiften tillfaller staten. Lag (2024:255).\r\n\r\n22 § Spelmyndigheten ska underrätta \r\nregistreringsmyndigheten när ett beslut att förelägga den som \r\ntillhandahåller spel efter registrering enligt 6 kap. 9 § att \r\nupphöra med verksamheten har fattats och när beslutet har \r\nfått laga kraft.\r\n\r\nAvregistrering ska ske när spelmyndigheten har fattat ett \r\nbeslut som ska gälla omedelbart eller när ett beslut har fått \r\nlaga kraft.\r\n\r\nÖvriga ingripanden\r\n\r\n23 § En tillsynsmyndighet får i övrigt meddela de \r\nförelägganden och förbud som behövs för att denna lag eller \r\nföreskrifter eller villkor som har meddelats med stöd av \r\nlagen ska följas.\r\n\r\nVite och verkställighet\r\n\r\n24 § Beslut om föreläggande eller förbud får förenas med \r\nvite.\r\n\r\n25 § Spelmyndigheten får bestämma att ett beslut om \r\nföreläggande, förbud, varning eller återkallelse enligt denna \r\nlag ska gälla omedelbart.\r\n\r\n26 § Har upphävts genom lag (2023:309).\r\n\r\n27 § Har upphävts genom lag (2023:309).\r\n\r\nVarningsmeddelande\r\n\r\n28 § Spelmyndigheten får, om det finns särskilda skäl, \r\nförelägga en internetleverantör att upprätta ett \r\nvarningsmeddelande som tydligt visas i samband med besök på \r\nen webbplats som tillhandahåller spel utan nödvändig licens \r\nenligt denna lag. Meddelandet ska informera besökaren om att \r\nden som tillhandahåller spelet saknar licens i Sverige och \r\ninte står under svensk tillsyn samt att vinster är \r\nskattepliktiga för spelaren.\r\n\r\n19 kap. Straff och sanktioner\r\n\r\nBrott mot spellagen\r\n\r\n1 § Den som uppsåtligen eller av grov oaktsamhet \r\ntillhandahåller otillåtet spel eller spel utan nödvändig \r\nlicens enligt denna lag döms för olovlig spelverksamhet till \r\nböter eller fängelse i högst två år.\r\n\r\nI ringa fall döms det inte till ansvar.\r\n\r\n2 § Den som uppsåtligen eller av grov oaktsamhet främjar \r\ndeltagande i sådant spel som avses i 1 § döms för främjande av \r\nolovligt spel till böter eller fängelse i högst två år.\r\n\r\nI ringa fall döms det inte till ansvar. Lag (2022:1674).\r\n\r\n3 § Om ett brott som anges i 1 eller 2 §§ har begåtts \r\nuppsåtligen och är grovt, döms till fängelse i lägst sex \r\nmånader och högst sex år. Vid bedömningen av om brottet är \r\ngrovt ska det särskilt beaktas om gärningen ingått i en \r\nbrottslighet som utövats yrkesmässigt och systematiskt eller \r\ni större omfattning eller annars varit av särskilt farlig \r\nart.\r\nSpelfusk\r\n\r\n4 § Den som otillbörligen vidtar en åtgärd som är ägnad \r\natt påverka utgången av ett spel som omfattas av licenskrav \r\nenligt denna lag döms för spelfusk till fängelse i högst två \r\når.\r\n\r\n5 § Om ett brott som anges i 4 § är grovt, döms till \r\nfängelse i lägst sex månader och högst sex år. Vid \r\nbedömningen av om brottet är grovt ska det särskilt beaktas \r\nom gärningen ingått i en brottslighet som utövats \r\nsystematiskt eller i större omfattning eller annars varit av \r\nsärskilt farlig art.\r\n\r\nÖvriga straffrättsliga bestämmelser\r\n\r\n6 § För försök eller förberedelse till olovlig \r\nspelverksamhet, grovt brott, och spelfusk döms det till \r\nansvar enligt 23 kap. brottsbalken.\r\n\r\n7 § Straff enligt 1–6 §§ får inte dömas ut för en gärning \r\nsom omfattas av ett beslut om sanktionsavgift eller en \r\nansökan om utdömande av vite.\r\n\r\nBeslag\r\n\r\n8 § Om någon påträffas på bar gärning när han eller hon \r\nbegår brott enligt denna lag, får beslag göras av \r\nspelutrustning eller andra föremål som skäligen kan antas ha \r\nbetydelse för utredning av brottet eller bli föremål för \r\nförverkande enligt denna lag.\r\n\r\nBefogenhet att ta i beslag har den som förordnats till \r\nkontrollant enligt 18 kap. 3 § och sådana befattningshavare \r\nhos spelmyndigheten i vars uppgift det ingår att övervaka att \r\nbestämmelser om spel följs.\r\n\r\nOm egendom har tagits i beslag enligt första stycket ska \r\ndetta skyndsamt anmälas till Polismyndigheten eller åklagare. \r\nDen polisman eller åklagare som tar emot en sådan anmälan om \r\nbeslag ska vidta samma åtgärder som om han eller hon själv \r\nhade gjort beslaget.\r\n\r\nSärskilda bestämmelser om förverkande\r\n\r\n9 § Insatser som tagits emot vid ett brott enligt denna lag \r\nska förverkas. Även andra vinster från ett sådant brott ska \r\nförverkas. Detsamma gäller utrustning, handlingar och annan \r\negendom som har varit föremål för ett sådant brott. Om en \r\nspelautomat förverkas ska även dess innehåll förverkas. \r\nFörverkande får inte ske om det är uppenbart oskäligt.\r\n\r\nUtrustning, handlingar och annan egendom som har använts som \r\nhjälpmedel vid brott enligt denna lag får förverkas, om det \r\nbehövs för att förebygga brott eller om det annars finns \r\nsärskilda skäl. Detsamma gäller egendom som varit avsedd att \r\nanvändas som hjälpmedel vid sådana brott, om brottet har \r\nfullbordats.\r\n\r\nFörverkande kan, utöver vad som framgår av 36 kap. \r\nbrottsbalken, ske från den som yrkesmässigt tillhandahållit \r\negendomen. I stället för egendomen får dess värde förverkas.\r\nLag (2024:886).\r\n\r\nSanktionsavgift\r\n\r\n10 § Om en licens- eller tillståndshavare enligt denna lag har \r\nfått en anmärkning eller varning enligt 18 kap. 12 §, får \r\nspelmyndigheten besluta att denne ska betala en \r\nsanktionsavgift.\r\n\r\nAvgiften tillfaller staten. Lag (2022:1674).\r\n\r\n11 § Om en betaltjänstleverantör enligt lagen (2010:751) om \r\nbetaltjänster har åsidosatt en skyldighet att avvisa en \r\nbetalningsorder enligt föreskrifter meddelade av regeringen \r\nfår spelmyndigheten besluta att betaltjänstleverantören ska \r\nbetala en sanktionsavgift.\r\n\r\nAvgiften ska tillfalla staten. Lag (2023:309).\r\n\r\n12 § Sanktionsavgift får inte beslutas för\r\n\r\n1. en gärning som prövats i ett brottmål eller omfattas av \r\nett godkänt strafföreläggande, eller\r\n\r\n2. underlåtelse att följa ett beslut om föreläggande eller \r\nförbud som har\r\n\r\nförenats med vite.\r\n\r\nSanktionsavgiftens storlek\r\n\r\n13 § Sanktionsavgiften enligt 10 § ska uppgå till lägst \r\n5 000 kronor och högst tio procent av licens- eller \r\ntillståndshavarens omsättning det närmast föregående \r\nräkenskapsåret.\r\n\r\nOm överträdelsen har skett under licens- eller \r\ntillståndshavarens första verksamhetsår eller om uppgifter om \r\nomsättningen annars saknas eller är bristfälliga, får \r\nomsättningen uppskattas.\r\n\r\nEndast omsättning från licens- eller tillståndspliktig \r\nverksamhet enligt denna lag ska beaktas. Lag (2022:1674).\r\n\r\n14 § Sanktionsavgiften enligt 11 § ska uppgå till lägst \r\n5 000 kronor och högst 10 miljoner kronor.\r\n\r\n15 § När sanktionsavgiftens storlek enligt 13 eller 14 § \r\nbeslutas, ska särskild hänsyn tas till hur allvarlig \r\növerträdelsen är och hur länge den har pågått.\r\n\r\nSpelmyndigheten får helt eller delvis avstå från att ta ut \r\navgiften om överträdelsen är ringa eller ursäktlig eller om \r\ndet annars med hänsyn till omständigheterna framstår som \r\noskäligt att ta ut avgiften.\r\n\r\nFörseningsavgift\r\n\r\n16 § Om en licenshavare inte i tid lämnar de upplysningar \r\nsom den är skyldig att lämna enligt denna lag får \r\nspelmyndigheten besluta att licenshavaren ska betala en \r\nförseningsavgift på högst 100 000 kronor. \r\n\r\nAvgiften tillfaller staten.\r\n\r\nBetalning och indrivning av avgifter\r\n\r\n17 § Sanktionsavgift och förseningsavgift enligt detta \r\nkapitel ska betalas till spelmyndigheten senast 30 dagar \r\nefter det att beslutet om att ta ut avgiften fått laga kraft \r\neller den längre tid som anges i beslutet.\r\n\r\nBeslutet om sanktionsavgift eller förseningsavgift får \r\nverkställas enligt utsökningsbalken, om avgiften inte har \r\nbetalats inom den tid som avses i första stycket.\r\n\r\nOm sanktionsavgiften eller förseningsavgiften inte betalas \r\ninom den tid som avses i första stycket, ska spelmyndigheten \r\nlämna den obetalda avgiften för indrivning.\r\n\r\nBestämmelser om indrivning av statliga fordringar finns i \r\nlagen (1993:891) om indrivning av statliga fordringar m.m.\r\n\r\nPreskription\r\n\r\n18 § En sanktionsavgift eller förseningsavgift faller bort \r\ni den utsträckning verkställighet inte har skett inom fem år \r\nfrån det att beslutet att ta ut avgiften fick laga kraft.\r\n\r\n20 kap. Avgifter och överklagande\r\n\r\n1 § Avgifter får tas ut i ärenden om licens, tillstånd, \r\nregistrering och tillsyn enligt denna lag.\r\n\r\nI ärenden hos en kommun får avgift tas ut enligt en taxa som \r\nfullmäktige bestämmer.\r\n\r\n2 § Spelmyndighetens beslut om sanktionsföreläggande med \r\nstöd av 18 kap. 20 § får inte överklagas. \r\n\r\nAndra beslut av spelmyndigheten eller av en kommun enligt \r\ndenna lag får överklagas till allmän förvaltningsdomstol.\r\n\r\nPrövningstillstånd krävs vid överklagande till \r\nkammarrätten.\r\n\r\n21 kap. Bemyndiganden\r\n\r\nUttryck i lagen\r\n\r\n1 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om vad som utgör \r\nelektroniska kommunikationsmedel enligt denna lag.\r\n\r\n1 a § Regeringen får meddela föreskrifter om vad som avses med \r\nidrottens regelverk om matchfixning enligt denna lag.\r\nLag (2023:309).\r\n\r\nLicensgivning och registrering\r\n\r\n2 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om\r\n\r\n1. vilka handlingar och uppgifter som ska ges in i samband \r\nmed en ansökan om licens eller om ändring av en licens,\r\n\r\n2. kontaktperson,\r\n\r\n3. vilka som ska anses ingå i ledningen enligt 4 kap. 3 §,\r\n\r\n4. insatser, vinster och vinståterbetalningsnivåer, och\r\n\r\n5. spelansvarsåtgärder och andra krav för spelets \r\nbedrivande.\r\n\r\nSpel som är förbehållet staten\r\n\r\n3 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. vilka spel eller kombinationer av spel som får omfattas av \r\nlicens enligt 5 kap. 1 §,\r\n\r\n2. det högsta antalet värdeautomater som licens får ges för \r\nenligt 5 kap. 1 §, och\r\n\r\n3. beräkningen av avkastning enligt 5 kap. 4 §. Lag (2025:291).\r\n\r\nKommersiellt onlinespel\r\n\r\n4 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om vilka spel och antalet \r\nspel som får omfattas av en licens enligt 7 kap. 1 §.\r\n\r\nVadhållning\r\n\r\n5 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om vilka spel som får \r\nomfattas av en licens enligt 8 kap. 1 § samt om förbud och \r\nandra åtgärder för att bekämpa manipulation av resultat inom \r\nsport med avseende på vadhållning.\r\n\r\nLandbaserat kommersiellt spel\r\n\r\n6 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om vilka spel som får \r\nomfattas av licens enligt 9 kap. 1 §.\r\n\r\nSpel på fartyg i internationell trafik\r\n\r\n7 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om vilka spel som får \r\nomfattas av licens enligt 10 kap. 1 §.\r\n\r\nInternationellt samarbete\r\n\r\n8 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om att internationellt samarbete \r\nenligt 11 kap. 1 § också får ske med organisationer eller \r\nföretag i länder utanför Europeiska ekonomiska \r\nsamarbetsområdet och om närmare förutsättningar för \r\ninternationellt samarbete. Lag (2022:1674).\r\n\r\nSpelombud\r\n\r\n9 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om\r\n\r\n1. de villkor som ska gälla för att tillhandahålla spel genom \r\nspelombud,\r\n\r\n2. den information som ansökan om registrering ska innehålla, \r\noch\r\n\r\n3. undantag från kravet på registrering av spelombud.\r\n\r\nTillstånd för innehav av automater\r\n\r\n10 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om\r\n\r\n1. vilka handlingar och uppgifter som ska ges in i samband \r\nmed en ansökan om tillstånd till innehav av en penning-, \r\nvärde- eller varuspelsautomat eller om ändring av ett sådant \r\ntillstånd, och\r\n\r\n2. krav för att förhindra att penning-, värde- eller \r\nvaruspelsautomater används för annat än det som tillståndet \r\nomfattar.\r\n\r\nTillstånd för spelprogramvara\r\n\r\n10 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om vilka handlingar och uppgifter som \r\nska ges in i samband med en ansökan om tillstånd att \r\ntillverka, tillhandahålla, installera eller ändra \r\nspelprogramvara eller om ändring av ett sådant tillstånd.\r\nLag (2022:1674).\r\n\r\nRegistrering av spelare\r\n\r\n11 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om undantag från registrering enligt \r\n12 kap. 1 och 3 §§ och om hur kontrollerna av en spelares \r\nidentitet enligt 12 kap. 2 och 4 §§ ska göras. Lag (2022:1674).\r\n\r\nSpelkonton\r\n\r\n12 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om krav på en \r\nlicenshavares hantering av betalningar och spelkonton samt om \r\nundantag från skyldigheten att tillhandahålla information \r\ntill spelaren.\r\n\r\nSpelansvar\r\n\r\n13 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. undantag från kravet på handlingsplan enligt 14 kap. 1 § \r\noch om innehållet i handlingsplanen,\r\n\r\n2. vilken information som ska hållas tillgänglig för spelare \r\nenligt 14 kap. 4 §,\r\n\r\n3. ytterligare gränser vid onlinespel och spel på \r\nvärdeautomater samt vad som ska gälla vid ändring av satta \r\ngränser,\r\n\r\n4. förutsättningar för en licenshavares erbjudande av bonus \r\nenligt 14 kap. 9 §,\r\n\r\n5. självtest enligt 14 kap. 10 §,\r\n\r\n6. självavstängning enligt 14 kap. 11 och 12 §§,\r\n\r\n7. vad en utbildning enligt 14 kap. 14 § ska innehålla, för \r\nvilka spel utbildningskraven ska gälla, när och hur utbildning \r\nska ske samt om undantag från vilka som ska utbildas,\r\n\r\n8. anställdas deltagande i licenshavarens spel enligt 14 kap. \r\n15 §, och\r\n\r\n9. kontrollrutiner enligt 14 kap. 16 §.\r\nLag (2023:309).\r\n\r\nTekniska krav\r\n\r\n14 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om\r\n\r\n1. sådana tekniska krav och rutiner som avses i 16 kap. 1 §, \r\noch\r\n\r\n2. den bedömning av överensstämmelse med tekniska krav som \r\navses i 16 kap. 3 §.\r\n\r\n14 a § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om undantag från det \r\nbedömningsförfarande som avses i 16 kap. 3 § och i så fall \r\nföreskriva vilket annat bedömningsförfarande som i stället ska \r\ngälla. Lag (2022:1674).\r\n\r\nBehandling av personuppgifter\r\n\r\n15 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. behandlingen av personuppgifter i och utlämnande av \r\nuppgifter från självavstängningsregistret enligt 14 kap. 12 §,\r\n\r\n2. begränsningar av de tillåtna ändamålen för behandling av \r\npersonuppgifter enligt 17 kap. 4-7 §§,\r\n\r\n3. begränsningar av vilka personuppgifter som får behandlas \r\nför de ändamål som anges i 17 kap. 4-7 §§,\r\n\r\n4. krav på åtgärder till skydd för den registrerades \r\nrättigheter och intressen, och\r\n\r\n5. bevarande och gallring av personuppgifter.\r\nLag (2023:309).\r\n\r\nTillsyn och andra åtgärder\r\n\r\n16 § Regeringen eller den myndighet som regeringen \r\nbestämmer får meddela föreskrifter om\r\n\r\n1. genomförandet av kontrollköp,\r\n\r\n2. vilka uppgifter en licens- och tillståndshavare ska lämna \r\ntill spelmyndigheten för dess tillsynsverksamhet,\r\n\r\n3. den tillsyn som utövas av kommunerna enligt 18 kap. 1 §, \r\noch\r\n\r\n4. formerna för varningsmeddelanden enligt 18 kap. 28 §.\r\n\r\n17 § Regeringen får meddela föreskrifter om skyldighet för \r\nsådana betaltjänstleverantörer som avses i lagen (2010:751) om \r\nbetaltjänster att\r\n\r\n1. avvisa en betalningsorder som avser spelverksamhet utan \r\nnödvändig licens, där betalkort används och där auktorisation \r\nsker genom användning av ett detaljhandelskodsystem, och\r\n\r\n2. lämna uppgifter som används vid förmedling av insatser \r\neller vinster till eller från en spelverksamhet utan nödvändig \r\nlicens enligt denna lag och som är nödvändiga för att kunna \r\nblockera sådana betalningar. Lag (2023:309).\r\n\r\nAvgifter\r\n\r\n18 § Regeringen eller den myndighet som regeringen \r\nbestämmer får, med undantag för avgifter som beslutas av en \r\nkommun, meddela föreskrifter om storleken på de avgifter som \r\navses i 20 kap. 1 § första stycket och om betalning av sådana \r\navgifter.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2018:1138\r\n\r\n1. Denna lag träder i kraft den 1 januari 2019.\r\n\r\n2. Genom lagen upphävs lotterilagen (1994:1000) och \r\nkasinolagen (1999:355).\r\n\r\n3. Lagen får tillämpas före ikraftträdandet på ansökningar om \r\nlicens som lämnas in till Lotteriinspektionen efter den 1 \r\naugusti 2018 och som avser tid efter den 1 januari 2019.\r\n\r\n4. Licens får meddelas trots att de krav som följer av \r\n16 kap. 3 § inte är uppfyllda den 1 januari 2019 om sökanden \r\nför spelmyndigheten kan visa att utrustningen uppfyller \r\nmotsvarade krav och bedömningsförfarandet påbörjats. Om \r\nlicenshavaren inte senast den 1 juli 2019 inkommit till \r\nspelmyndigheten med ett intyg som visar att \r\nbedömningsförfarandet är avslutat och kraven är uppfyllda, \r\nska dock licensen återkallas. \r\n\r\n5. De upphävda lagarna gäller fortfarande för beslut som har \r\nmeddelats före ikraftträdandet, om besluten inte avser \r\ntillämpningen av denna lag.\r\n\r\n2022:1674\r\n\r\n1. Denna lag träder i kraft den 1 juli 2023 i fråga om de nya \r\nbestämmelserna i 11 kap. 6 a-6 e och 9-11 §§, 16 kap. 1 a §, \r\n18 kap. 12 § och 19 kap. 10 och 13 §§ och i övrigt den \r\n1 januari 2023.\r\n\r\n2. De nya bestämmelserna i 11 kap. 6 a-6 e och 9-11 §§, \r\n16 kap. 1 a §, 18 kap. 12 § och 19 kap. 10 och 13 §§ ska dock \r\ntillämpas på ansökningar om tillstånd enligt 11 kap. 6 a § som \r\nlämnas in till spelmyndigheten efter den 28 februari 2023 och \r\nsom avser tid efter den 30 juni 2023.\r\n\r\n2024:255\r\n\r\n1. Denna lag träder i kraft den 1 juni 2024.\r\n\r\n2. De nya bestämmelserna i 18 kap. 21 a § tillämpas inte på \r\növerträdelser som har skett före ikraftträdandet.\r\n\r\n3. För överträdelser som har skett före ikraftträdandet gäller \r\n18 kap. 21 § i den äldre lydelsen.\r\n\r\n2025:767\r\n\r\n1. Denna lag träder i kraft den 1 januari 2026.\r\n\r\n2. Fysiska lotter som tillverkats före ikraftträdandet och som \r\ninte uppfyller kraven i 14 kap. 4 a § får tillhandahållas till \r\nden 1 april 2026.\r\n\r\n3. Vid prövning av en ansökan om undantag från förbudet att \r\nerbjuda eller lämna kredit för insatser i ett spel som kommit \r\nin till spelmyndigheten före ikraftträdandet gäller 14 kap. \r\n8 § i den äldre lydelsen.",
    "skapadDateTime": "2026-01-02T11:12:32.9981794",
    "uppdateradDateTime": "2026-01-02T11:19:09.5045873",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T11:19:09.5045872",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 645799,
      "beteckning": "2024:1310",
      "anteckningar": "ändr. 17 kap. 8 §",
      "ikraftDateTime": "2025-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:5, bet. 2024/25:KrU2, rskr. 2024/25:66",
      "rubrik": "Lag (2024:1310) om ändring i spellagen (2018:1138)",
      "lopnummer": "1310",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:12:33.014119",
      "uppdateradDateTime": "2026-01-02T11:19:09.5049798",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5049796",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645800,
      "beteckning": "2024:886",
      "anteckningar": "ändr. 19 kap. 9 §, rubr. närmast före 19 kap. 9 §",
      "ikraftDateTime": "2024-11-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:144, bet. 2024/25:JuU3, rskr. 2024/25:9",
      "rubrik": "Lag (2024:886) om ändring i spellagen (2018:1138)",
      "lopnummer": "886",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:12:33.0141194",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050029",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050028",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645801,
      "beteckning": "2024:255",
      "anteckningar": "ändr. 17 kap. 5 §, 18 kap. 21 §, rubr. till 14 kap.; nya 14 kap. 18, 19 §§, 18 kap. 21 a §, rubr. närmast före 14 kap. 18 §",
      "ikraftDateTime": "2024-06-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:53, bet. 2023/24:KrU9, rskr. 2023/24:165, direktiv (EU) 2015/849",
      "rubrik": "Lag (2024:255) om ändring i spellagen (2018:1138)",
      "lopnummer": "255",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:12:33.0141197",
      "uppdateradDateTime": "2026-01-02T11:19:09.50501",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050099",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645802,
      "beteckning": "2022:1674",
      "anteckningar": "upph. rubr. närmast före 11 kap. 7 §; ändr. 1 kap. 3, 5 §§, 4 kap. 4, 8 §§, 6 kap. 11 §, 11 kap. 1, 9, 10 §§, 14 kap. 9 §, 15 kap. 4, 6 §§, 16 kap. 2 §, 18 kap. 2, 12, 13 §§, 19 kap. 2, 10, 13 §§, 21 kap. 8, 11, 13 §§, rubr. närmast före 15 kap. 6 §, rubr. till 3 kap.; nya 3 kap. 7 §, 11 kap. 6 a, 6 b, 6 c, 6 d, 6 e, 11 §§, 16 kap. 1 a §, 21 kap. 10 a, 14 a §§, rubr. närmast före 3 kap. 1, 7 §§, 11 kap. 6 a §, 21 kap. 10 a §",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:242, bet. 2022/23:KrU2, rskr. 2022/23:29, direktiv (EU) 2015/1535",
      "rubrik": "Lag (2022:1674) om ändring i spellagen (2018:1138)",
      "lopnummer": "1674",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:12:33.01412",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050184",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050184",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645803,
      "beteckning": "2022:1143",
      "anteckningar": "ändr. 16 kap. 3 §",
      "ikraftDateTime": "2022-07-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:238, bet. 2021/22:NU26, rskr. 2021/22:441",
      "rubrik": "Lag (2022:1143) om ändring i spellagen (2018:1138)",
      "lopnummer": "1143",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:12:33.0141202",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050264",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050263",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645804,
      "beteckning": "2023:309",
      "anteckningar": "upph. 18 kap. 26, 27 §§, rubr. närmast före 18 kap. 26 §; nuvarande 17 kap. 6, 7 §§ betecknas 17 kap. 9, 10 §§; ändr. 17 kap. 5 §, den nya 17 kap. 9 §, 19 kap. 11 §, 21 kap. 13, 15, 17 §§, rubr. närmast före 17 kap. 6, 7 §§ sätts närmast före 17 kap. 9, 10 §; nya 14 kap. 17 §, 17 kap. 6, 7, 8 §§, 18 kap. 9 a §, 21 kap. 1 a §, rubr. närmast före 14 kap. 17 §, 17 kap. 8 §, 18 kap. 9 a §",
      "ikraftDateTime": "2023-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2022/23:33, bet. 2022/23:KrU7, rskr. 2022/23:189, direktiv (EU) 2015/1535",
      "rubrik": "Lag (2023:309) om ändring i spellagen (2018:1138)",
      "lopnummer": "309",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:12:33.0141204",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050335",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050334",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645805,
      "beteckning": "2021:1254",
      "anteckningar": "ändr. 18 kap. 2 §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2021/22:FiU35, rskr. 2021/22:107",
      "rubrik": "Lag (2021:1254) om ändring i spellagen (2018:1138)",
      "lopnummer": "1254",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:12:33.0141206",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050415",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050415",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645806,
      "beteckning": "2025:291",
      "anteckningar": "upph. 5 kap. 3, 4, 5, 6 §§, rubr. närmast före 5 kap. 3 §; nuvarande 5 kap. 7, 8, 9 §§ betecknas 5 kap. 3, 4, 5 §§; ändr. 2 kap. 3 §, 5 kap. 1 §, de nya 5 kap. 3, 5 §§, 6 kap. 5 §, 9 kap. 1, 2 §§, 10 kap. 1 §, 11 kap. 1 §, 14 kap. 2, 7 §§, 21 kap. 3 §, rubr. närmast före 5 kap. 7, 9 §§ sätts närmast före 5 kap. 3, 5 §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:73, bet. 2024/25:KrU9, rskr. 2024/25:171",
      "rubrik": "Lag (2025:291) om ändring i spellagen (2018:1138)",
      "lopnummer": "291",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:12:33.0141208",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050478",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.5050477",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645807,
      "beteckning": "2025:767",
      "anteckningar": "ändr. 14 kap. 8, 9 §§, 15 kap. 4 §; nya 2 kap. 5 §, 14 kap. 4 a §, 15 kap. 3 a §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:154, bet. 2024/25:KrU11, rskr. 2024/25:269, direktiv (EU) 2015/1535",
      "rubrik": "Lag (2025:767) om ändring i spellagen (2018:1138)",
      "lopnummer": "767",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:12:33.014121",
      "uppdateradDateTime": "2026-01-02T11:19:09.5050562",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:19:09.505056",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T11:12:32.9981787",
  "uppdateradDateTime": "2026-01-02T11:19:09.5039845",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T11:19:09.5039843",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}