{
  "grundforfattningId": 62255,
  "previousId": 62163,
  "beteckning": "1998:642",
  "beteckningSortable": "1998:642",
  "publiceringsar": "1998",
  "lopnummer": "642",
  "rubrik": "Förordning (1998:642) om verkställighet av frivårdspåföljder",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "1999-01-01T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L5",
    "namnOchEnhet": "Justitiedepartementet L5",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62252,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "frivårdspåföljd",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-12T13:30:26.4182762",
    "uppdateradDateTime": "2025-12-15T13:24:16.176474",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:24:16.1764738",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85075,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1503",
    "omtryck": null,
    "utfardadDateTime": "1998-06-11T00:00:00",
    "ovrigt": "Rättelseblad SFS 1998:642 har iakttagits.",
    "forfattningstext": "1 kap. Villkorlig dom\r\n\r\nNöjdförklaring\r\n\r\n1 § En nöjdförklaring enligt 38 kap. 1 § brottsbalken lämnas\r\ninför den domstol som har meddelat domen eller inför\r\nKriminalvården. En förklaring får inte lämnas inför en annan\r\ndomstol än den som har meddelat domen utan att domen eller ett\r\ndomsbevis finns tillgängligt för den som tar emot förklaringen.\r\nDen dömde skall upplysas om innebörden av förklaringen innan\r\nden lämnas.\r\n\r\nEn anteckning om nöjdförklaringen skall göras i protokollet\r\neller på annat sätt tas in i akten i målet. Lämnas förklaringen\r\ninför Kriminalvården skall den som tar emot förklaringen genast\r\nunderrätta domstolen om förklaringen. Förordning (2005:1018).\r\n\r\nSkriftligt besked om varning\r\n\r\n2 § Om domstolen meddelar en varning enligt 27 kap. 6 § första\r\nstycket 1 brottsbalken skall den dömde få skriftligt besked om\r\ndetta.\r\n\r\nAnmälan till åklagaren\r\n\r\n3 § Om Kriminalvården finner att domstolen bör fatta ett beslut\r\nenligt 27 kap. 6 § brottsbalken, skall myndigheten skyndsamt\r\nanmäla detta till åklagaren. Förordning (2005:1018).\r\n\r\n2 kap. Skyddstillsyn\r\n\r\nAnsvarig myndighet\r\n\r\n1 § I en dom på skyddstillsyn skall det anges att\r\nKriminalvården skall ansvara för övervakningen av den dömde.\r\nFörordning (2005:1018).\r\n\r\nInledande åtgärder och förordnande av övervakare\r\n\r\n2 § När en underrättelse om en dom på skyddstillsyn kommer in\r\ntill Kriminalvården, skall myndigheten genast vidta de åtgärder\r\nsom behövs för att övervakningen snabbt skall bli verkningsfull.\r\nHar en övervakare inte förordnats i domen, skall myndigheten\r\nförordna en övervakare. Förordnandet skall meddelas genast, om\r\npåföljden har börjat verkställas och i annat fall så snart\r\nverkställigheten skall påbörjas. Förordning (2005:1018).\r\n\r\n3 § Till övervakare skall förordnas en handläggande tjänsteman\r\nvid Kriminalvården eller en annan lämplig person.\r\n\r\nDen dömde bör få tillfälle att yttra sig om valet av\r\növervakare. Förordning (2005:1018).\r\n\r\nÖvervakningsmeddelande\r\n\r\n4 § Så snart det kan ske skall Kriminalvården lämna övervakaren\r\noch den dömde meddelande om övervakningen enligt ett formulär\r\nsom fastställs av myndigheten (övervakningsmeddelande).\r\nFörordning (2005:1018).\r\n\r\nSenare beslut om övervakning \r\n\r\n5 § När det har gått ett år av prövotiden ska Kriminalvården, \r\nom det inte är obehövligt, pröva om behovet av övervakning \r\nkvarstår och fatta beslut i frågan. Förordning (2021:251).\r\n\r\n5 a § Om Kriminalvården eller en övervakningsnämnd beslutar \r\natt en dömd person åter ska ställas under övervakning med stöd \r\nav 28 kap. 6 eller 7 § brottsbalken, tillämpas 4 §. \r\nFörordning (2021:251).\r\n\r\nByte av övervakare\r\n\r\n6 § Kriminalvården får entlediga övervakaren och i stället\r\nförordna någon annan till övervakare. Förordning (2006:1308).\r\n\r\nDelgivning av och underrättelse om en övervakningsnämnds beslut\r\n\r\n7 § När en övervakningsnämnds beslut som får överklagas inte\r\nhar meddelats i den dömdes närvaro, skall beslutet genast\r\nskriftligen delges den dömde.\r\n\r\nKriminalvården skall på lämpligt sätt underrätta den dömde och\r\növervakaren om andra beslut av övervakningsnämnden än de som\r\navses i första stycket. Förordning (2005:1018).\r\n\r\nSkriftligt besked om varning\r\n\r\n8 § I samband med att den dömde meddelas en varning, skall den\r\ndömde få ett skriftligt besked om detta.\r\n\r\nOm varningen skall delges den dömde av en annan myndighet än\r\nden som har beslutat om varningen, skall beslutet och de övriga\r\nhandlingar som behövs sändas till myndigheten. Så snart\r\nvarningen har delgetts den dömde, skall den myndighet som har\r\nbeslutat varningen underrättas och handlingarna återställas.\r\n\r\nBeslut om omhändertagande enligt 28 kap. 11 § brottsbalken\r\n\r\n9 § Meddelas ett beslut om att den dömde ska omhändertas \r\nenligt 28 kap. 11 § brottsbalken genom Polismyndighetens \r\nförsorg, ska beslutet sändas till myndigheten med uppgift om \r\nden ort där den dömde vistas eller senast har vistats eller \r\nhar sin hemort. Beslutet bör innehålla en uppmaning till \r\nPolismyndigheten att efterlysa den dömde om det behövs. I \r\nbeslutet bör det även påminnas om att den dömde inte får \r\nhållas kvar längre än en vecka på grund av beslutet. \r\n\r\nI det fall ett sådant beslut meddelas av Kriminalvården ska \r\nmyndigheten även underrätta den aktuella övervakningsnämnden. \r\nOm beslutet meddelas under en sådan dag som anges i 9 a § \r\neller nära inpå en sådan dag, ska underrättelse också lämnas \r\ntill den övervakningsnämnd som har eller kommer att ha \r\nberedskap. Denna nämnd behöver dock inte underrättas om \r\nbeslutet meddelas nära inpå en dag då den aktuella \r\növervakningsnämnden kan fatta beslut. \r\n\r\nPolismyndigheten ska omedelbart efter det att den dömde har \r\nomhändertagits underrätta beslutsmyndigheten och \r\nKriminalvården om datum och tidpunkt för omhändertagandet. \r\n\r\nOm den dömde har omhändertagits enligt 28 kap. 11 § \r\nbrottsbalken, ska Kriminalvården skyndsamt göra den utredning \r\nom den dömde som behövs och ge beslutsmyndigheten förslag till \r\nlämpliga åtgärder. Förordning (2022:1401).\r\n\r\nÖvervakningsnämndernas beredskap\r\n\r\n9 a § Mellan kl. 09.00 och 13.00 under söndag, annan allmän \r\nhelgdag, lördag, midsommarafton, julafton och nyårsafton ska \r\növervakningsnämnderna ha beredskap för att pröva om ett beslut \r\nom tillfälligt omhändertagande enligt 26 kap. 22 § andra \r\nstycket eller 28 kap. 11 § andra stycket brottsbalken ska \r\nfortsätta att gälla. Beredskapen ska fullgöras av nämndens \r\nordförande. Förordning (2022:1401).\r\n\r\n9 b § Övervakningsnämnderna ska vara indelade i tre \r\nberedskapsområden. En övervakningsnämnd i varje \r\nberedskapsområde ska ha beredskap under den tid som anges i \r\n9 a §. Förordning (2022:1401).\r\n\r\n9 c § En övervakningsnämnd i varje beredskapsområde ska svara \r\nför samordningen av beredskapen inom området. \r\nÖvervakningsnämnderna inom beredskapsområdet ska fördela \r\nberedskapen mellan sig. Förordning (2022:1401).\r\n\r\n9 d § En övervakningsnämnd som har beredskap ska underrätta \r\nandra övervakningsnämnder om sin befattning med ärenden som \r\nnormalt skulle ha handlagts av dessa nämnder.\r\nFörordning (2022:1401).\r\n\r\n9 e § Kriminalvården får meddela föreskrifter om\r\n\r\n1. indelningen av övervakningsnämnderna i beredskapsområden,\r\n\r\n2. vilken övervakningsnämnd som ska svara för samordningen av \r\nberedskapen inom beredskapsområdet, och \r\n\r\n3. hur beredskapen ska fördelas mellan övervakningsnämnderna \r\nom de inte kan enas. \r\n\r\nKriminalvården får meddela närmare föreskrifter om beredskapen \r\ni övrigt. Förordning (2022:1401).\r\n\r\nJournal\r\n\r\n10 § För varje person dömd till skyddstillsyn skall föras\r\njournal enligt föreskrifter som Kriminalvården meddelar.\r\nFörordning (2005:1018).\r\n\r\nRegisterkontroll av vissa verksamhetsutövare\r\n\r\n11 § Innan en enskild anlitas för att ansvara för behandling i \r\nenlighet med sådana behandlingsplaner som avses i 30 kap. 9 § \r\nandra stycket 3 brottsbalken får Kriminalvården, om det är \r\nnödvändigt, kontrollera om han eller hon förekommer i de \r\nregister som förs enligt lagen (1998:620) om \r\nbelastningsregister och lagen (1998:621) om misstankeregister.\r\n\r\nOm behandlingsverksamheten ska bedrivas av ett bolag, en \r\nförening, en samfällighet eller en stiftelse får \r\nKriminalvården göra motsvarande kontroll i fråga om den som \r\ningår i styrelsen, är verkställande direktör eller är \r\nersättare för någon av dem samt av den som i verksamheten \r\nkommer att utföra arbete med dömda personer. Under den tid som \r\nverksamheten bedrivs får myndigheten göra motsvarande kontroll \r\näven i fråga om den som tillträder i verksamheten efter \r\ntidpunkten för anlitandet enligt första stycket.\r\nFörordning (2025:338).\r\n\r\n3 kap. Samhällstjänst\r\n\r\nAnsvarig myndighet vid föreskrift om samhällstjänst\r\n\r\n1 § Kriminalvården ansvarar för verkställigheten av en\r\nföreskrift om samhällstjänst. I en villkorlig dom med\r\nföreskrift om samhällstjänst skall det anges att Kriminalvården\r\nskall anordna samhällstjänsten. Förordning (2005:1018).\r\n\r\n2 § Kriminalvården ansvarar för att skaffa samhällstjänstplatser\r\ninom myndighetens verksamhetsområde. Förordning (2005:1018).\r\n\r\nArbetsplanens innehåll\r\n\r\n3 § En arbetsplan för samhällstjänst skall innehålla uppgifter\r\nom var arbetet skall utföras, vilka arbetstider som skall\r\ngälla, det minsta och det högsta antalet timmar som den dömde\r\nfår tillgodoräkna sig per vecka eller månad samt de övriga\r\nföreskrifter som är nödvändiga för verkställigheten.\r\n\r\nKontroll av verkställigheten\r\n\r\n4 § Kriminalvården skall genom besök eller på annat lämpligt\r\nsätt kontrollera att en arbetsplan för samhällstjänst följs.\r\nMyndigheten får förordna att kontrollen skall utföras av andra\r\nlämpliga personer än anställda vid myndigheten.\r\nFörordning (2005:1018).\r\n\r\nJournal\r\n\r\n5 § För varje person som i dom meddelats föreskrift om\r\nsamhällstjänst skall föras journal enligt föreskrifter som\r\nKriminalvården meddelar. Förordning (2005:1018).\r\n\r\n4 kap. Villkorlig frigivning\r\n\r\nAnsvarig myndighet\r\n\r\n1 § Om en övervakningsnämnd beslutar att en villkorligt\r\nfrigiven ska stå under övervakning, ska det i beslutet\r\nanges att Kriminalvården ska ansvara för övervakningen.\r\nFörordning (2011:146).\r\n\r\nBesök i anstalten och kontakter inför övervakningen\r\n\r\n2 § En tjänsteman vid Kriminalvården som skall ansvara för\r\növervakningen skall om möjligt besöka den dömde i anstalten. Om\r\ndet är lämpligt, bör myndigheten även genom kontakt med den\r\ndömdes familj och andra närstående ta reda på sådant som kan\r\nvara av betydelse för övervakningen. Förordning (2005:1018).\r\n\r\nÖvervakningsmeddelande\r\n\r\n3 § Om den som villkorligt friges skall stå under övervakning\r\nunder prövotiden, skall Kriminalvården skicka ett\r\növervakningsmeddelande till övervakaren och den dömde.\r\nMeddelandet skall om möjligt skickas före frigivningen.\r\nFörordning (2005:1018).\r\n\r\nUnderrättelser och kontakter under anstaltstiden\r\n\r\n4 § Kriminalvården skall hålla övervakaren underrättad om den\r\ndömdes förhållanden under anstaltstiden. Myndigheten skall se\r\ntill att övervakaren besöker den dömde i anstalten i den\r\nutsträckning det behövs samt i övrigt verka för att den dömde\r\nhåller kontakt med övervakaren under anstaltstiden.\r\nFörordning (2005:1018).\r\n\r\nSenare beslut om övervakning\r\n\r\n5 § /Upphör att gälla U:2026-01-01/\r\nOm en villkorligt frigiven person inte har ställts under \r\növervakning vid frigivningen, är Kriminalvården behörig att \r\nmed stöd av 26 kap. 12 § brottsbalken senare besluta om \r\növervakning. Beslutar Kriminalvården eller övervakningsnämnden \r\natt den villkorligt frigivne ska ställas under övervakning, \r\ntilllämpas 3 §. Förordning (2020:290).\r\n\r\n5 § /Träder i kraft I:2026-01-01/\r\nOm Kriminalvården har beslutat att den som friges \r\nvillkorligt inte ska ställas under övervakning, får \r\nmyndigheten med stöd av 26 kap. 12 § brottsbalken senare \r\nbesluta om övervakning. Beslutar Kriminalvården eller \r\növervakningsnämnden att den villkorligt frigivne ska ställas \r\nunder övervakning, tillämpas 3 §. Förordning (2025:1422).\r\n\r\nExpediering av beslut om förverkande av villkorligt medgiven\r\nfrihet\r\n\r\n6 § Förklarar en övervakningsnämnd villkorligt medgiven frihet\r\nhelt eller delvis förverkad, skall nämnden genast sända\r\nbeslutet till Kriminalvården. Är den frigivne omhändertagen\r\nenligt 26 kap. 22 § brottsbalken, skall beslutet i stället\r\nsändas till den myndighet som svarar för förvaringen av den\r\nomhändertagne. Förordning (2005:1018).\r\n\r\nJournal\r\n\r\n6 a § För varje person som är villkorligt frigiven skall föras\r\njournal enligt föreskrifter som Kriminalvården meddelar.\r\nFörordning (2005:1018).\r\n\r\nÖvriga bestämmelser\r\n\r\n7 § Bestämmelserna i 2 kap. 6-8 §§ ska tillämpas också i fråga \r\nom den som har villkorligt frigetts.\r\n\r\nBestämmelserna i 2 kap. 9 § gäller även när omhändertagande \r\nhar beslutats enligt 26 kap. 22 § brottsbalken.\r\nFörordning (2020:290).\r\n\r\n5 kap. Övervakning\r\n\r\nTillsyn\r\n\r\n1 § Kriminalvården skall ha tillsyn över och ansvara för\r\növervakningsverksamheten.\r\n\r\nKriminalvården skall se till att varje övervakningsuppdrag blir\r\nutfört på ett tillfredsställande sätt. Myndigheten skall ge\r\növervakarna råd och riktlinjer om hur uppdragen skall utföras\r\noch fortlöpande ge dem annan hjälp. Förordning (2005:1018).\r\n\r\nInledande åtgärder och plan för övervakningen\r\n\r\n2 § Kriminalvården skall se till att övervakaren snarast får\r\nreda på innehållet i domen och i yttrande som lämnats enligt\r\nlagen (1991:2041) om särskild personutredning i brottmål, m.m.\r\n\r\nMyndigheten skall vidare se till att övervakaren får reda på\r\nvad den dömde har att rätta sig efter under prövotiden och\r\nföljderna av att den dömde begår brott eller på något annat\r\nsätt inte fullgör sina skyldigheter. Förordning (2005:1018).\r\n\r\n3 § I samband med att en övervakning börjar skall en tjänsteman\r\nvid Kriminalvården så snart som möjligt och senast inom en\r\nmånad sammanträffa med den dömde och övervakaren. Vid mötet\r\nskall det bestämmas på vilket sätt och i vilken omfattning den\r\ndömde skall hålla kontakt med övervakaren, myndigheten eller\r\nnågon annan samt närmare om vad den dömde i övrigt skall rätta\r\nsig efter till följd av domen.\r\n\r\nVidare skall det särskilt undersökas i vilken utsträckning\r\nKriminalvården behöver medverka för att förmedla stöd och hjälp\r\nenligt 26 kap. 14 § brottsbalken. Den övervakades behov av att\r\ndelta i särskilt anordnad verksamhet som syftar till att\r\nmotverka brott eller missbruk skall särskilt uppmärksammas.\r\n\r\nVid sammanträffandet skall det upprättas en plan för\r\növervakningen som anger vilka åtgärder som skall vidtas. Planen\r\nskall omprövas så ofta det finns anledning till det.\r\nFörordning (2005:1018).\r\n\r\n4 § Har en skyddstillsyn förenats med en särskild föreskrift \r\nom behandlingsplan enligt 28 kap. 6 b § brottsbalken behöver \r\nåtgärderna enligt 3 § vidtas endast om motsvarande åtgärder \r\ninte ingår i behandlingsplanen. Kriminalvården bör dock \r\nalltid bestämma villkoren för den dömdes kontakt med \r\növervakaren och Kriminalvården. Myndigheten ska också på \r\nlämpligt sätt kontrollera att behandlingsplanen följs. \r\nFörordning (2020:290).\r\n\r\n5 § Kriminalvården skall så snart som möjligt för den dömde\r\nnoggrant redovisa vad den dömde har att rätta sig efter under\r\nprövotiden och följderna av att den dömde begår brott eller på\r\nnågot annat sätt inte fullgör sina skyldigheter.\r\nFörordning (2005:1018).\r\n\r\nÅtgärder vid anhållande eller häktning\r\n\r\n6 § Anhålls eller häktas den som står under övervakning och\r\nbegär den övervakade personligt stöd eller annan hjälp som inte\r\nlämpligen kan lämnas av den myndighet som svarar för\r\nförvaringslokalen, skall Kriminalvården vidta de åtgärder som\r\nbehövs. Förordning (2005:1018).\r\n\r\n7 § Har upphävts genom förordning (2021:251).\r\n\r\nHinder för övervakaren\r\n\r\n8 § Om övervakaren får förhinder och inte kan fullgöra sitt\r\nuppdrag, skall Kriminalvården pröva om någon annan person skall\r\nförordnas till övervakare. Förordning (2006:1308).\r\n\r\nSkyldighet att lämna yttranden\r\n\r\n9 § Kriminalvården ska efter samråd med övervakaren yttra sig\r\nom den dömdes förhållanden under övervakningstiden om\r\nyttrandet behövs som underlag för prövning av ett mål eller\r\nett ärende hos en domstol, en nämnd som avses i 37 kap.\r\nbrottsbalken, en länsstyrelse, Polismyndigheten,\r\nSäkerhetspolisen, Transportstyrelsen, Åklagarmyndigheten\r\neller Ekobrottsmyndigheten. Kriminalvården ska också på\r\nbegäran yttra sig till Regeringskansliet när det behövs för\r\nberedningen av ett nådeärende. Förordning (2014:1155).\r\n\r\n10 § Har upphävts genom förordning (2021:251).\r\n\r\nÖvervakarens uppgifter\r\n\r\n11 § Övervakaren skall samarbeta med Kriminalvården och hålla\r\nmyndigheten underrättad om allt som är av betydelse för\r\növervakningen. Övervakaren bör vidare samråda med den dömdes\r\nfamilj och andra närstående för att få deras bistånd att hjälpa\r\noch stödja den dömde.\r\n\r\nVid utgången av varannan månad samt annars när Kriminalvården\r\nbegär det skall övervakaren avge rapport till myndigheten om den\r\ndömdes förhållanden. Övervakaren skall underrätta den dömde om\r\ninnehållet i rapporten, om särskilda skäl inte talar mot det.\r\nFörordning (2005:1018).\r\n\r\n12 § Övervakaren skall regelbundet sammanträffa med den dömde.\r\nÖvervakaren skall besöka den dömde i hemmet så ofta det\r\nbehövs.\r\n\r\n13 § Bestämmelser om befogenhet för övervakaren att meddela \r\nanvisningar, medge lättnader och vidta jämkningar när det \r\ngäller föreskrifter finns i 26 kap. 18 § andra stycket och \r\n28 kap. 6 § brottsbalken. Innan övervakaren vidtar en sådan \r\nåtgärd bör övervakaren samråda med den dömde, om det lämpligen \r\nkan ske. \r\n\r\nÖvervakaren ska till Kriminalvården anmäla den åtgärd som \r\növervakaren vidtagit, om den inte är av ringa betydelse.\r\nFörordning (2021:251).\r\n\r\n14 § Övervakningen skall fullgöras på ett sådant sätt att den\r\ndömde och den dömdes anhöriga inte i onödan tillfogas obehag.\r\n\r\n15 § Om övervakaren finner att den dömde åsidosätter sina\r\nskyldigheter under övervakningstiden, att en meddelad\r\nföreskrift bör ändras, att en ny föreskrift bör meddelas eller\r\natt en föreskrift inte längre behövs, skall övervakaren\r\nskyndsamt anmäla detta till Kriminalvården.\r\nFörordning (2005:1018).\r\n\r\n16 § Om övervakaren på grund av flyttning eller av någon annan\r\norsak får svårigheter att personligen utöva övervakningen,\r\nskall övervakaren genast anmäla detta till Kriminalvården.\r\nFörordning (2005:1018).\r\n\r\nErsättning till övervakaren\r\n\r\n17 § Övervakaren har rätt till ersättning för sitt uppdrag.\r\nKriminalvården prövar frågor om och betalar ut sådan\r\nersättning. Om övervakaren är en tjänsteman vid Kriminalvården\r\nsom fullgör uppdraget i tjänsten, lämnas dock inte någon\r\nersättning.\r\n\r\nKriminalvården får meddela föreskrifter om ersättningens\r\nstorlek. Förordning (2012:36).\r\n\r\n18 § Har upphävts genom förordning (2005:1018).\r\n\r\nHandräckning enligt 38 kap. 12 § brottsbalken\r\n\r\n19 § Handräckning av Polismyndigheten enligt 38 kap. 12 §\r\nbrottsbalken för att den dömde ska inställas hos\r\nKriminalvården bör begäras endast när syftet med en sådan\r\nbegäran inte kan uppnås på något annat sätt.\r\nFörordning (2014:1155).\r\n\r\nBiträdande övervakare\r\n\r\n20 § Det som föreskrivs om övervakare i denna förordning, med \r\nundantag av 13 §, gäller också den som med stöd av 26 kap. \r\n13 § andra stycket brottsbalken har förordnats att biträda \r\növervakningen (biträdande övervakare). Förordning (2020:290).\r\n\r\n6 kap. Övriga bestämmelser\r\n\r\n1 § De närmare föreskrifter som behövs för verkställighet av\r\ndenna förordning meddelas av Kriminalvården.\r\nFörordning (2005:1018).\r\n\r\n1 a § Kriminalvården får meddela föreskrifter om bidrag av\r\nallmänna medel för utgifter i samband med verkställighet\r\nav frivårdspåföljder. Förordning (2011:146).\r\n\r\n2 § /Upphör att gälla U:2026-01-15/\r\nBestämmelser om skyldighet att anmäla till socialnämnden \r\natt ett barn kan behöva nämndens skydd finns i 19 kap. 1 § \r\nsocialtjänstlagen (2025:400). Förordning (2025:477).\r\n\r\n2 § /Träder i kraft I:2026-01-15/\r\nBestämmelser om skyldigheten att vid kännedom eller \r\nmisstanke om att ett barn far illa genast anmäla det till \r\nsocialnämnden finns i 19 kap. 1 § socialtjänstlagen \r\n(2025:400). Förordning (2025:1503).\r\n\r\n3 § Om Säkerhetspolisen i ett enskilt fall begär det, ska \r\nKriminalvården lämna ut sådana uppgifter som behövs i \r\nverksamhet för personskydd för \r\n\r\n1. statschefen, tronföljaren, en annan medlem av kungahuset, \r\nen talman, en riksdagsledamot, statsministern, ett statsråd, \r\nen statssekreterare eller kabinettssekreteraren, \r\n\r\n2. en person vars personskydd Säkerhetspolisen ansvarar för i \r\nsamband med statsbesök och liknande händelser, eller\r\n\r\n3. en person som Säkerhetspolisen i ett enskilt fall har \r\nbeslutat om personskydd för. Förordning (2020:1055).",
    "skapadDateTime": "2025-12-12T13:30:26.4182757",
    "uppdateradDateTime": "2025-12-15T13:24:16.1765076",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:24:16.1765075",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 642340,
      "beteckning": "2022:1401",
      "anteckningar": "ändr. 2 kap. 9 §; nya 2 kap. 9 a, 9 b, 9 c, 9 d, 9 e §§, rubr. närmast före 2 kap. 9 a §",
      "ikraftDateTime": "2022-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1401) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "1401",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335558",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766013",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766011",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642341,
      "beteckning": "2004:22",
      "anteckningar": "ändr. rubr. närmast före 6 kap 1 §; ny 6 kap 2 §",
      "ikraftDateTime": "2004-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:22) om ändring i förordningen (1998:642) om \r\nverkställighet av frivårdspåföljder",
      "lopnummer": "22",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335561",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766285",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766284",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642342,
      "beteckning": "2020:1055",
      "anteckningar": "ändr. 6 kap. 3 §",
      "ikraftDateTime": "2021-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:1055) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "1055",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335564",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766382",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766381",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642343,
      "beteckning": "2020:290",
      "anteckningar": "ändr. 4 kap. 5, 7 §§, 5 kap. 4, 7, 10, 13, 20 §§",
      "ikraftDateTime": "2020-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:290) om ändring i förordningen (1998:642) om verkställighet av fri- vårdspåföljder",
      "lopnummer": "290",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335567",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766479",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766478",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642344,
      "beteckning": "2019:102",
      "anteckningar": "ändr. 2 kap. 9 §",
      "ikraftDateTime": "2019-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:102) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "102",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.433557",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766557",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766556",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642345,
      "beteckning": "2014:1155",
      "anteckningar": "ändr. 2 kap. 9 §, 5 kap. 9, 19 §§",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1155) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "1155",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335572",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766643",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766642",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642346,
      "beteckning": "2012:36",
      "anteckningar": "ändr. 5 kap. 17 §",
      "ikraftDateTime": "2012-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:36) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "36",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335573",
      "uppdateradDateTime": "2025-12-15T13:24:16.176672",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766719",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642347,
      "beteckning": "2011:146",
      "anteckningar": "ändr. 4 kap. 1 §, 5 kap. 9 §; ny 6 kap. 1 a §",
      "ikraftDateTime": "2011-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:146) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "146",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335575",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766808",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766807",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642348,
      "beteckning": "2006:1308",
      "anteckningar": "ändr. 2 kap 6 §, 5 kap 8 §",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1308) om ändring i förordningen (1998:642) om \r\nverkställighet av frivårdspåföljder",
      "lopnummer": "1308",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335576",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766893",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766892",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642349,
      "beteckning": "2006:163",
      "anteckningar": "ny 6 kap 3 §",
      "ikraftDateTime": "2006-04-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:163) om ändring i förordningen (1998:642) om \r\nverkställighet av frivårdspåföljder",
      "lopnummer": "163",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335578",
      "uppdateradDateTime": "2025-12-15T13:24:16.1766969",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1766968",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642350,
      "beteckning": "2025:477",
      "anteckningar": "ändr. 6 kap. 2 §",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:477) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "477",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335579",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767052",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767051",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642351,
      "beteckning": "2025:338",
      "anteckningar": "ny 2 kap. 11 §, rubr. närmast före 2 kap. 11 §",
      "ikraftDateTime": "2025-06-23T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "338",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.433558",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767126",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767124",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642352,
      "beteckning": "2001:687",
      "anteckningar": "nya 2 kap 10 §, 3 kap 5 §, 4 kap 6 a §, rubr. närmast före 2 kap 10 §, \r\n3 kap 5 §, 4 kap 6 a §",
      "ikraftDateTime": "2001-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:687) om ändring i förordningen (1998:642) om \r\nverkställighet av frivårdspåföljder",
      "lopnummer": "687",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335582",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767223",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767222",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642353,
      "beteckning": "2021:251",
      "anteckningar": "upph. 5 kap. 7, 10 §§, rubr. närmast före 5 kap. 7, 10 §§; ändr. 5 kap. 13 §; nya 2 kap. 5, 5 a \r\n§§, rubr. närmast före 2 kap. 5 §",
      "ikraftDateTime": "2021-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:251) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "251",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335583",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767309",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767308",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642354,
      "beteckning": "2004:741",
      "anteckningar": "ändr. 3 kap 1, 4 §§",
      "ikraftDateTime": "2004-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2004:741) om ändring i förordningen (1998:642) om \r\nverkställighet i frivårdspåföljder",
      "lopnummer": "741",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335584",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767409",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767408",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642355,
      "beteckning": "2005:1018",
      "anteckningar": "upph. 2 kap 5 §, 5 kap 18 §, rubr. närmast före 2 kap 5 §, 5 kap 18 §;\r\nändr. 1 kap 1, 3 §, 2 kap 1, 2, 3, 4, 7, 9, 10 §§, 3 kap 1, 2,\r\n4, 5 §§, 4 kap 1, 2, 3, 4, 5, 6, 6 a §§, 5 kap 1, 2, 3, 4, 5, 6, 7, 9,\r\n10, 11, 13, 15, 17, 19 §§, 6 kap 1 §",
      "ikraftDateTime": "2006-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2005:1018) om ändring i förordningen (1998:642) om \r\nverkställighet av frivårdspåföljder",
      "lopnummer": "1018",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335586",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767512",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767511",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642356,
      "beteckning": "2025:1422",
      "anteckningar": "ändr. 4 kap. 5 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1422) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "1422",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:26.4335587",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767598",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767597",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642357,
      "beteckning": "2025:1503",
      "anteckningar": "ändr. 6 kap. 2 §",
      "ikraftDateTime": "2026-01-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1503) om ändring i förordningen (1998:642) om verkställighet av frivårdspåföljder",
      "lopnummer": "1503",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:30:43.9766736",
      "uppdateradDateTime": "2025-12-15T13:24:16.1767728",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:24:16.1767726",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-12T13:30:26.4182748",
  "uppdateradDateTime": "2025-12-15T13:24:16.1761637",
  "publicerad": true,
  "publiceradDateTime": "2025-12-15T13:24:16.1761635",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}