{
  "grundforfattningId": 62432,
  "previousId": 61651,
  "beteckning": "2022:818",
  "beteckningSortable": "2022:818",
  "publiceringsar": "2022",
  "lopnummer": "818",
  "rubrik": "Lag (2022:818) om den offentliga sektorns tillgängliggörande av data",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2022-08-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Finansdepartementet",
    "enhet": "DOF",
    "namnOchEnhet": "Finansdepartementet DOF",
    "departementId": 6,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62429,
    "forarbeten": "Prop. 2021/22:225, bet. 2021/22:FiU27, rskr. 2021/22:343, direktiv (EU) 2019/1024",
    "eUdirektiv": true,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T13:26:14.4689972",
    "uppdateradDateTime": "2026-01-02T13:26:30.0707026",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:26:30.0707025",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85252,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:994",
    "omtryck": null,
    "utfardadDateTime": "2022-06-09T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nLagens syfte och förhållande till andra författningar\r\n\r\n1 § Denna lag syftar till att främja den offentliga sektorns \r\ntillgängliggörande av data för vidareutnyttjande, särskilt i \r\nform av öppna data, under förutsättning att krav på \r\ninformationssäkerhet och skydd av personuppgifter kan \r\nupprätthållas och att det inte innebär risker för Sveriges \r\nsäkerhet.\r\n\r\n1 a § Denna lag kompletterar Europaparlamentets och rådets \r\nförordning (EU) 2022/868 av den 30 maj 2022 och europeisk \r\ndataförvaltning och om ändring av förordning (EU) 2018/1724 \r\n(dataförvaltningsakten), i denna lag benämnd EU:s \r\ndataförvaltningsförordning. Lag (2024:501).\r\n\r\n2 § Denna lag påverkar inte tillämpningen av bestämmelser i \r\nnågon annan lag eller förordning som ger någon rätt att få \r\ntillgång till data eller skyddade data eller som begränsar en \r\nsådan rätt.\r\n\r\nLagen påverkar inte heller tillämpningen av bestämmelser i \r\nnågon annan lag eller förordning om skyddet av \r\npersonuppgifter. Lag (2024:501).\r\n\r\n3 § Om det i någon annan lag eller i en förordning finns mer \r\nlångtgående krav i fråga om tillgängliggörande av data eller \r\nskyddade data än i denna lag, ska de kraven tillämpas.\r\nLag (2024:501).\r\n\r\nOrd och uttryck i lagen\r\n\r\n4 § I lagen avses med\r\n\r\nbegäran om tillgängliggörande av data för vidareutnyttjande: \r\nen begäran om att data eller skyddade data ska göras \r\ntillgängliga för vidareutnyttjande i enlighet med denna lag \r\neller kapitel II i EU:s dataförvaltningsförordning,\r\n\r\nbulknedladdning: nedladdning av en avgränsad datamängd,\r\n\r\ndata: information i digitalt format oberoende av medium,\r\n\r\ndynamiska data: data som uppdateras ofta eller i realtid för \r\natt vara aktuella och relevanta att vidareutnyttja,\r\n\r\nforskningsdata: data som till någon del är offentligt \r\nfinansierade, som samlas in eller framställs inom ramen för \r\nvetenskaplig forskningsverksamhet och som görs direkt \r\ntillgängliga för vidareutnyttjande genom en dataplattform som \r\när allmänt åtkomlig,\r\n\r\ngränssnitt: en regeluppsättning för dynamiskt datautbyte \r\nmellan programvaror,\r\n\r\nmaskinläsbart format: ett filformat som är strukturerat på ett \r\nsådant sätt att det enkelt kan läsas av ett datorprogram,\r\n\r\noffentligt företag: ett företag som en eller flera myndigheter \r\nhar ett bestämmande inflytande över och som är verksamt\r\n\r\n- inom de sektorer som framgår av 2 kap. 1 § och 5-8 §§ lagen \r\n(2016:1146) om upphandling inom försörjningssektorerna,\r\n\r\n- som ett kollektivtrafikföretag enligt Europaparlamentets och \r\nrådets förordning (EG) nr 1370/2007 av den 23 oktober 2007 om \r\nkollektivtrafik på järnväg och väg och om upphävande av rådets \r\nförordning (EEG) nr 1191/69 och (EEG) nr 1107/70,\r\n\r\n- som ett lufttrafikföretag som har allmän trafikplikt enligt \r\nartikel 16 i Europaparlamentets och rådets förordning (EG) nr \r\n1008/2008 av den 24 september 2008 om gemensamma regler för \r\ntillhandahållande av lufttrafik i gemenskapen, eller\r\n\r\n- som ett rederi inom gemenskapen som uppfyller förpliktelser \r\nvid allmän trafik enligt artikel 4 i rådets förordning (EEG) \r\nnr 3577/92 av den 7 december 1992 om tillämpning av principen \r\nom frihet att tillhandahålla tjänster på sjötransportområdet \r\ninom medlemsstaterna (cabotage),\r\n\r\noffentligt styrt organ: ett sådant organ som avses i 1 kap. \r\n18 § lagen (2016:1145) om offentlig upphandling eller en \r\nsammanslutning av sådana organ,\r\n\r\nskyddade data: sådana kategorier av data som avses i \r\nartikel 3.1 i EU:s dataförvaltningsförordning,\r\n\r\nvidareutnyttjande: bearbetning av data från den offentliga \r\nsektorn för valfritt ändamål,\r\n\r\nvärdefull datamängd: data som förtecknas i en genomförandeakt \r\nsom har meddelats med stöd av artikel 14.1 i öppna data-\r\ndirektivet,\r\n\r\nöppna data-direktivet: Europaparlamentets och rådets direktiv \r\n(EU) 2019/1024 av den 20 juni 2019 om öppna data och \r\nvidareutnyttjande av information från den offentliga sektorn.\r\nLag (2024:501).\r\n\r\nVilka som ska tillämpa lagen\r\n\r\n5 § Lagen ska tillämpas av \r\n\r\n1. myndigheter, och\r\n\r\n2. ett offentligt företag när det gäller data som har samband \r\nmed en tjänst av allmänt intresse som företaget \r\ntillhandahåller och som inte är direkt konkurrensutsatt.\r\n\r\nVid tillämpningen av denna lag ska med en myndighet jämställas \r\nett offentligt styrt organ när det gäller data som har samband \r\nmed en tjänst av allmänt intresse som organet tillhandahåller.\r\n\r\n6 § Universitet och högskolor under statligt huvudmannaskap \r\nska tillämpa lagen bara i fråga om forskningsdata. Detsamma \r\ngäller för en myndighet som inte är ett universitet eller en \r\nhögskola i den del av myndighetens verksamhet som består i att \r\nbedriva eller finansiera forskning eller att göra \r\nforskningsdata direkt tillgängliga.\r\n\r\nI fråga om universitets- och högskolebibliotek gäller första \r\nstycket endast om biblioteket har i uppgift att bedriva eller \r\nfinansiera forskning eller att göra forskningsdata direkt \r\ntillgängliga.\r\n\r\n7 § Lagen ska inte tillämpas av\r\n\r\n1. andra kulturinstitutioner än bibliotek, museer och arkiv,\r\n\r\n2. huvudmän enligt skollagen (2010:800), eller\r\n\r\n3. företag som bedriver verksamhet enligt lagen (2025:986) om \r\npublic service. Lag (2025:994).\r\n\r\n7 a § Bestämmelserna om vidareutnyttjande av skyddade data ska \r\nendast tillämpas av myndigheter, dock inte av kultur- eller \r\nutbildningsinstitutioner. Lag (2024:501).\r\n\r\nNär lagen ska tillämpas\r\n\r\n8 § Lagen ska tillämpas\r\n\r\n1. när någon som har rätt att få tillgång till data eller \r\nskyddade data enligt någon annan lag eller förordning \r\nframställer en begäran om tillgängliggörande av data för \r\nvidareutnyttjande,\r\n\r\n2. när en myndighet eller ett offentligt företag på eget \r\ninitiativ tillgängliggör data som omfattas av lagen i syfte \r\natt de ska kunna vidareutnyttjas,\r\n\r\n3. när en myndighet på eget initiativ tillgängliggör skyddade \r\ndata som omfattas av lagen i syfte att de ska kunna \r\nvidareutnyttjas, eller\r\n\r\n4. när data lämnas till en statlig eller kommunal myndighet \r\nsom ska använda dem i en konkurrensutsatt verksamhet som avser \r\ntillhandahållande av data.\r\n\r\nTrots första stycket ska lagen inte tillämpas\r\n\r\n1. när data, i andra fall än som avses i första stycket 4, \r\nlämnas\r\n\r\na) mellan statliga och kommunala myndigheter,\r\n\r\nb) från ett organ som enligt 1 kap. 5 § andra stycket \r\njämställs med en myndighet eller ett offentligt företag till \r\nen statlig eller kommunal myndighet, eller\r\n\r\n2. när en statlig eller kommunal myndighet tillhandahåller \r\ndata i en konkurrensutsatt verksamhet. Lag (2024:501).\r\n\r\nUndantag för vissa data\r\n\r\n9 § Lagen gäller inte för data som någon på grund av sin \r\nidentitet eller ställning har en särskild rätt att få tillgång \r\ntill enligt någon annan lag eller förordning.\r\n\r\n10 § Lagen gäller inte för data som\r\n\r\n1. omfattas av en sådan ensamrätt som följer av \r\nmönsterskyddslagen (1970:485), lagen (1992:1685) om skydd för \r\nkretsmönster för halvledarprodukter, växtförädlarrättslagen \r\n(1997:306), varumärkeslagen (2010:1877), lagen (2018:1653) om \r\nföretagsnamn eller patentlagen (2024:945),\r\n\r\n2. tredje man innehar rätt till enligt lagen (1960:729) om \r\nupphovsrätt till litterära och konstnärliga verk,\r\n\r\n3. utgörs av datorprogram, eller\r\n\r\n4. utgörs av logotyper, heraldiska vapen eller insignier.\r\nLag (2024:950).\r\n\r\n2 kap. Tillgängliggörande av data för vidareutnyttjande\r\n\r\nSäkerhet och skydd av personuppgifter\r\n\r\n1 § Data ska tillgängliggöras för vidareutnyttjande i enlighet \r\nmed de krav som uppställs i detta kapitel. Tillgängliggörande \r\nska ske i den utsträckning som krav på informationssäkerhet \r\noch skydd av personuppgifter kan upprätthållas och under \r\nförutsättning att det inte innebär risker för Sveriges \r\nsäkerhet.\r\n\r\nFormatkrav\r\n\r\n2 § Data ska tillgängliggöras i det befintliga formatet eller, \r\nom sökanden begär det och det är lämpligt samt praktiskt och \r\ntekniskt möjligt, i ett format som är öppet, maskinläsbart, \r\noch i förekommande fall, tillgängligt och sökbart, tillsammans \r\nmed tillhörande metadata. \r\n\r\n3 § En värdefull datamängd ska tillgängliggöras i ett \r\nmaskinläsbart format genom ett lämpligt gränssnitt eller genom \r\nbulknedladdning.\r\n\r\n4 § När dynamiska data tillgängliggörs ska det ske omedelbart \r\nefter det att de har samlats in eller framställts, genom ett \r\nlämpligt gränssnitt eller genom bulknedladdning. Om kravet på \r\nomedelbarhet innebär en oproportionerlig arbetsinsats, ska \r\ndynamiska data göras tillgängliga inom en skälig tid eller med \r\nde tillfälliga tekniska begränsningar som är nödvändiga.\r\n\r\nVillkor för vidareutnyttjande\r\n\r\n5 § En myndighet eller ett offentligt företag får ställa \r\nvillkor för att tillgängliggöra data för vidareutnyttjande \r\nbara om det är motiverat av ett allmänintresse. Ett villkor \r\nska vara objektivt, proportionerligt och icke-diskriminerande \r\nför jämförbara slag av vidareutnyttjande. Ett villkor får inte \r\nbegränsa konkurrensen eller i onödan inskränka möjligheterna \r\natt vidareutnyttja data.\r\n\r\n5 a § En myndighet som tillgängliggör skyddade data för \r\nvidareutnyttjande ska ställa upp villkor för \r\nvidareutnyttjandet i enlighet med artikel 5 i EU:s \r\ndataförvaltningsförordning. \r\n\r\nEn myndighet som tillgängliggör skyddade data till en \r\nvidareutnyttjare som avser att överföra dem till tredjeland i \r\nenlighet med artikel 5.10 i EU:s dataförvaltningsförordning är \r\nskyldig att anmäla de överträdelser av artikel 5.14 som \r\nmyndigheten får kännedom om till tillsynsmyndigheten enligt \r\nlagen (2024:500) med kompletterande bestämmelser till EU:s \r\ndataförvaltningsförordning. Lag (2024:501).\r\n\r\nFörteckning över data som är tillgängliga eller sökbara\r\n\r\n6 § Den statliga myndighet som regeringen bestämmer ska \r\ndigitalt publicera en förteckning över data som en myndighet \r\neller ett offentligt företag på eget initiativ har gjort \r\ntillgängliga eller sökbara på internet i syfte att de ska \r\nkunna vidareutnyttjas. \r\n\r\nEn myndighet eller ett offentligt företag ska informera den \r\nmyndighet som publicerar förteckningen om sådana data som \r\navses i första stycket. \r\n\r\nEn gemensam informationspunkt\r\n\r\n6 a § Den myndighet som regeringen bestämmer ska \r\ntillhandahålla en gemensam informationspunkt enligt artikel 8 \r\ni EU:s dataförvaltningsförordning. \r\n\r\nEn myndighet som tillgängliggör skyddade data för \r\nvidareutnyttjande ska informera den myndighet som \r\ntillhandahåller den gemensamma informationspunkten om sådana \r\ndata och villkoren för vidareutnyttjande av dessa.\r\nLag (2024:501).\r\n\r\nBehöriga organ enligt EU:s dataförvaltningsförordning\r\n\r\n7 § Den eller de myndigheter som regeringen bestämmer ska vara \r\nbehöriga organ enligt artikel 7 i EU:s \r\ndataförvaltningsförordning. Lag (2024:501).\r\n\r\n3 kap. Exklusiv rätt att vidareutnyttja data\r\n\r\nFör vilka ändamål en exklusiv rätt får ges\r\n\r\n1 § En myndighet eller ett offentligt företag får ge någon en \r\nexklusiv rätt att vidareutnyttja data bara om det är \r\nnödvändigt för att en tjänst av allmänt intresse ska kunna \r\ntillhandahållas.\r\n\r\nDe avtalsvillkor som avser den exklusiva rätten ska publiceras \r\ndigitalt senast två månader innan de träder i kraft. Avtalet \r\nska omprövas vart tredje år. \r\n\r\n1 a § En myndighet som innehar skyddade data får ge någon en \r\nexklusiv rätt att vidareutnyttja dessa data endast om det är \r\ntillåtet enligt artikel 4 i EU:s dataförvaltningsförordning.\r\nLag (2024:501).\r\n\r\n2 § Bestämmelserna i 1 § gäller inte när bibliotek, museer \r\neller arkiv ger någon en exklusiv rätt att vidareutnyttja data \r\nför att digitalisera en kulturresurs. \r\n\r\nDe avtalsvillkor som avser den exklusiva rätten ska publiceras \r\ndigitalt. Om avtalets giltighetstid överstiger tio år, ska det \r\nomprövas under det elfte året och därefter vart sjunde år. \r\n\r\nDen som har gett den exklusiva rätten ska se till att utan \r\nkostnad få en kopia av de digitaliserade kulturresurserna. När \r\navtalet om exklusiv rätt har löpt ut ska kopian hållas \r\ntillgänglig så att även andra kan vidareutnyttja den. \r\n\r\nAndra avtal som begränsar möjligheten till vidareutnyttjande\r\n\r\n3 § En myndighet eller ett offentligt företag som har ingått \r\nett avtal som, på något annat sätt än genom att ge \r\navtalsmotparten en exklusiv rätt, begränsar möjligheten för \r\nandra än avtalsparterna att vidareutnyttja data, ska publicera \r\navtalsvillkoren digitalt senast två månader innan de träder i \r\nkraft. Avtalet ska omprövas vart tredje år. \r\n\r\n4 § En myndighet ska se till att en sådan exklusiv rätt att \r\nvidareutnyttja data som inte omfattas av 1 eller 2 § och som \r\nmyndigheten har upplåtit före den 18 juli 2013 upphör att \r\ngälla senast den 18 juli 2043.\r\n\r\nEtt offentligt företag ska se till att en sådan exklusiv rätt \r\natt vidareutnyttja data som inte omfattas av 1 § och som \r\nföretaget har upplåtit före den 17 juli 2019 upphör att gälla \r\nsenast den 17 juli 2049.\r\n\r\n4 kap. Avgifter\r\n\r\nRätten att ta ut en avgift\r\n\r\n1 § En myndighet eller ett offentligt företag som har rätt att \r\nta ut en avgift för att tillgängliggöra data för \r\nvidareutnyttjande får inte beräkna den till ett högre belopp \r\nän vad som följer av 2-6 §§. \r\n\r\nAvgiftsuttag vid tillgängliggörande av data \r\n\r\n2 § En avgift får inte sättas till ett högre belopp än vad som \r\nbehövs för att täcka kostnaderna för att reproducera, \r\ntillgängliggöra och sprida data och för att avidentifiera \r\npersonuppgifter. Ett offentligt företag eller ett organ som \r\nenligt 1 kap. 5 § andra stycket jämställs med en myndighet och \r\nsom inte omfattas av offentlighets- och sekretesslagen \r\n(2009:400) får även täcka kostnaderna för att skydda \r\nkonfidentiell affärsinformation.\r\n\r\nEn avgift som tas ut av ett offentligt företag, ett bibliotek, \r\nett museum eller ett arkiv får, utöver det som anges i första \r\nstycket, täcka kostnaderna för att samla in, framställa och \r\nlagra data samt en rimlig avkastning på investeringar. \r\nDetsamma gäller för en myndighet som är skyldig att ta ut en \r\navgift för att täcka en väsentlig del av kostnaderna för en \r\nverksamhet.\r\n\r\n2 a § En myndighet som tillgängliggör skyddade data för \r\nvidareutnyttjande får ta ut en avgift för tillgängliggörandet. \r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nmeddela ytterligare föreskrifter om avgiften. Lag (2024:501).\r\n\r\n3 § Forskningsdata ska tillgängliggöras avgiftsfritt.\r\n\r\n4 § En värdefull datamängd som tillgängliggörs i enlighet med \r\n2 kap. 3 § ska vara avgiftsfri, om inte något annat följer av \r\n5 eller 6 §. \r\n\r\n5 § Trots 4 § får ett bibliotek, museum eller arkiv täcka sina \r\nkostnader för att tillgängliggöra en värdefull datamängd genom \r\nen avgift enligt 2 § andra stycket. Detsamma gäller för ett \r\noffentligt företag, om det är särskilt föreskrivet i en \r\ngenomförandeakt som har meddelats med stöd av artikel 14.1 i \r\nöppna data-direktivet.\r\n\r\n6 § Trots 4 § får regeringen besluta att en statlig myndighet \r\nfår täcka sina kostnader för att tillgängliggöra en värdefull \r\ndatamängd genom en avgift enligt 2 § andra stycket, om\r\n\r\n1. myndigheten är skyldig att ta ut en avgift för att täcka en \r\nväsentlig del av kostnaderna för en verksamhet, och\r\n\r\n2. det medför betydande ekonomiska konsekvenser för \r\nmyndigheten att tillgängliggöra datamängden avgiftsfritt. \r\n\r\nEn kommun eller region får besluta om undantag enligt första \r\nstycket i fråga om kommunala myndigheter.\r\n\r\nBeslut enligt denna paragraf får gälla i högst två år från den \r\ndag då en genomförandeakt som har meddelats med stöd av \r\nartikel 14.1 i öppna data-direktivet träder i kraft. \r\n\r\nInformation om avgifter och villkor\r\n\r\n7 § En myndighet eller ett offentligt företag ska kunna ange \r\ngrunderna för hur avgifter beräknas eller hur en avgift har \r\nberäknats i ett enskilt fall. \r\n\r\nOm en avgift är fastställd i förväg, ska myndigheten eller det \r\noffentliga företaget digitalt publicera information om \r\n\r\n1. avgiftsbeloppet, \r\n\r\n2. grunderna för hur avgiften har beräknats, och \r\n\r\n3. andra villkor för vidareutnyttjandet. \r\n\r\nAvgifter och villkor i en myndighets konkurrensutsatta \r\nverksamhet\r\n\r\n8 § Om en myndighet vidareutnyttjar data i sin egen \r\nkonkurrensutsatta verksamhet, och dessa data har \r\ntillhandahållits av en annan del av myndigheten, ska samma \r\navgifter och villkor för vidareutnyttjandet gälla som för \r\nandra som vidareutnyttjar samma data. \r\n\r\nFörteckning över myndigheter som är skyldiga att ta ut \r\navgifter\r\n\r\n9 § Den statliga myndighet som regeringen bestämmer ska \r\ndigitalt publicera en förteckning över de myndigheter som är \r\nskyldiga att ta ut en avgift vid tillgängliggörande av data \r\nför att täcka en väsentlig del av kostnaderna för en \r\nverksamhet. \r\n\r\nVarje kommun och region ska informera den myndighet som \r\nregeringen bestämmer enligt första stycket om de kommunala \r\nmyndigheter inom kommunen eller regionen som är skyldiga att \r\nta ut en avgift vid tillgängliggörande av data för att täcka \r\nen väsentlig del av kostnaderna för en verksamhet.\r\n\r\n5 kap. Handläggning av en begäran om tillgängliggörande av \r\ndata för vidareutnyttjande\r\n\r\nHandläggningen hos en myndighet\r\n\r\n1 § En myndighet ska inom fyra veckor avgöra ett ärende till \r\nföljd av en begäran om tillgängliggörande av data för \r\nvidareutnyttjande.\r\n\r\nOm en sådan begäran avser skyddade data ska ärendet avgöras \r\ninom åtta veckor. \r\n\r\nTidsfristen enligt första eller andra stycket får förlängas \r\nmed ytterligare fyra veckor, om en begäran är omfattande eller \r\nkomplicerad. Myndigheten ska underrätta sökanden om \r\nförlängningen och redovisa skälen för den senast tre veckor \r\nfrån den dag då begäran kom in. Lag (2024:501).\r\n\r\n2 § En myndighet ska lämna ett skriftligt och motiverat beslut \r\nom sökanden begär det.\r\n\r\n3 § När en begäran om tillgängliggörande av data för \r\nvidareutnyttjande handläggs av ett organ som enligt 1 kap. 5 § \r\nandra stycket jämställs med en myndighet, ska organet tillämpa \r\nföljande bestämmelser i förvaltningslagen (2017:900):\r\n\r\n- 5 § om legalitet, objektivitet och proportionalitet, \r\n\r\n- 7 § första stycket om tillgänglighet,\r\n\r\n- 16-18 §§ om jäv, \r\n\r\n- 23 § om utredningsansvaret, \r\n\r\n- 27 § om dokumentation av uppgifter, \r\n\r\n- 31 § om dokumentation av beslut, \r\n\r\n- 33 § om underrättelse om innehållet i beslut och hur ett \r\növerklagande går till, och\r\n\r\n- 42-46 §§ om överklagande.\r\n\r\nÖverklagande\r\n\r\n4 § Beslut av en annan myndighet än Regeringskansliet får \r\növerklagas till allmän förvaltningsdomstol. Beslut av en \r\nförvaltningsrätt i ett ärende som har inletts där, liksom \r\nbeslut av en tingsrätt eller hovrätt, får överklagas till \r\nkammarrätten. Beslut av en kammarrätt i ett ärende som har \r\ninletts där får överklagas till Högsta förvaltningsdomstolen. \r\nBeslut av regeringen, Högsta domstolen, Högsta \r\nförvaltningsdomstolen och Riksdagens ombudsmän får inte \r\növerklagas.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten. \r\nDetta gäller dock inte om ärendet har inletts hos en \r\nförvaltningsrätt, tingsrätt eller hovrätt.\r\n\r\n5 § När ett beslut av ett organ som enligt 1 kap. 5 § andra \r\nstycket jämställs med en myndighet överklagas, är organet den \r\nenskildes motpart i domstolen. \r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2022:818\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2022.\r\n\r\n2. Genom lagen upphävs lagen (2010:566) om vidareutnyttjande \r\nav handlingar från den offentliga förvaltningen.\r\n\r\n3. Den upphävda lagen gäller dock fortfarande för ärenden som \r\nhar inletts före den 1 augusti 2022.",
    "skapadDateTime": "2026-01-02T13:26:14.4689967",
    "uppdateradDateTime": "2026-01-02T13:26:30.0707165",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:26:30.0707164",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 646920,
      "beteckning": "2024:501",
      "anteckningar": "ändr. 1 kap. 2, 3, 4, 8 §§, 5 kap. 1 §; nya 1 kap. 1 a, 7a §§, 2 kap. 5 a, 6 a, 7 §§, 3 kap. 1 a §, 4 kap. 2 a §, rubr. närmast före 2 kap. 6 a, 7 §§",
      "ikraftDateTime": "2024-08-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:73, bet. 2023/24:TU16, rskr. 2023/24:239",
      "rubrik": "Lag (2024:501) om ändring i lagen (2022:818) om den offentliga sektorns tillgängliggörande av data",
      "lopnummer": "501",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:26:14.4847782",
      "uppdateradDateTime": "2026-01-02T13:26:30.0708148",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:26:30.0708147",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646921,
      "beteckning": "2024:950",
      "anteckningar": "ändr. 1 kap. 10 §",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:150, bet. 2024/25:NU6, rskr. 2024/25:14",
      "rubrik": "Lag (2024:950) om ändring i lagen (2022:818) om den offentliga sektorns tillgängliggörande av data",
      "lopnummer": "950",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:26:14.4847786",
      "uppdateradDateTime": "2026-01-02T13:26:30.0708328",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:26:30.0708327",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646922,
      "beteckning": "2025:994",
      "anteckningar": "ändr. 1 kap. 7 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:166, bet. 2025/26:KrU2, rskr. 2025/26:15",
      "rubrik": "Lag (2025:994) om ändring i lagen (2022:818) om den offentliga sektorns tillgängliggörande av data",
      "lopnummer": "994",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:26:14.4847789",
      "uppdateradDateTime": "2026-01-02T13:26:30.0708401",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:26:30.07084",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T13:26:14.468996",
  "uppdateradDateTime": "2026-01-02T13:26:30.070482",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T13:26:30.0704819",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}