{
  "grundforfattningId": 62174,
  "previousId": 61191,
  "beteckning": "2024:626",
  "beteckningSortable": "2024:626",
  "publiceringsar": "2024",
  "lopnummer": "626",
  "rubrik": "Förordning om statligt stöd till avskiljning, transport och geologisk \nlagring av koldioxid med biogent ursprung",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2024-08-20T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Klimat- och näringslivsdepartementet",
    "enhet": null,
    "namnOchEnhet": "Klimat- och näringslivsdepartementet",
    "departementId": 31,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62171,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-04T14:18:56.9455851",
    "uppdateradDateTime": "2025-12-08T08:51:58.0628124",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-08T08:51:58.0628122",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 84994,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1433",
    "omtryck": null,
    "utfardadDateTime": "2024-07-18T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 § I syfte att minska nettoutsläppen av koldioxid så att \r\nSverige kan nå de långsiktiga klimatmålen med nettonollutsläpp \r\nav växthusgaser senast 2045, för att sedan uppnå negativa \r\nutsläpp, får Statens energimyndighet lämna statligt stöd i \r\nform av bidrag för att främja avskiljning, transport och \r\ngeologisk lagring av koldioxid med biogent ursprung. Bidrag \r\nges om det finns medel.\r\n\r\nFörordningen är meddelad med stöd av 8 kap. 7 § \r\nregeringsformen.\r\n\r\nOrd och uttryck\r\n\r\n2 § I denna förordning avses med \r\n\r\nbiomassa: den biologiskt nedbrytbara delen av produkter, \r\navfall och restprodukter av biologiskt ursprung enligt \r\ndefinitionen i artikel 2.24 i Europaparlamentets och rådets \r\ndirektiv (EU) 2018/2001 av den 11 december 2018 om främjande \r\nav användningen av energi från förnybara energikällor,\r\n\r\nbud: ett belopp som motsvarar den ersättning sökanden begär \r\nför att avskilja, transportera och geologiskt lagra en viss \r\nmängd koldioxid med biogent ursprung, angivet i kronor per \r\nton, \r\n\r\nföretag i intressegemenskap: företag som är i ekonomisk \r\nintressegemenskap enligt 14 kap. 20 § inkomstskattelagen \r\n(1999:1229),\r\n\r\ngeologisk lagring av koldioxid: permanent lagring av \r\nkoldioxidströmmar som har injekterats i en underjordisk \r\ngeologisk formation,\r\n\r\nkoldioxid med biogent ursprung: koldioxid som frigörs vid \r\noxidation av biomassa,\r\n\r\noffentligt stöd: statligt stöd och centralt förvaltad \r\nunionsfinansiering som avses i artikel 8.2 i kommissionens \r\nförordning (EU) nr 651/2014 av den 17 juni 2014 genom vilken \r\nvissa kategorier av stöd förklaras förenliga med den inre \r\nmarknaden enligt artiklarna 107 och 108 i fördraget, \r\n\r\nomvänd auktion: ett urvalsförfarande där det eller de lägsta \r\nbuden vinner, och\r\n\r\nstödbelopp: det belopp, i kronor per ton geologiskt lagrad \r\nkoldioxid med biogent ursprung, som anges i ett beslut om \r\nstöd. \r\n\r\nFörutsättningar för stöd\r\n\r\n3 § Stöd får lämnas endast i enlighet med Europeiska \r\nkommissionens beslut den 2 juli 2024 i ärende SA.107009 \r\n(2024/N).\r\n\r\n4 § Stöd får lämnas till företag som \r\n\r\n1. har de tillstånd som behövs för den verksamhet som \r\ngenererar koldioxid med biogent ursprung, \r\n\r\n2. har påbörjat verksamheten, och \r\n\r\n3. samtycker till att uppgifter om stödet offentliggörs enligt \r\nkommissionens beslut. \r\n\r\n5 § Stöd får inte lämnas till sådana företag i svårigheter som \r\navses i punkt 20 i Europeiska kommissionens meddelande om \r\nriktlinjer för statligt stöd till undsättning och \r\nomstrukturering av icke-finansiella företag i svårigheter \r\n(2014/C 249/01).\r\n\r\n6 § Stöd får lämnas för kostnader för investering och drift \r\nsom avser avskiljning, transport och geologisk lagring av \r\nkoldioxid med biogent ursprung som genererats från \r\nverksamheter i Sverige.\r\n\r\n7 § Stöd får inte lämnas \r\n\r\n1. för kostnader som avser åtgärder som företaget måste vidta \r\nför att uppfylla en skyldighet enligt lag eller annan \r\nförfattning, eller \r\n\r\n2. om den verksamhet som genererar koldioxid av biogent \r\nursprung har påbörjats eller ändrats endast i syfte att \r\ngenerera negativa utsläpp.\r\n\r\n8 § Stöd får lämnas för högst 15 år från den tidpunkt då \r\nkoldioxid av biogent ursprung har börjat lagras geologiskt \r\nenligt ett beslut om stöd. Stöd får dock lämnas längst till \r\noch med 2046.\r\n\r\n9 § Stöd får inte lämnas för geologisk lagring av koldioxid av \r\nbiogent ursprung som syftar till att utvinna råolja, \r\nskifferolja eller naturgas. \r\n\r\n10 § Stöd för avskiljning, transport och geologisk lagring av \r\nsådan koldioxid av biogent ursprung som uppstått vid \r\nanvändning av biobränslen för produktion av el, värme och kyla \r\neller vid produktion av biodrivmedel eller biobränslen får \r\nendast lämnas om biodrivmedlet eller biobränslet omfattas av \r\nett hållbarhetsbesked enligt lagen (2010:598) om \r\nhållbarhetskriterier för vissa bränslen.\r\n\r\nOm det är fråga om användning av fasta eller gasformiga \r\nbiobränslen för produktion av el, värme eller kyla i en annan \r\nanläggning än en sådan som avses i 1 kap. 3 § andra stycket \r\nlagen om hållbarhetskriterier för vissa bränslen, får stöd \r\nlämnas även om bränslet inte omfattas av ett \r\nhållbarhetsbesked. Förordning (2025:591).\r\n\r\nStöd genom omvända auktioner\r\n\r\n11 § Vilket eller vilka företag som får stöd avgörs genom en \r\neller flera omvända auktioner som genomförs av Statens \r\nenergimyndighet. \r\n\r\n12 § Statens energimyndighet beslutar om när en omvänd auktion \r\nska utlysas. Myndigheten ska inför varje utlysning fatta \r\nbeslut om villkoren för utlysningen och hur den omvända \r\nauktionen ska genomföras.\r\n\r\n13 § Företag får inte samordna sina bud eller på något annat \r\nsätt samarbeta i syfte att hindra, begränsa eller snedvrida \r\nkonkurrensen i en omvänd auktion eller på ett sätt som ger ett \r\nsådant resultat.\r\n\r\n14 § Statens energimyndighet får tillfälligt eller helt \r\navbryta en utlysning av en omvänd auktion, om\r\n\r\n1. myndigheten har skäl att anta att företag har samordnat \r\nsina bud eller på annat sätt samarbetat under auktionen på ett \r\nsätt som avses i 13 §, \r\n\r\n2. en oförutsedd händelse inträffar som har stor påverkan på \r\nauktionen, eller\r\n\r\n3. myndigheten bedömer att den planerade auktionen inte kommer \r\natt bidra till syftet enligt 1 § på ett kostnadseffektivt \r\nsätt. \r\n\r\nAnsökan om stöd\r\n\r\n15 § För att delta i en omvänd auktion ska det sökande \r\nföretaget lämna en ansökan till Statens energimyndighet genom \r\nden tjänst för elektronisk ansökan som myndigheten anvisar. \r\n\r\n16 § En ansökan ska innehålla uppgifter om \r\n\r\n1. sökandens bud,\r\n\r\n2. offentligt stöd som det sökande företaget eller företag i \r\nintressegemenskap har fått för investering och drift avseende \r\nden verksamhet som genererar negativa utsläpp, \r\n\r\n3. annan finansiering eller intäkter som det sökande företaget \r\neller företag i intressegemenskap har med anledning av den \r\nverksamhet som genererar negativa utsläpp, och\r\n\r\n4. samtliga kostnader för avskiljning, transport och geologisk \r\nlagring av koldioxid med biogent ursprung som genererats från \r\nverksamheter i Sverige. \r\n\r\nStatens energimyndighet får meddela ytterligare föreskrifter \r\nom vad en ansökan ska innehålla.\r\n\r\nGenomförandeplan\r\n\r\n17 § Tillsammans med en ansökan ska det sökande företaget \r\nlämna en genomförandeplan. Planen ska visa hur företaget avser \r\natt genomföra avskiljning, transport och geologisk lagring av \r\nkoldioxid med biogent ursprung på ett sätt som uppfyller de \r\nkrav som ställs i eller med stöd av denna förordning.\r\n\r\nStatens energimyndighet får meddela ytterligare föreskrifter \r\nom vad genomförandeplanen ska innehålla.\r\n\r\nPrövning och beslut om stöd\r\n\r\n18 § Statens energimyndighet prövar frågor om stöd enligt \r\ndenna förordning.\r\n\r\n19 § Vid handläggningen av ärenden om stöd enligt denna \r\nförordning ska Statens energimyndighet inte tillämpa 10 och \r\n25 §§ förvaltningslagen (2017:900).\r\n\r\nUppgifter som ett företag har lämnat i ett ärende får läggas \r\ntill grund för Statens energimyndighets beslut endast om \r\nuppgifterna har lämnats före ansökningstidens utgång.\r\n\r\n20 § Statens energimyndighet ska granska och rangordna buden. \r\n\r\nVid rangordning ska ett bud läggas samman med annat offentligt \r\nstöd som avses i 16 § 2, uttryckt i kronor per ton lagrad \r\nkoldioxid med biogent ursprung. Ett bud som tillsammans med \r\nannat offentligt stöd och 90 procent av sådan annan \r\nfinansiering och intäkter som avses i 16 § 3 överstiger \r\nkostnaderna för avskiljning, transport och lagring ska inte \r\ngodtas.\r\n\r\nDet stödbelopp som beslutas ska motsvara det eller de vinnande \r\nbuden. \r\n\r\n21 § Stöd lämnas till det eller de företag som i en omvänd \r\nauktion anger det lägsta budet eller de lägsta buden enligt \r\nden rangordning som avses i 20 § första stycket och i övrigt \r\nuppfyller kraven som ställs i denna förordning eller i \r\nföreskrifter eller villkor som har meddelats med stöd av den.\r\n\r\n22 § I ett beslut att lämna stöd ska Statens energimyndighet \r\nange \r\n\r\n1. stödbeloppet,\r\n\r\n2. mängden geologiskt lagrad koldioxid som stödet omfattar, \r\n\r\n3. mängden koldioxid som stödmottagaren förväntas lagra per \r\nkalenderår,\r\n\r\n4. storleken på stödet,\r\n\r\n5. när stödet ska betalas ut,\r\n\r\n6. när lagringen ska ha avslutats, och \r\n\r\n7. de ytterligare villkor som behövs för att kraven enligt \r\ndenna förordning och föreskrifter som har meddelats med stöd \r\nav förordningen ska uppfyllas och syftet med stödet enligt 1 § \r\ntillgodoses.\r\n\r\nLagring\r\n\r\n23 § /Upphör att gälla U:2026-01-07/\r\nLagringen ska ha påbörjats senast tre år från dagen för \r\nbeslutet enligt 22 §. \r\n\r\nStatens energimyndighet får besluta att förlänga tidsfristen \r\nmed högst två år efter skriftlig ansökan från stödmottagaren. \r\nEn sådan ansökan ska ha kommit in senast tre år från dagen för \r\nbeslutet. \r\n\r\nOm det finns synnerliga skäl får Statens energimyndighet efter \r\nansökan från stödmottagaren besluta om ytterligare förlängning \r\nav tidsfristen. \r\n\r\n23 § /Träder i kraft I:2026-01-07/\r\nLagringen ska ha påbörjats senast fyra år från dagen för \r\nbeslutet enligt 22 §.\r\n\r\nStatens energimyndighet får besluta att förlänga tidsfristen \r\nmed högst ett år efter skriftlig ansökan från stödmottagaren. \r\nEn sådan ansökan ska ha kommit in senast fyra år från dagen \r\nför beslutet.\r\n\r\nOm det finns synnerliga skäl får Statens energimyndighet efter \r\nansökan från stödmottagaren besluta om ytterligare förlängning \r\nav tidsfristen. Förordning (2025:1433).\r\n\r\nSkyldighet att lämna uppgifter\r\n\r\n24 § Stödmottagaren ska till Statens energimyndighet lämna \r\nuppgifter om \r\n\r\n1. genomförandet av den avskiljning, transport och geologiska \r\nlagring av koldioxid som omfattas av ett beslut enligt 22 §, \r\n\r\n2. offentligt stöd och annan finansiering eller intäkter som \r\navses i 16 § 2 och 3 och som inte angetts i ansökan om stöd \r\neller som har tillkommit efter att ett beslut om stöd har \r\nfattats enligt 22 §, och\r\n\r\n3. samtliga kostnader för investering och drift avseende \r\navskiljning, transport och geologisk lagring av koldioxid med \r\nbiogent ursprung som genererats från verksamheter i Sverige.\r\n\r\n25 § Statens energimyndighet får meddela ytterligare \r\nföreskrifter om den uppgiftsskyldighet som avses i 24 §. \r\n\r\n26 § Stödmottagaren ska på begäran av Statens energimyndighet \r\nlämna ytterligare uppgifter som behövs för uppföljning och \r\nutvärdering av stödet.\r\n\r\n27 § Den som ansöker om eller har beviljats stöd enligt denna \r\nförordning ska så snart som möjligt till Statens \r\nenergimyndighet anmäla ändrade förhållanden som kan påverka \r\nrätten till eller storleken av stödet.\r\n\r\nUtbetalning av stöd\r\n\r\n28 § Stöd som Statens energimyndighet har beslutat om enligt \r\ndenna förordning betalas ut efter att den koldioxid som \r\nomfattas av beslutet om stöd har lagrats geologiskt. \r\n\r\n29 § En begäran om utbetalning av ett beviljat stöd ska lämnas \r\ntill Statens energimyndighet. \r\n\r\n30 § En begäran om utbetalning ska innehålla dokumentation som \r\nvisar mängden geologiskt lagrad koldioxid med biogent ursprung \r\nunder det kalenderår som begäran avser.\r\n\r\nStatens energimyndighet får meddela ytterligare föreskrifter \r\nom den dokumentation som ska lämnas i samband med en begäran \r\nom utbetalning.\r\n\r\n31 § Utbetalningen ska baseras på det stödbelopp som gäller \r\nenligt 22, 34 eller 35 § vid tidpunkten för lagringen.\r\n\r\n32 § Utbetalning får inte ske om stödmottagaren eller den \r\neller de som stödmottagaren har anlitat för avskiljning, \r\ntransport eller geologisk lagring av koldioxid inte hade eller \r\nhar de tillstånd som behövs för att avskilja, transportera och \r\nlagra koldioxid. \r\n\r\nJustering av stöd \r\n\r\n33 § Om stödmottagaren under ett kalenderår har lagrat mindre \r\nkoldioxid än vad som anges i beslutet enligt 22 §, ska Statens \r\nenergimyndighet besluta att justera storleken på stödet så att \r\ndet motsvarar den faktiska mängden lagrad koldioxid, om \r\nstödmottagaren inte kan tillgodoräkna sig en större mängd \r\nlagrad koldioxid enligt andra stycket. \r\n\r\nOm stödmottagaren under ett kalenderår har lagrat mer \r\nkoldioxid än vad som anges i beslutet enligt 22 § får den \r\növerstigande mängden tillgodoräknas för nästa kalenderår under \r\nden period som stödet får lämnas enligt 8 §. \r\n\r\n34 § Om stödmottagaren har lämnat uppgifter om offentligt stöd \r\noch annan finansiering eller intäkter enligt 24 § 2, ska \r\nStatens energimyndighet besluta om ett justerat stödbelopp \r\ngenom att minska stödbeloppet med\r\n\r\n1. värdet av offentligt stöd som avses i 24 § 2 uttryckt i \r\nkronor per ton, och\r\n\r\n2. ett belopp som motsvarar 90 procent av finansiering och \r\nintäkter enligt 24 § 2 uttryckt i kronor per ton.\r\n\r\nStatens energimyndighet ska utvärdera hur kostnaderna per ton \r\nför avskiljning, transport och lagring som angetts i en \r\nansökan förhåller sig till de kostnader som avses i 24 § 3. Om \r\nde rapporterade kostnaderna understiger kostnaderna som har \r\nangetts i ansökan med mer än 20 procent, ska Statens \r\nenergimyndighet besluta att minska stödbeloppet med 90 procent \r\nav den del av kostnadsminskningen som överstiger 20 procent. \r\n\r\nOm det totala belopp som stödbeloppet ska minskas med enligt \r\nförsta och andra styckena överstiger det beslutade \r\nstödbeloppet, ska det justerade stödbeloppet anses vara noll \r\nkronor. \r\n\r\n35 § Om Statens energimyndighet har minskat stödbeloppet \r\nenligt 34 § andra stycket och en senare utvärdering visar att \r\nde rapporterade kostnaderna understiger kostnaderna som har \r\nangetts i ansökan med mindre än 20 procent, ska Statens \r\nenergimyndighet besluta om ett nytt stödbelopp som motsvarar \r\ndet ursprungliga beloppet.\r\n\r\nBeslut om att stöd inte ska betalas ut \r\n\r\n36 § Statens energimyndighet får besluta att stöd helt eller \r\ndelvis inte ska betalas ut om\r\n\r\n1. stödmottagaren genom oriktiga uppgifter eller på annat sätt \r\nhar orsakat att stödet lämnats felaktigt eller med ett för \r\nhögt belopp,\r\n\r\n2. stödet av något annat skäl har lämnats felaktigt eller med \r\nett för högt belopp och mottagaren skäligen borde ha insett \r\ndetta, eller\r\n\r\n3. ett villkor för stödet inte har följts.\r\n\r\n37 § Ett stöd får inte betalas ut till ett företag som är \r\nföremål för betalningskrav på grund av ett beslut av \r\nEuropeiska kommissionen genom vilket ett stöd lämnat av en \r\nsvensk stödgivare förklarats vara olagligt och oförenligt med \r\nden inre marknaden.\r\n\r\nJustering av mängden lagrad koldioxid\r\n\r\n38 § /Upphör att gälla U:2026-01-07/\r\nStatens energimyndighet ska två år efter den tidpunkt då \r\nlagringen av koldioxid ska ha påbörjats enligt 23 § utvärdera \r\nstödmottagarens lagring i enlighet med den genomförandeplan \r\nsom avses i 18 §. Om den mängd koldioxid som har lagrats \r\nunderstiger den planerade lagringsmängden enligt \r\ngenomförandeplanen med mer än tio procent, får Statens \r\nenergimyndighet besluta att minska den lagringsmängd per \r\nkalenderår som beslutet omfattar. \r\n\r\nEfter den första utvärderingen ska Statens energimyndighet \r\nutvärdera stödmottagarens lagring vart tredje år.\r\n\r\nOm Statens energimyndighet har beslutat att minska \r\nlagringsmängden enligt första stycket och stödmottagaren \r\nsenare visar att den kan lagra mer koldioxid, får Statens \r\nenergimyndighet besluta om en ny lagringsmängd upp till den \r\nplanerade lagringsmängden enligt genomförandeplanen.\r\n\r\n38 § /Träder i kraft I:2026-01-07/\r\nStatens energimyndighet ska två år efter den tidpunkt då \r\nlagringen av koldioxid ska ha påbörjats enligt 23 § utvärdera \r\nstödmottagarens lagring i enlighet med den genomförandeplan \r\nsom avses i 17 §. Om den mängd koldioxid som har lagrats \r\nunderstiger den planerade lagringsmängden enligt \r\ngenomförandeplanen med mer än tio procent, får Statens \r\nenergimyndighet besluta att minska den lagringsmängd per \r\nkalenderår som beslutet omfattar.\r\n\r\nEfter den första utvärderingen ska Statens energimyndighet \r\nutvärdera stödmottagarens lagring vart tredje år. \r\n\r\nOm Statens energimyndighet har beslutat att minska \r\nlagringsmängden enligt första stycket och stödmottagaren \r\nsenare visar att den kan lagra mer koldioxid, får Statens \r\nenergimyndighet besluta om en ny lagringsmängd upp till den \r\nplanerade lagringsmängden enligt genomförandeplanen.\r\nFörordning (2025:1433).\r\n\r\nÅterbetalning och återkrav\r\n\r\n39 § Stödmottagaren är återbetalningsskyldig i den \r\nutsträckning ett stöd som betalats ut \r\n\r\n1. inte skulle ha betalats ut enligt 36 eller 37 §, \r\n\r\n2. inte har utnyttjats, eller \r\n\r\n3. inte har använts för det ändamål som det har lämnats för.\r\n\r\nPå det belopp som en stödmottagare är återbetalningsskyldig \r\nför ska ränta betalas från och med den dag som infaller en \r\nmånad efter det att ett beslut enligt 40 § om återkrav har \r\nfattats. Räntan beräknas efter en räntesats som vid varje \r\ntidpunkt överstiger statens utlåningsränta med två \r\nprocentenheter.\r\n\r\n40 § Om en stödmottagare är återbetalningsskyldig enligt 39 § \r\nska Statens energimyndighet besluta att helt eller delvis \r\nkräva tillbaka stödet tillsammans med ränta. Kravet eller \r\nräntan får helt eller delvis sättas ned om det finns särskilda \r\nskäl. \r\n\r\nTillsyn\r\n\r\n41 § Statens energimyndighet utövar tillsyn över att villkoren \r\nför stödet följs. Tillsynen får utövas även efter det att \r\nstödperioden har löpt ut.\r\n\r\nUppföljning och utvärdering\r\n\r\n42 § Statens energimyndighet ska följa upp och utvärdera de \r\nstöd som ges enligt denna förordning. I utvärderingen ska det \r\ningå en bedömning av stödets kostnadseffektivitet.\r\n\r\nStatens energimyndighet ska informera Regeringskansliet \r\n(Klimat- och näringslivsdepartementet) om den uppföljning och \r\nutvärdering som avses i första stycket.\r\n\r\nBemyndigande att meddela verkställighetsföreskrifter\r\n\r\n43 § Statens energimyndighet får meddela föreskrifter om \r\nverkställigheten av denna förordning.\r\n\r\nOffentliggörande, rapportering och registerföring\r\n\r\n44 § Bestämmelser om offentliggörande, rapportering och \r\nregisterföring finns i 12 a § lagen (2013:388) om tillämpning \r\nav Europeiska unionens statsstödsregler och i förordningen \r\n(2016:605) om tillämpning av Europeiska unionens \r\nstatsstödsregler.\r\n\r\nÖverklagande\r\n\r\n45 § /Upphör att gälla U:2026-01-07/\r\nI 40 § förvaltningslagen (2017:900) finns bestämmelser om \r\növerklagande till allmän förvaltningsdomstol. Andra beslut än \r\nbeslut enligt 23, 29, 33-38 och 40 §§ får dock inte \r\növerklagas.\r\n\r\n45 § /Träder i kraft I:2026-01-07/\r\nI 40 § förvaltningslagen (2017:900) finns bestämmelser om \r\növerklagande till allmän förvaltningsdomstol. Andra beslut än \r\nbeslut enligt 23, 33-38 och 40 §§ får dock inte överklagas.\r\nFörordning (2025:1433).",
    "skapadDateTime": "2025-12-04T14:18:56.9455846",
    "uppdateradDateTime": "2025-12-08T08:51:58.0628308",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-08T08:51:58.0628307",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 639313,
      "beteckning": "2025:591",
      "anteckningar": "ändr. 10 §",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:591) om ändring i förordningen (2024:626) om statligt stöd till avskiljning, transport och geologisk lagring av koldioxid med biogent ursprung",
      "lopnummer": "591",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-04T14:18:56.9604976",
      "uppdateradDateTime": "2025-12-08T08:51:58.0629251",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T08:51:58.0629249",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 639314,
      "beteckning": "2025:1433",
      "anteckningar": "ändr. 23, 38, 45 §§",
      "ikraftDateTime": "2026-01-07T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1433) om ändring i förordningen (2024:626) om statligt stöd till avskiljning, transport och geologisk lagring av koldioxid med biogent ursprung",
      "lopnummer": "1433",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-04T14:19:03.035245",
      "uppdateradDateTime": "2025-12-08T08:51:58.0629469",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T08:51:58.0629467",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-04T14:18:56.9455838",
  "uppdateradDateTime": "2025-12-08T08:51:58.0625549",
  "publicerad": true,
  "publiceradDateTime": "2025-12-08T08:51:58.0625547",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}