{
  "grundforfattningId": 62211,
  "previousId": 62154,
  "beteckning": "2006:97",
  "beteckningSortable": "2006:97",
  "publiceringsar": "2006",
  "lopnummer": "97",
  "rubrik": "Utlänningsförordning (2006:97)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2006-03-31T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L7",
    "namnOchEnhet": "Justitiedepartementet L7",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62208,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "utlänningsförordning",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-08T11:13:23.2593123",
    "uppdateradDateTime": "2025-12-08T11:13:40.0166343",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-08T11:13:40.0166328",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85031,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:966",
    "omtryck": null,
    "utfardadDateTime": "2006-02-23T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Förordningens innehåll, vissa definitioner och\r\nallmänna bestämmelser\r\n\r\n1 § I denna förordning finns bestämmelser om \r\n\r\n- förordningens innehåll, vissa definitioner och allmänna \r\nbestämmelser (1 kap.), \r\n\r\n- resehandlingar (2 kap.), \r\n\r\n- visering (3 kap.), \r\n\r\n- uppehållsrätt (3 a kap.), \r\n\r\n- uppehållsstatus och bevis för gränsarbetare som kompletterar \r\nbestämmelserna i utträdesavtalet mellan Förenade kungariket \r\noch EU (3 b kap.), \r\n\r\n- uppehållstillstånd (4 kap.), \r\n\r\n- uppehållstillstånd för forskning, studier inom högre \r\nutbildning, viss praktik, visst volontärarbete och au pair-\r\narbete (4 a kap.), \r\n\r\n- arbetstillstånd (5 kap.), \r\n\r\n- EU-blåkort (5 a kap.), \r\n\r\n- tillstånd för företagsintern förflyttning, ICT (5 b kap.), \r\n\r\n- tillstånd för säsongsarbete (5 c kap.), \r\n\r\n- kontroll- och tvångsåtgärder (6 kap.), \r\n\r\n- underrättelseskyldighet (7 kap.), och \r\n\r\n- avvisning, utvisning, avgifter m.m. (8 kap.).\r\nFörordning (2020:941).\r\n\r\n2 § Med Schengenkonventionen avses i denna förordning\r\nkonventionen om tillämpning av Schengenavtalet av den 14 juni\r\n1985.\r\n\r\nMed Schengenstat avses en stat som har tillträtt eller anslutit\r\nsig till Schengenkonventionen eller som har slutit avtal om\r\nsamarbete enligt konventionen med konventionsstaterna.\r\n\r\n3 § Med inre och yttre gräns avses i denna förordning \r\ninre och yttre gränser enligt artikel 2.1 och 2.2 i \r\nEuropaparlamentets och rådets förordning (EU) 2016/399 av den \r\n9 mars 2016 om en unionskodex om gränspassage för personer \r\n(kodex om Schengengränserna). Förordning (2018:1103).\r\n\r\n4 § Med EES-stat avses i denna förordning en stat som\r\nomfattas av avtalet om Europeiska ekonomiska\r\nsamarbetsområdet.\r\n\r\nMed EES-medborgare avses en utlänning som är medborgare i en\r\nEES-stat. När det gäller familjeanknytning avses dock även\r\nsådana svenska medborgare som anges i 3 a kap. 2 § andra\r\nstycket utlänningslagen (2005:716), såvida inte något annat\r\nframgår av denna förordning. Förordning (2014:185).\r\n\r\n5 § Med Schengenvisering avses i denna förordning en visering\r\nenligt Europaparlamentets och rådets förordning (EG) nr\r\n810/2009 av den 13 juli 2009 om införande av en\r\ngemenskapskodex om viseringar (viseringskodex).\r\nFörordning (2011:706).\r\n\r\n6 § Med rörlighetsdirektivet avses i denna förordning\r\nEuropaparlamentets och rådets direktiv 2004/38/EG av den 29\r\napril 2004 om unionsmedborgares och deras familjemedlemmars\r\nrätt att fritt röra sig och uppehålla sig inom\r\nmedlemsstaternas territorier och om ändring av förordning\r\n(EEG) nr 1612/68 och om upphävande av direktiven 64/221/EEG,\r\n68/360/EEG, 72/194/EEG, 73/148/EEG, 75/34/EEG, 75/35/EEG,\r\n90/364/EEG, 90/365/EEG och 93/96/EEG. Förordning (2014:185).\r\n\r\n6 a § Med utträdesavtalet mellan Förenade kungariket och EU \r\navses i denna förordning avtalet om Förenade konungariket \r\nStorbritannien och Nordirlands utträde ur Europeiska unionen \r\noch Europeiska atomenergi-gemenskapen (EUT L 29, 31.1.2020, \r\ns. 7). Förordning (2020:941).\r\n\r\n7 § Bestämmelser om gränspassage finns i Europaparlamentets \r\noch rådets förordning (EU) 2016/399. Förordning (2018:1103).\r\n\r\n2 kap. Bestämmelser om resehandlingar\r\n\r\nUndantag från kravet på passinnehav\r\n\r\n1 § En utlänning som har permanent uppehållstillstånd eller \r\nsom har beviljats uppehållstillstånd med tillfälligt skydd \r\neller uppehållstillstånd efter tillfälligt skydd med stöd av \r\n21 kap. 2, 3, 4 eller 6 § utlänningslagen (2005:716) behöver \r\ninte ha pass vid vistelse i Sverige. Detsamma gäller för en \r\nutlänning som kan beviljas eller har beviljats ett \r\ntidsbegränsat uppehållstillstånd enligt 5 kap. 1 eller 6 § \r\nutlänningslagen. Kravet på pass vid vistelse i Sverige gäller \r\ninte heller för en utlänning som kan beviljas eller har \r\nbeviljats ett tidsbegränsat uppehållstillstånd enligt 5 kap. \r\n15 § eller 12 kap. 16 b eller 18 § utlänningslagen om han \r\neller hon inte har någon handling som gäller som pass och \r\nsaknar möjlighet att inom rimlig tid skaffa en sådan handling.\r\n\r\nEn utlänning under sexton år behöver inte ha eget pass för \r\ninresa eller vistelse i Sverige, om han eller hon följer med \r\nen vuxen person vars pass innehåller de uppgifter som behövs \r\nför att fastställa barnets identitet. Förordning (2021:813).\r\n\r\n1 a § En utlänning som kan beviljas eller har beviljats ett \r\ntidsbegränsat uppehållstillstånd enligt lagen (2017:353) om \r\nuppehållstillstånd för studerande på gymnasial nivå behöver \r\ninte ha pass vid vistelse i Sverige om han eller hon inte har \r\nnågon handling som gäller som pass och saknar möjlighet att \r\ninom rimlig tid skaffa en sådan handling. \r\nFörordning (2021:813).\r\n\r\n1 b § En utlänning som kan beviljas eller har beviljats ett \r\ntidsbegränsat uppehållstillstånd enligt 5 kap. 11 § \r\nutlänningslagen (2005:716) i ett säkerhetsärende enligt 1 kap. \r\n7 § samma lag eller som kan beviljas eller har beviljats ett \r\ntidsbegränsat uppehållstillstånd enligt 2 kap. 14 § lagen \r\n(2022:700) om särskild kontroll av vissa utlänningar behöver \r\ninte ha pass vid vistelse i Sverige om han eller hon inte har \r\nnågon handling som gäller som pass och saknar möjlighet att \r\ninom rimlig tid skaffa en sådan handling. \r\nFörordning (2024:29).\r\n\r\n2 § Besättningsmän som avses i 3 kap. 1 § 10 behöver inte ha \r\npass vid inresa eller vistelse i landet. Förordning (2024:600).\r\n\r\n3 § En utlänning som inte behöver ha pass ska på begäran av\r\nPolismyndigheten eller en polisman visa att passfrihet gäller\r\nför honom eller henne. Förordning (2014:1192).\r\n\r\nHemlandspass\r\n\r\n4 § En resehandling får godtas som pass (hemlandspass), om\r\nhandlingen är utfärdad av en behörig myndighet i det land där\r\ninnehavaren är medborgare samt uppfyller de förutsättningar som\r\nanges i andra-fjärde styckena.\r\n\r\nI handlingen skall det finnas\r\n\r\n1. uppgifter om innehavarens medborgarskap och fullständiga\r\nnamn samt födelsedatum och födelseort,\r\n\r\n2. uppgift om handlingens giltighetstid,\r\n\r\n3. innehavarens namnteckning,\r\n\r\n4. uppgift om vilken myndighet som har utfärdat handlingen,\r\n\r\n5. uppgift om handlingens giltighet för resa till Sverige, och\r\n\r\n6. ett välliknande fotografi av innehavaren.\r\n\r\nEn handling får inte godtas som pass om den inte tillåter\r\nåterresa till hemlandet eller inresa till tredje land.\r\n\r\nHandlingen skall vara avfattad på svenska, danska, norska,\r\nengelska, franska, italienska, spanska eller tyska eller vara\r\nförsedd med en bestyrkt översättning till något av dessa språk.\r\n\r\n5 § Om det finns särskilda skäl, får en sådan resehandling som\r\navses i 4 § godtas som hemlandspass även om den inte uppfyller\r\nkraven i 4 § andra stycket 3 eller fjärde stycket.\r\n\r\nFör barn under fem år som har egen resehandling och som reser\r\nmed vårdnadshavare, får en sådan resehandling som avses i 4 §\r\ngodtas som hemlandspass, även om den inte uppfyller kraven i 4\r\n§ andra stycket 1 eller 6 vad avser födelsedatum eller\r\nfotografi. Födelseår skall dock framgå.\r\n\r\nInnehavarens identitet måste alltid kunna fastställas med stöd\r\nav handlingen.\r\n\r\n6 § Ett hemlandspass som har utfärdats för makar gemensamt\r\ngodtas för inresa och vistelse i Sverige såväl när makarna\r\nföljs åt som när endast en av dem reser in.\r\n\r\nResedokument\r\n\r\n7 § Ett resedokument skall utfärdas i de fall som anges i\r\nkonventionen den 28 juli 1951 angående flyktingars rättsliga\r\nställning (SÖ 1954:55), konventionen den 28 september 1954\r\nangående statslösa personers rättsliga ställning (SÖ 1965:54)\r\neller konventionen den 23 november 1957 angående flyktingar som\r\näro sjömän (SÖ 1959:16).\r\n\r\n8 § Ett resedokument ska utfärdas med en giltighetstid om \r\nhögst två år. Om sökanden inom de senaste fem åren före \r\nansökan har förlorat ett tidigare resedokument ska \r\ngiltighetstiden dock vara ett år, om inte särskilda skäl talar \r\nemot det. Detsamma gäller om det finns anledning att misstänka \r\natt ett tidigare resedokument inom samma tid har varit föremål \r\nför missbruk. \r\n\r\nMigrationsverket får besluta om förlängning av giltighetstiden \r\nför ett resedokument.\r\n\r\nEtt resedokument får, då det utfärdas, förses med en \r\nanteckning om att innehavarens identitet inte är styrkt.\r\nFörordning (2021:1052).\r\n\r\n9 § Ett resedokument som utfärdats enligt 4 kap. 4 §\r\nutlänningslagen (2005:716) gäller som pass vid inresa och\r\nvistelse i Sverige.\r\n\r\n10 § Om den som har ett av Migrationsverket utfärdat\r\nresedokument upphör att vara flykting eller statslös, skall\r\nresedokumentet återlämnas till Migrationsverket.\r\n\r\nProvisorisk resehandling\r\n\r\n11 § En resehandling som har upprättats i enlighet med rådets \r\ndirektiv (EU) 2019/997 av den 18 juni 2019 om införande av en \r\nprovisorisk EU-resehandling och om upphävande av beslut \r\n96/409/GUSP, i den ursprungliga lydelsen, gäller som pass vid \r\ninresa och vistelse i Sverige. Förordning (2024:996).\r\n\r\nFrämlingspass\r\n\r\n12 § Har upphört genom förordning (2014:781).\r\n\r\n13 § Ett främlingspass ska utfärdas med en giltighetstid om \r\nhögst tre år. Om sökanden inom de senaste fem åren före \r\nansökan har förlorat ett tidigare främlingspass ska \r\ngiltighetstiden dock vara ett år, om inte särskilda skäl talar \r\nemot det. Detsamma gäller om det finns anledning att misstänka \r\natt ett tidigare främlingspass inom samma tid har varit \r\nföremål för missbruk.\r\n\r\nEtt främlingspass får, antingen då det utfärdas eller senare, \r\nförses med en anteckning som begränsar dess giltighetsområde. \r\nFör sådana främlingspass som inte utfärdas enligt 2 kap. 1 a § \r\nandra stycket utlänningslagen (2005:716) ska giltighetsområdet \r\nbegränsas om sökanden inom de senaste fem åren före ansökan \r\nhar förlorat ett tidigare utfärdat främlingspass och särskilda \r\nskäl inte talar emot det. Detsamma gäller om det finns \r\nanledning att misstänka att ett tidigare främlingspass inom \r\nsamma tid har varit föremål för missbruk.\r\n\r\nEtt främlingspass får, då det utfärdas, förses med en \r\nanteckning om att innehavarens identitet inte är styrkt.\r\nFörordning (2021:1052).\r\n\r\n14 § Om en utlänning har ett omedelbart behov av att resa till\r\neller från Sverige, får Migrationsverket utfärda ett\r\nprovisoriskt främlingspass för honom eller henne.\r\n\r\n14 a § Främlingspass får utfärdas för den som är under 18 år om\r\nbarnets vårdnadshavare lämnat medgivande. Pass får utfärdas\r\nutan sådant medgivande om det finns synnerliga skäl.\r\n\r\nPass som endast gäller för direkt resa till Sverige får utan\r\nvårdnadshavares medgivande utfärdas för ett barn som har\r\nuppehållstillstånd för bosättning i Sverige, om barnet\r\n\r\n1. befinner sig i en situation där det finns risk för att dess\r\nhälsa eller utveckling skadas, eller\r\n\r\n2. det annars finns särskilda skäl. Förordning (2006:443).\r\n\r\n15 § En ansökan om främlingspass ges in till Migrationsverket\r\neller, om utlänningen inte befinner sig i Sverige, till en\r\nsvensk beskickning eller svenskt konsulat.\r\n\r\n15 a § Om ett ärende gäller fråga om att utan vårdnadshavares\r\nmedgivande utfärda främlingspass för ett barn under 18 år,\r\nskall Migrationsverket inhämta yttrande från en sådan kommunal\r\nnämnd som fullgör uppgifter inom socialtjänsten. Yttrande skall\r\ninhämtas från den kommun där barnet är folkbokfört eller, om\r\nbarnet inte är folkbokfört, från den kommun barnet har starkast\r\nanknytning till. Förordning (2006:443).\r\n\r\n15 b § Ett ärende som gäller fråga om att med stöd av 14 a §\r\nandra stycket utfärda pass för ett barn under 18 år utan\r\nvårdnadshavares medgivande skall handläggas skyndsamt.\r\nFörordning (2006:443).\r\n\r\n16 § Ett främlingspass skall återlämnas till Migrationsverket\r\nom den som har passet\r\n\r\n1. har blivit svensk medborgare,\r\n\r\n2. har fått en annan handling som gäller som pass,\r\n\r\n3. skall resa till sitt hemland,\r\n\r\n4. enligt särskilt beslut om avvisning eller utvisning inte\r\nlängre har rätt att vistas i landet, eller\r\n\r\n5. har avlidit.\r\n\r\nIdentitetskort för EES-medborgare eller medborgare i Schweiz\r\n\r\n17 § Ett identitetskort för en utlänning som är medborgare i\r\nden utfärdande staten som utvisar medborgarskap och som har\r\nutfärdats av en behörig myndighet i en EES-stat eller Schweiz\r\ngäller som pass vid utlänningens ankomst till och utresa från\r\nSverige samt under den tid utlänningen har rätt att vistas här.\r\nDetsamma gäller identitetskort som har utfärdats av behörig\r\nmyndighet i en annan stat än EES-stat eller Schweiz för en\r\nschweizisk medborgares make, för deras barn som är under 21 år\r\neller som är beroende av dem för sin försörjning och för\r\nsläktingar i närmast föregående led till sådan utlänning eller\r\nhans eller hennes make och som är beroende av dem, om\r\nfamiljemedlemmen är medborgare i den staten och medborgarskapet\r\nframgår av identitetskortet.\r\n\r\nFörsta stycket gäller även för en sådan utlänning som avses i 5\r\nkap. 2 § första stycket 4. Förordning (2006:262).\r\n\r\nBestämmelser om resehandlingar i utträdesavtalet mellan \r\nFörenade kungariket och EU\r\n\r\n17 a § I utträdesavtalet mellan Förenade kungariket och EU \r\nfinns bestämmelser om att vissa medborgare i Förenade \r\nkungariket har rätt till utresa och inresa i Sverige med ett \r\ngiltigt pass eller ett nationellt identitetskort.\r\nFörordning (2020:941).\r\n\r\nResehandling för en utlänning som inte är medborgare i det\r\nutfärdande landet\r\n\r\n18 § En resehandling som har utfärdats av en behörig utländsk\r\nmyndighet för någon som saknar medborgarskap eller är\r\nmedborgare i ett annat land än det där handlingen utfärdats,\r\nfår godtas som pass om handlingen är upprättad enligt 4 §\r\nandra-fjärde styckena och har det innehåll som föreskrivs där.\r\n\r\nKollektivpass\r\n\r\n19 § En gemensam resehandling för flera utlänningar\r\n(kollektivpass) får godtas som pass, om utlänningarna ska\r\nresa genom landet i samlad grupp eller uppehålla sig här\r\nkortare tid för ett gemensamt ärende. Kollektivpasset får\r\navse endast medborgare i den stat vars myndighet har utfärdat\r\npasset. Det ska uppta minst tio och högst femtio personer.\r\nDen som är upptagen i passet ska ha en identitetshandling som\r\när utställd av en behörig myndighet i hemlandet.\r\n\r\nI fråga om kollektivpass som har utfärdats i enlighet med den\r\neuropeiska överenskommelsen den 16 december 1961 om ungdomars\r\nresor på kollektivpass (SÖ 1968:16) och som har utställts av\r\nen myndighet i ett land som har tillträtt och i förhållande\r\ntill Sverige tillämpar överenskommelsen, gäller\r\növerenskommelsen i stället för första stycket.\r\n\r\nOm ett kollektivpass avser utlänningar som inte är skyldiga\r\natt ha visering, ska passet ha godkänts av en svensk\r\nbeskickningschef eller konsul som är behörig att ge visering\r\neller av Polismyndigheten. Ett sådant godkännande behövs dock\r\ninte om passet har godkänts av behörig myndighet i Danmark,\r\nFinland, Island eller Norge för inresa i respektive land.\r\nFörordning (2014:1192).\r\n\r\nDiplomatpersonal m.fl.\r\n\r\n20 § Bestämmelserna om krav på passinnehav i 2 kap.\r\nutlänningslagen (2005:716) och bestämmelserna i detta kapitel\r\ngäller i tillämpliga delar även för främmande länders\r\ndiplomatiska tjänstemän och avlönade konsulära tjänstemän som\r\när anställda i Sverige samt deras familjer och betjäning.\r\nSådana personer skall ha hemlandspass.\r\n\r\n21 § En diplomatisk kurir som kommer till Sverige skall utöver\r\nhemlandspass ha en officiell handling där hans eller hennes\r\nställning intygas och antalet kollin i kurirsändningen anges.\r\n\r\nMedlemmar av en främmande stats militära styrka\r\n\r\n21 a § För personal som avses i 3 kap. 1 § första stycket 12 \r\ngäller ett militärt identitetskort utfärdat av den sändande \r\nstaten i förening med en individuell eller kollektiv \r\nförflyttningsorder som pass vid inresa, utresa och vistelse i \r\nSverige. Förordning (2024:569).\r\n\r\nBemyndigande\r\n\r\n22 § Migrationsverket får efter att ha hört Polismyndigheten\r\nmeddela ytterligare föreskrifter om vilka handlingar som får\r\ngodtas som pass.\r\n\r\nOm det finns särskilda skäl får Migrationsverket efter samråd\r\nmed Regeringskansliet (Utrikesdepartementet) i ett enskilt\r\nfall godta att en annan handling gäller som pass.\r\nFörordning (2014:1192).\r\n\r\n3 kap. Bestämmelser om visering\r\n\r\nUndantag från kravet på visering\r\n\r\n1 § Utöver vad som föreskrivs i 2 kap. 8 a och 10 §§ \r\nutlänningslagen (2005:716) är nedan angivna utlänningar \r\nundantagna från kravet på visering. \r\n\r\n1. Den som innehar ett med \"British passport\" betecknat \r\nhemlandspass eller ett av behörig myndighet utfärdat \r\nidentitetskort, där medborgarskapet är angivet som \"British \r\nNational Overseas\" (BNO) och som gäller för inresa i \r\nStorbritannien.\r\n\r\n2. Medborgare i Schweiz, om de har hemlandspass eller ett \r\nidentitetskort som är utfärdat av en behörig myndighet i \r\nhemlandet och utvisar medborgarskap eller om de finns upptagna \r\ni ett kollektivpass som har utfärdats av en behörig myndighet \r\ni hemlandet.\r\n\r\n3. Innehavare av resedokument som har utfärdats i enlighet med \r\nkonventionen den 28 juli 1951 angående flyktingars rättsliga \r\nställning (SÖ 1954:55) eller konventionen den 23 november 1957 \r\nangående flyktingar som är sjömän (SÖ 1959:16) och som har \r\nutfärdats av en svensk myndighet eller av en myndighet i en \r\nstat som tillträtt och i förhållande till Sverige tillämpar \r\nden europeiska överenskommelsen den 20 april 1959 om \r\navskaffande av viseringstvång för flyktingar (SÖ 1960:75).\r\n\r\n4. Flyktingar eller statslösa personer som är upptagna i ett \r\nkollektivpass som har utfärdats dels av en myndighet i ett \r\nland som har tillträtt och i förhållande till Sverige \r\ntillämpar artikel 13 i den europeiska överenskommelsen den \r\n16 december 1961 om ungdomars resor på kollektivpass \r\n(SÖ 1968:16), dels enligt överenskommelsen och den av Sverige \r\navgivna deklarationen över nämnda artikel.\r\n\r\n5. De som innehar Förenta nationernas \"laissez passer\" och ett \r\nintyg om att de färdas i tjänsten som är utfärdat av FN eller \r\nnågot av dess fackorgan eller underordnade organ.\r\n\r\n6. De som innehar Europeiska gemenskapernas \"laissez passer\".\r\n\r\n7. Innehavare av vatikanpass.\r\n\r\n8. Medborgare i Bolivia, Filippinerna, Förenade Arabemiraten, \r\nMakedonien (tidigare jugoslaviska republiken Makedonien), \r\nPeru, Thailand eller Turkiet som har diplomatpass eller \r\ntjänstepass samt medborgare i Indien, Marocko och Tunisien som \r\nhar diplomatpass.\r\n\r\n9. Besättningsmän i tjänst på luftfartyg som innehar ett \r\nflygcertifikat eller ett certifikat för flygbesättning, så \r\nlänge som de inte lämnar\r\n\r\n- flygplatsen för mellanlandningen,\r\n\r\n- flygplatsen på bestämmelseorten,\r\n\r\n- den kommun där flygplatsen ligger, eller\r\n\r\n- flygplatsen annat än för att bege sig till en annan \r\nflygplats på en Schengenstats territorium.\r\n\r\n10. Besättningsmän på fartyg som finns upptagna på \r\nbesättningslistan för fartyget och som har en giltig \r\nsjöfartsbok eller identitetshandlingar för sjömän, så länge de \r\nendast tillfälligt lämnar sitt fartyg och uppehåller sig i den \r\ntätort som finns närmast den hamn där fartyget ligger.\r\n\r\n11. Utlänningar som avses i 4 kap. 6 §.\r\n\r\n12. Personal tillhörande en främmande stats militära styrka \r\nsom innehar en militär identitetshandling och som besöker \r\nSverige inom ramen för internationellt militärt samarbete \r\neller internationell krishantering och som omfattas av\r\n\r\n- avtalet den 19 juni 1995 mellan de stater som är parter i \r\nnordatlantiska fördraget och de andra stater som deltar i \r\nPartnerskap för fred om status för deras styrkor (SÖ 1997:51),\r\n\r\n- det kompletterande tilläggsprotokollet den 19 december 1997 \r\ntill avtalet mellan de stater som är parter i nordatlantiska \r\nfördraget och de andra stater som deltar i Partnerskap för \r\nfred om status för deras styrkor (SÖ 2016:19),\r\n\r\n- samförståndsavtalet den 4 september 2014 mellan Sverige och \r\nNato om värdlandsstöd (SÖ 2016:18),\r\n\r\n- avtalet den 19 juni 1951 mellan parterna i nordatlantiska \r\nfördraget om status för deras styrkor,\r\n\r\n- protokollet den 28 augusti 1952 om status för \r\ninternationella militära högkvarter som inrättats i enlighet \r\nmed nordatlantiska fördraget, eller\r\n\r\n- avtalet den 5 december 2023 mellan Sverige och Amerikas \r\nförenta stater om försvarssamarbete.\r\n\r\n13. Medlemmar av den civila komponenten i en amerikansk \r\nstyrka, anhöriga till medlemmar av styrkan eller den civila \r\nkomponenten samt utländska leverantörer eller anställda hos en \r\nsådan leverantör, om de omfattas av avtalet den 5 december \r\n2023 mellan Sverige och Amerikas förenta stater om \r\nförsvarssamarbete och innehar ett identitetskort utfärdat av \r\nAmerikas förenta staters försvarsdepartement, en \r\nförflyttningsorder eller en fullmakt utfärdad av behörig \r\namerikansk myndighet.\r\n\r\n14. Utlänningar som är under 18 år och bosatta i en EES-stat \r\nmen som inte är EES-medborgare om\r\n\r\na) vistelsen i Sverige avser ett kort besök som deltagare i en \r\nskolresa,\r\n\r\nb) deltagarna i skolresan följs åt av en lärare som har en \r\nlista över deltagarna upprättad i enlighet med bilagan till \r\nrådets beslut om gemensam åtgärd den 30 november 1994, och\r\n\r\nc) utlänningarna innehar en handling som gäller som pass vid \r\ninresa i Sverige eller deltagarlistan innehåller de uppgifter \r\nsom anges i artikel 2 i rådets beslut.\r\n\r\n15. Hjälppersonal vid katastrofer och olyckor i Sverige.\r\n\r\n16. Medborgare i Indonesien som har biometriskt diplomatpass \r\neller biometriskt tjänstepass och som inte förordnas för \r\nplacering vid diplomatisk eller konsulär beskickning i \r\nSverige. Undantaget från kravet på visering gäller i 30 dagar \r\nfrån dagen för inresan till Sverige.\r\n\r\nYtterligare undantag från viseringskravet finns i \r\nEuropaparlamentets och rådets förordning (EU) 2018/1806 av den \r\n14 november 2018 om fastställande av förteckningen över \r\ntredjeländer vars medborgare är skyldiga att inneha visering \r\nnär de passerar de yttre gränserna och av förteckningen över \r\nde tredjeländer vars medborgare är undantagna från detta krav \r\n(kodifiering). Undantag från viseringskravet för medborgare i \r\nGeorgien enligt nämnda förordning ska endast tillämpas på dem \r\nsom inte har diplomatpass, tjänstepass eller särskilt pass.\r\nFörordning (2025:656).\r\n\r\nSchengenvisering\r\n\r\n2 § Bestämmelser om Schengenvisering finns i viseringskodexen.\r\nFörordning (2011:706).\r\n\r\nNationell visering\r\n\r\n3 § En utlänning som har ansökt om förlängning av \r\ntillståndstiden för arbetstillstånd enligt 6 kap. 4 a § \r\nutlänningslagen (2005:716) får ansöka om en nationell \r\nvisering, om han eller hon har behov av en sådan för att kunna \r\nresa in i Sverige efter en utlandsresa i tjänsten. \r\nFörordning (2022:306).\r\n\r\n4 § En ansökan enligt 3 § ska ges in till Migrationsverket och \r\nfår endast göras inifrån landet. Migrationsverket ska utfärda \r\nviseringen innan utlänningen reser ut från Sverige.\r\nFörordning (2022:306).\r\n\r\n5 § Har upphävts genom förordning (2011:706).\r\n\r\n6 § Har upphävts genom förordning (2011:706).\r\n\r\n7 § Har upphävts genom förordning (2011:706).\r\n\r\n8 § Har upphävts genom förordning (2015:92).\r\n\r\nDiplomatpersonal m.fl.\r\n\r\n9 § Bestämmelserna om visering i 2 kap. utlänningslagen\r\n(2005:716) och bestämmelserna i detta kapitel gäller i\r\ntillämpliga delar även för främmande länders diplomatiska\r\ntjänstemän och avlönade konsulära tjänstemän som är anställda\r\ni Sverige, deras familjer och betjäning samt diplomatiska\r\nkurirer. Förordning (2011:1048).\r\n\r\nÖverlämnande\r\n\r\n10 § Om en svensk beskickning eller ett svenskt konsulat\r\növerväger att avslå en ansökan om Schengenvisering på grund av\r\natt sökanden anses vara ett hot mot medlemsstaternas allmänna\r\nordning, inre säkerhet eller folkhälsa får ansökan överlämnas\r\ntill Migrationsverket för prövning.\r\nFinns särskild anledning till det får en svensk beskickning\r\neller ett svenskt konsulat även i annat fall överlämna\r\nviseringsärenden till Migrationsverket för prövning. Innan\r\növerlämnande sker ska beskickningen eller konsulatet samråda\r\nmed Migrationsverket. Förordning (2011:706).\r\n\r\nSkyndsam handläggning för familjemedlemmar till EES-medborgare\r\n\r\n11 § En ansökan om visering från en sådan familjemedlem till \r\nen EES-medborgare som avses i 3 a kap. 2 § utlänningslagen \r\n(2005:716) ska handläggas skyndsamt i enlighet med artikel 5.2 \r\ni rörlighetsdirektivet.\r\n\r\nFör att en ansökan ska handläggas enligt det påskyndade \r\nförfarandet krävs inte att den EES-medborgare som \r\nfamiljemedlemmen avser att följa med eller ansluta sig till i \r\nSverige utövar, eller avser att utöva, sin rätt till fri \r\nrörlighet i Sverige i form av en verkningsfull vistelse.\r\nFörordning (2023:564).\r\n\r\nBestämmelser om visering i utträdesavtalet mellan Förenade \r\nkungariket och EU\r\n\r\n11 a § I utträdesavtalet mellan Förenade kungariket och EU \r\nfinns bestämmelser om undantag från kravet på visering för \r\ninnehavare av ett bevis om uppehållsstatus enligt artikel 18.1 \r\ni utträdesavtalet och för innehavare av ett bevis för \r\ngränsarbetare enligt artikel 26 i utträdesavtalet.\r\n\r\nI utträdesavtalet finns också bestämmelser om att en ansökan \r\nom visering i vissa fall ska hanteras skyndsamt.\r\nFörordning (2020:941).\r\n\r\nBemyndiganden\r\n\r\n12 § Migrationsverket får ge en svensk beskickning eller ett\r\nsvenskt konsulat rätt att besluta om nationella viseringar.\r\nInnan Migrationsverket ger en svensk beskickning eller ett\r\nsvenskt konsulat rätt att avslå ansökningar om nationell\r\nvisering, ska Migrationsverket samråda med Regeringskansliet\r\n(Utrikesdepartementet).\r\n\r\nRegeringskansliet (Utrikesdepartementet) får ge en svensk\r\nbeskickning eller ett svenskt konsulat rätt att bevilja\r\nnationella viseringar inom departementets ansvarsområde.\r\nFörordning (2011:706).\r\n\r\n3 a kap. Uppehållsrätt\r\n\r\n1 § Har upphävts genom förordning (2014:185).\r\n\r\n2 § Har upphävts genom förordning (2014:185).\r\n\r\n3 § Har upphävts genom förordning (2014:185).\r\n\r\n4 § Har upphävts genom förordning (2014:185).\r\n\r\nAtt få permanent uppehållsrätt i vissa fall\r\n\r\n5 § En EES-medborgare som är arbetstagare eller egen företagare\r\noch som upphör att arbeta i Sverige har permanent\r\nuppehållsrätt, även om han eller hon inte har vistats här under\r\nen fortlöpande period av fem år, om han eller hon,\r\n\r\n1. när han eller hon upphör att arbeta har arbetat i Sverige\r\nunder de tolv föregående månaderna och fortlöpande har vistats\r\ni Sverige i minst tre år, samt fyllt 60 år eller, såvitt gäller\r\narbetstagare, fått pension i förtid i samband med att arbetet\r\nupphör,\r\n\r\n2. slutar sitt arbete på grund av en permanent arbetsoförmåga\r\noch fortlöpande har vistats i Sverige i mer än två år,\r\n\r\n3. slutar sitt arbete på grund av en arbetsskada som berättigar\r\ntill en förmån som helt eller delvis betalas av en svensk\r\ninstitution, eller\r\n\r\n4. efter minst tre års fortlöpande verksamhet och vistelse i\r\nSverige, fortsätter att arbeta i en annan EES-stat och behåller\r\nsin bostad i Sverige till vilken han eller hon återvänder minst\r\nen gång i veckan.\r\n\r\nOm en sådan situation som avses i första stycket 1 eller 2\r\ninträffar efter minst tre års fortlöpande yrkesverksamhet och\r\nvistelse i Sverige ska yrkesverksamma perioder i den andra\r\nstaten räknas som om de tillbringats i Sverige.\r\n\r\nPerioder av ofrivillig arbetslöshet som registrerats av\r\nArbetsförmedlingen eller perioder av ofrivilliga avbrott i\r\narbetet eller frånvaro från eller upphörande av\r\nyrkesverksamheten som beror på sjukdom eller olycksfall, ska\r\nanses som yrkesverksamma perioder.\r\n\r\nVillkoren som avser vistelsens och verksamhetens längd i första\r\nstycket 1 och villkoret som avser vistelsens längd i första\r\nstycket 2 ska inte tillämpas om arbetstagarens eller den egna\r\nföretagarens make, sambo eller registrerade partner är svensk\r\nmedborgare. Förordning (2011:408).\r\n\r\n6 § Om en EES-medborgare har permanent uppehållsrätt enligt\r\n5 §, ska även hans eller hennes familjemedlem enligt 3 a kap.\r\n2 § första stycket utlänningslagen (2005:716) ha permanent\r\nuppehållsrätt.\r\n\r\nOm EES-medborgaren avlider medan han eller hon fortfarande är\r\nverksam som arbetstagare eller egen företagare men innan han\r\neller hon har permanent uppehållsrätt ska familjemedlemmen\r\nsom har vistats tillsammans med arbetstagaren eller den egna\r\nföretagaren ha permanent uppehållsrätt, om\r\n\r\n1. arbetstagaren eller den egna företagaren vid sin död har\r\nvistats i Sverige i mer än två på varandra följande år,\r\neller\r\n\r\n2. hans eller hennes död var följden av en arbetsskada.\r\nFörordning (2014:185).\r\n\r\n6 a § En sådan familjemedlem som avses i 3 a kap. 5 b §\r\nutlänningslagen (2005:716) och som uppfyller villkoren i den\r\nbestämmelsen har, utöver vad som följer av 6 § andra stycket,\r\npermanent uppehållsrätt efter laglig vistelse i Sverige utan\r\navbrott under minst fem år. Även en sådan familjemedlem som\r\navses i 3 a kap. 5 d § utlänningslagen och som uppfyller\r\nvillkoren i den bestämmelsen har permanent uppehållsrätt\r\nefter laglig vistelse i Sverige utan avbrott under minst fem\r\når. Förordning (2014:185).\r\n\r\nBevis om uppehållsrätt m.m.\r\n\r\n7 § Migrationsverket utfärdar intyg om inlämnad ansökan om\r\nuppehållskort till en utlänning som har ansökt om sådant\r\nkort.\r\n\r\nIntyg om inlämnad ansökan om uppehållskort ska utfärdas\r\nomedelbart. Uppehållskort och permanent uppehållskort enligt\r\n3 a kap. 12 a § utlänningslagen (2005:716) ska utfärdas\r\nsenast sex månader efter ansökan om sådant kort. Intyg om\r\npermanent uppehållsrätt enligt 3 a kap. 12 a §\r\nutlänningslagen ska utfärdas snarast möjligt.\r\nFörordning (2014:185).\r\n\r\n7 a § Ett uppehållskort enligt 3 a kap. 12 a § 2\r\nutlänningslagen (2005:716) ska gälla i fem år från dagen för\r\nutfärdandet eller under den beräknade vistelsetiden för den\r\nperson som uppehållsrätten härleds från om denna inte\r\növerstiger fem år.\r\n\r\nVistas innehavare av ett sådant uppehållskort som avses i\r\nförsta stycket utanför Sverige längre tid än sex månader per\r\når, förlorar uppehållskortet sin giltighet.\r\n\r\nGiltigheten påverkas dock inte av att innehavaren vistas\r\nutanför Sverige längre tid om\r\n\r\n– vistelsen inte överstiger tolv månader i följd och orsakas\r\nav graviditet och förlossning, allvarlig sjukdom, studier,\r\nyrkesutbildning, utstationering på grund av arbete eller\r\nandra särskilda skäl, eller\r\n\r\n– vistelsen är orsakad av obligatorisk militärtjänstgöring.\r\nFörordning (2014:185).\r\n\r\n7 b § En ansökan om permanent uppehållskort ska lämnas in\r\ntill Migrationsverket innan giltigheten av ett uppehållskort\r\nenligt 3 a kap. 12 a § 2 utlänningslagen (2005:716) löper ut.\r\n\r\nMigrationsverket ska utan särskild ansökan förnya ett\r\npermanent uppehållskort vart tionde år.\r\n\r\nEtt permanent uppehållskort förlorar sin giltighet om\r\ninnehavaren vistas utanför Sverige under två på varandra\r\nföljande år. Förordning (2014:185).\r\n\r\n8 § Har upphävts genom förordning (2014:185).\r\n\r\n8 a § Har upphävts genom förordning (2014:185).\r\n\r\n9 § I samband med utfärdande av uppehållskort får\r\nMigrationsverket kräva att sökanden visar upp\r\n\r\n1. ett giltigt pass,\r\n\r\n2. handlingar som styrker familjeanknytningen till\r\nEES-medborgaren,\r\n\r\n3. handlingar som styrker att den EES-medborgare som\r\nuppehållsrätten härleds från har uppehållsrätt i Sverige\r\neller är en svensk medborgare som återvänder till Sverige\r\nefter att ha utnyttjat sin rätt till fri rörlighet enligt\r\nrörlighetsdirektivet,\r\n\r\n4. vid sådan familjeanknytning som anges i 3 a kap. 2 §\r\nförsta stycket 2 och 3 utlänningslagen (2005:716), handlingar\r\nsom styrker att sökanden är beroende av EES-medborgaren eller\r\nhans eller hennes make eller sambo för sin försörjning, om\r\ndetta är en förutsättning för sökandens uppehållsrätt, och\r\n\r\n5. vid sådan familjeanknytning som anges i 3 a kap. 2 §\r\nförsta stycket 4 utlänningslagen, handlingar som utfärdats av\r\nen behörig myndighet i ursprungslandet eller i det land från\r\nvilket sökanden anländer som styrker att sökanden är beroende\r\nav EES-medborgaren för sin försörjning eller ingår i\r\nEES-medborgarens hushåll, eller handlingar som styrker att\r\ndet finns allvarliga hälsoskäl som absolut kräver att\r\nEES-medborgaren ger sökanden personlig omvårdnad.\r\n\r\nI samband med utfärdande av uppehållskort till en sådan\r\nfamiljemedlem till en EES-medborgare som avses i 3 a kap. 2 §\r\nandra stycket utlänningslagen får Migrationsverket även kräva\r\natt sökanden visar upp handlingar som styrker att sökanden\r\nhar följt med eller anslutit sig till den svenska medborgaren\r\nnär den svenska medborgaren utnyttjat sin rätt till fri\r\nrörlighet enligt rörlighetsdirektivet. Förordning (2014:185).\r\n\r\n10 § I samband med utfärdande av intyg om permanent\r\nuppehållsrätt och permanent uppehållskort får Migrationsverket\r\nkräva att sökanden visar upp handlingar som styrker vistelsens\r\nlängd och handlingar som styrker att villkoren i övrigt är\r\nuppfyllda. Förordning (2006:262).\r\n\r\n11 § Uppehållskort och permanent uppehållskort ska ha den \r\nutformning och det innehåll som följer av rådets förordning \r\n(EU) 2025/1208 av den 12 juni 2025 om säkrare identitetskort \r\nför unionsmedborgare och uppehållshandlingar som utfärdas till \r\nunionsmedborgare och deras familjemedlemmar när de utövar \r\nrätten till fri rörlighet.\r\n\r\nIntyg om permanent uppehållsrätt ska innehålla de uppgifter \r\nsom följer av artikel 6 första stycket i rådets förordning \r\n(EU) 2025/1208. Förordning (2025:966).\r\n\r\n3 b kap. Kompletterande bestämmelser till utträdesavtalet \r\nmellan Förenade kungariket och EU\r\n\r\n1 § I detta kapitel finns bestämmelser som kompletterar \r\nutträdesavtalet mellan Förenade kungariket och EU \r\n(utträdesavtalet) i fråga om ansökan och bevis om \r\nuppehållsstatus och utfärdande av bevis för gränsarbetare.\r\nFörordning (2020:941).\r\n\r\nAnsökan om uppehållsstatus\r\n\r\n2 § Den tidsfrist för ansökan om uppehållsstatus som avses i \r\nartikel 18.1 b första stycket i utträdesavtalet ska vara tolv \r\nmånader från övergångsperiodens utgång. \r\n\r\nEn ansökan om uppehållsstatus ska ges in till \r\nMigrationsverket.\r\n\r\nMigrationsverket ska omedelbart utfärda ett intyg om en \r\ninlämnad ansökan i enlighet med artikel 18.1 b tredje stycket \r\ni utträdesavtalet. Förordning (2021:844).\r\n\r\nBevis om uppehållsstatus\r\n\r\n3 § Migrationsverket ska utfärda ett bevis om uppehållsstatus \r\ntill den som beviljas uppehållsstatus. Förordning (2020:941).\r\n\r\n4 § Bevis om uppehållsstatus ska utfärdas i form av ett sådant \r\nuppehållstillståndskort som avses i 4 kap. 22 §. På beviset \r\nska det anges om innehavaren har uppehållsrätt eller permanent \r\nuppehållsrätt. Förordning (2020:941).\r\n\r\n5 § Ett bevis om uppehållsstatus ska gälla i fem år från dagen \r\nför utfärdandet.\r\n\r\nMigrationsverket får besluta om förlängning av giltighetstiden \r\nför ett sådant bevis. Förordning (2020:941).\r\n\r\n6 § En ansökan om ett bevis om uppehållsstatus som avser \r\npermanent uppehållsrätt ska lämnas in till Migrationsverket \r\ninnan giltighetstiden för ett bevis om uppehållsstatus som \r\navser uppehållsrätt löper ut. Förordning (2020:941).\r\n\r\nUtfärdande av bevis för gränsarbetare\r\n\r\n7 § En ansökan om ett bevis enligt artikel 26 i \r\nutträdesavtalet ska ges in till Migrationsverket.\r\nFörordning (2020:941).\r\n\r\n8 § Ett bevis enligt artikel 26 i utträdesavtalet ska utfärdas \r\ni form av ett sådant uppehållstillståndskort som avses i 4 \r\nkap. 22 §.\r\n\r\nEtt bevis som avses i första stycket ska gälla i fem år från \r\ndagen för utfärdandet. Migrationsverket får besluta om \r\nförlängning av giltighetstiden för ett sådant bevis.\r\nFörordning (2020:941).\r\n\r\n4 kap. Uppehållstillstånd\r\n\r\nBeräkning av uppehållstillståndsfri tid\r\n\r\n1 § Den tid av tre månader under vilken en utlänning enligt 2\r\nkap. 5 § utlänningslagen (2005:716) inte behöver ha\r\nuppehållstillstånd vid vistelse i Sverige\r\n(uppehållstillståndsfri tid) räknas från den tidpunkt då\r\nutlänningen reste in i Sverige eller in i en annan\r\nSchengenstat.\r\n\r\nOm utlänningen under någon tid uppehållit sig i Sverige eller i\r\nen annan Schengenstat före inresan i Sverige, skall tiden för\r\nden vistelsen räknas in i den uppehållstillståndsfria tiden.\r\nDen sammanlagda vistelsen inom Schengenområdet får inte\r\növerstiga tre månader under en period av sex månader räknat\r\nfrån första inresedag.\r\n\r\nAv en överenskommelse med annan stat kan framgå att tidigare\r\nvistelse i annan Schengenstat inte skall räknas in i den\r\nuppehållstillståndsfria tiden.\r\n\r\n2 § För en utlänning som är EES-medborgare eller medborgare i\r\nSchweiz skall den uppehållstillståndsfria tiden alltid räknas\r\nfrån inresan i Sverige.\r\n\r\nVad som sägs i första stycket om uppehållstillståndsfri tid\r\nskall också gälla sådana familjemedlemmar till en EES-\r\nmedborgare som avses i 3 a kap. 2 § utlänningslagen (2005:716)\r\nsom inte själva är EES-medborgare eller medborgare i Schweiz.\r\nFörordning (2006:262).\r\n\r\nFörteckning över säkra ursprungsländer\r\n\r\n2 a § Migrationsverket får meddela föreskrifter om en sådan \r\nförteckning över säkra ursprungsländer som avses i 1 kap. \r\n6 a § utlänningslagen (2005:716).\r\n\r\nVid bedömningen av om ett land ska tas upp på förteckningen \r\nska särskilt information från andra medlemsstater, Europeiska \r\nunionens asylbyrå, Förenta nationernas flyktingkommissarie \r\n(UNHCR), Europarådet och andra relevanta internationella \r\norganisationer beaktas. Förordning (2022:306).\r\n\r\n2 b § Migrationsverket ska regelbundet se över situationen i \r\nde länder som tagits upp på förteckningen. Om ett land inte \r\nlängre bedöms vara ett säkert ursprungsland ska det omedelbart \r\ntas bort från förteckningen.\r\n\r\nMigrationsverket ska underrätta Europeiska kommissionen om \r\nvilka länder som finns med på förteckningen.\r\nFörordning (2021:224).\r\n\r\nUndantag från principen om första asylland\r\n\r\n3 § Har upphävts genom förordning (2009:1549).\r\n\r\n4 § Om en utlännings asylansökan har avvisats enligt 5 kap.\r\n1 b § första stycket 2 eller 3  utlänningslagen (2005:716),\r\nska utlänningen få en särskild handling av vilken det framgår\r\natt de skäl för asyl som han eller hon anfört inte har prövats\r\ni sak i Sverige. Förordning (2009:1549).\r\n\r\nUppehållstillstånd för familjemedlemmar i vissa fall\r\n\r\n4 a § Uppehållstillstånd får beviljas en familjemedlem till en \r\nutlänning om familjemedlemmen är make eller sambo till \r\nutlänningen eller släkting i rakt nedstigande led till \r\nutlänningen eller till hans eller hennes make eller sambo, om \r\nsläktingen är beroende av någon av dem för sin försörjning \r\neller är under 21 år och utlänningen med stöd av 5 kap. 10 § \r\nutlänningslagen (2005:716) har beviljats ett tidsbegränsat \r\nuppehållstillstånd i fall som avses i 6 kap. 2 § första \r\nstycket utlänningslagen.\r\n\r\nUppehållstillstånd enligt första stycket får beviljas endast \r\nom anknytningspersonen kan försörja sig och familjemedlemmen. \r\nDetta gäller dock inte vid en prövning av en ansökan om \r\nfortsatt uppehållstillstånd.\r\n\r\nUndantag från kravet i andra stycket får medges helt eller \r\ndelvis, om det finns särskilda skäl.\r\n\r\nUppehållstillstånd enligt första stycket ska beviljas i samma \r\nomfattning som för den utlänning som familjemedlemmen har \r\nanknytning till. Förordning (2025:231).\r\n\r\n4 b § Uppehållstillstånd får beviljas en familjemedlem till en \r\nutlänning som har beviljats ett tidsbegränsat \r\nuppehållstillstånd i fall som avses i 5 kap. 5 § tredje \r\nstycket och 10 a § utlänningslagen (2005:716). För att \r\nbeviljas uppehållstillstånd ska familjemedlemmen ha sin \r\nförsörjning ordnad under vistelsen.\r\n\r\nFamiljemedlemmens uppehållstillstånd ska gälla för samma tid \r\nsom anknytningspersonens tillstånd.\r\n\r\nMed familjemedlem avses make eller sambo till \r\nanknytningspersonen och barn under 18år till \r\nanknytningspersonen eller till anknytningspersonens make eller \r\nsambo. Förordning (2022:306).\r\n\r\n4 c § Kravet på att kunna försörja sig och familjemedlemmen i \r\n4 a § och i 6 a kap. 9 § första stycket och 6 b kap. 14 § \r\nförsta stycket utlänningslagen (2005:716) är uppfyllt om \r\nanknytningspersonen har lön som efter avdrag för preliminär \r\nskatt uppgår till förbehållsbeloppet vid utmätning av lön \r\nenligt 7 kap. 5 § utsökningsbalken. Beräkningen ska göras med \r\nbeaktande även av vad som behövs för försörjning av \r\nfamiljemedlemmen. Arbetsrelaterad ersättning som lämnas \r\ntillfälligt under pågående anställning jämställs med lön. \r\nInkomst från subventionerad anställning, ersättning från \r\narbetslöshetsförsäkring eller aktivitetsstöd får inte beaktas. \r\nInte heller andra ersättningar med anledning av arbetslöshet \r\nfår beaktas. Kravet är också uppfyllt om anknytningspersonen \r\nhar inkomster från näringsverksamhet eller en förmögenhet som \r\nhan eller hon kan försörja sig och familjemedlemmen på.\r\nFörordning (2025:231).\r\n\r\nFörsörjningskrav vid uppehållstillstånd på grund av anknytning\r\n\r\n4 d § Kravet på att kunna försörja sig och utlänningen i \r\n5 kap. 3 b § utlänningslagen (2005:716) är uppfyllt om \r\nanknytningspersonen har lön som efter avdrag för preliminär \r\nskatt uppgår till förbehållsbeloppet vid utmätning av lön \r\nenligt 7 kap. 5 § utsökningsbalken. Beräkningen ska göras med \r\nbeaktande även av vad som behövs för försörjning av \r\nutlänningen. Ersättning från arbetslöshetsförsäkring eller \r\nannan liknande arbetsrelaterad ersättning jämställs med lön. \r\nKravet är också uppfyllt om anknytningspersonen har inkomster \r\nfrån näringsverksamhet eller en förmögenhet som han eller hon \r\nkan försörja sig och utlänningen på.\r\n\r\nMigrationsverket får meddela närmare föreskrifter om \r\nförsörjningsförmåga. Migrationsverket får också meddela \r\nföreskrifter om vad som ska anses vara en bostad av \r\ntillräcklig storlek och standard enligt 5 kap. 3 b § \r\nutlänningslagen. Förordning (2022:306).\r\n\r\nFörsörjningskrav vid permanent uppehållstillstånd\r\n\r\n4 e § Kravet på att kunna försörja sig i 5 kap. 7 § \r\nutlänningslagen (2005:716) är uppfyllt om utlänningen har lön \r\nsom efter avdrag för preliminär skatt uppgår till \r\nförbehållsbeloppet vid utmätning av lön enligt 7 kap. 5 § \r\nutsökningsbalken. Beräkningen ska endast göras med beaktande \r\nav vad som behövs för försörjning av utlänningen själv och \r\ninte eventuella familjemedlemmar. Arbetsrelaterad ersättning \r\nsom lämnas tillfälligt under pågående anställning jämställs \r\nmed lön. Inkomst från subventionerad anställning, ersättning \r\nfrån arbetslöshetsförsäkring eller aktivitetsstöd får inte \r\nbeaktas. Inte heller andra ersättningar med anledning av \r\narbetslöshet får beaktas. Kravet är också uppfyllt om \r\nutlänningen har inkomster från näringsverksamhet som han eller \r\nhon kan försörja sig på. För att försörjningskravet ska anses \r\nvara uppfyllt måste försörjningsförmågan ha en viss \r\nvaraktighet.\r\n\r\nMigrationsverket får meddela närmare föreskrifter om \r\nförsörjningsförmåga. Förordning (2024:1226).\r\n\r\nUppehållstillstånd för studier på uppdragsutbildningar och \r\nvissa specialiseringsutbildningar\r\n\r\n5 § Uppehållstillstånd ska, om inte något annat följer av 5 a \r\neller 5 b §, beviljas en utlänning som på heltid ska delta i \r\n\r\n1. en uppdragsutbildning enligt förordningen (2002:760) om \r\nuppdragsutbildning vid universitet och högskolor, eller \r\n\r\n2. en specialiseringsutbildning för läkare eller tandläkare \r\nsom förutsätter ett sådant särskilt förordnande som avses i \r\n4 kap. 4 § patientsäkerhetslagen (2010:659). \r\n\r\nEtt uppehållstillstånd enligt första stycket ska gälla i minst \r\nett år eller den kortare tid som utbildningen ska pågå. \r\nTillståndstiden får efter ansökan förlängas om \r\nförutsättningarna för tillstånd är uppfyllda och utlänningen \r\nhar gjort godtagbara framsteg i sin utbildning.\r\nFörordning (2020:425).\r\n\r\n5 a § För att beviljas ett uppehållstillstånd enligt 5 § ska \r\nutlänningen \r\n\r\n1. visa att han eller hon kommer att ha tillräckliga medel för \r\nsitt uppehälle under tillståndstiden och för att täcka \r\nkostnaderna för sin återresa, \r\n\r\n2. vid vistelse som kommer att uppgå till högst ett år, visa \r\natt han eller hon har, eller har ansökt om, en heltäckande \r\nsjukförsäkring som gäller i Sverige, \r\n\r\n3. inte utgöra ett hot mot allmän ordning, allmän säkerhet \r\neller allmän folkhälsa, och \r\n\r\n4. visa vårdnadshavares medgivande, om utlänningen är under 18 \r\når. Förordning (2020:425).\r\n\r\n5 b § Ett uppehållstillstånd enligt 5 § ska inte beviljas en \r\nutlänning som visar upp handlingar till stöd för sin ansökan \r\nsom har förvärvats på ett bedrägligt sätt, förfalskats eller \r\nändrats i något avseende. \r\n\r\nEtt uppehållstillstånd enligt 5 § får vägras om det finns \r\ngrundad anledning att anta att utlänningen avser att vistas i \r\nSverige av andra skäl än dem som ansökan avser.\r\nFörordning (2020:425).\r\n\r\n5 c § Uppehållstillstånd får beviljas en familjemedlem till en \r\nutlänning som har ett uppehållstillstånd enligt 5 §. För att \r\nbeviljas uppehållstillstånd ska familjemedlemmen \r\n\r\n1. ha sin försörjning ordnad under vistelsen, och \r\n\r\n2. inte utgöra ett hot mot allmän ordning, allmän säkerhet \r\neller allmän folkhälsa. \r\n\r\nFamiljemedlemmens uppehållstillstånd ska gälla för samma tid \r\nsom anknytningspersonens tillstånd. \r\n\r\nMed familjemedlem avses make eller sambo till \r\nanknytningspersonen och barn under 18 år till \r\nanknytningspersonen eller till anknytningspersonens make eller \r\nsambo. Förordning (2020:425).\r\n\r\n5 d § En ansökan om förlängning av ett uppehållstillstånd \r\nenligt 5 § eller 5 c § får bifallas även om utlänningen \r\nbefinner sig i Sverige när ansökan görs eller när den prövas.\r\nFörordning (2020:425).\r\n\r\nRätt till vistelse i vissa fall\r\n\r\n6 § Bestämmelser om rätt till vistelse i vissa fall finns i\r\nEuropaparlamentets och rådets förordning (EU) nr 265/2010 av\r\nden 25 mars 2010 om ändring av konventionen om tillämpning av\r\nSchengenavtalet och av förordning (EG) nr 562/2006 vad gäller\r\nrörlighet för personer med visering för längre vistelse.\r\nFörordning (2011:706).\r\n\r\nUppehållstillstånd för tillfälligt arbete\r\n\r\n7 § En utlänning som skall arbeta tillfälligt i Sverige under\r\nsådana förutsättningar som anges i 5 kap. 2 § första stycket 4\r\nskall, om inte allmän ordning, säkerhet eller hälsa talar emot\r\ndet, beviljas uppehållstillstånd för den tid det tillfälliga\r\narbetet beräknas pågå.\r\n\r\nTidsbegränsat uppehållstillstånd för näringsverksamhet\r\n\r\n7 a § Ett tidsbegränsat uppehållstillstånd för att bedriva \r\nnäringsverksamhet får beviljas en utlänning som uppfyller \r\nkraven i 5 kap. 10 a § utlänningslagen (2005:716) och som\r\n\r\n1. har en realistisk affärsplan,\r\n\r\n2. har tillräckligt med medel för att driva verksamheten,\r\n\r\n3. äger en tillräckligt stor andel för att ha ett avgörande \r\ninflytande över verksamheten,\r\n\r\n4. har för verksamheten relevanta språkkunskaper i svenska \r\neller engelska, och\r\n\r\n5. avser att bedriva verksamheten i Sverige.\r\nFörordning (2022:306).\r\n\r\n7 b § Har upphävts genom förordning (2019:1212).\r\n\r\nGemensamt tidsbegränsat uppehållstillstånd\r\n\r\n8 § Gemensamt tidsbegränsat uppehållstillstånd får beviljas\r\npersoner som har upptagits i ett gemensamt pass.\r\n\r\nUppehållstillstånd för medborgare i Schweiz och för\r\nutlänningar som har ställning som varaktigt bosatt i en annan\r\nEU-stat\r\n\r\n9 § Uppehållstillstånd ska beviljas en utlänning som visar\r\nupp ett giltigt pass eller identitetskort och som är\r\nmedborgare i Schweiz eller har ställning som varaktigt bosatt\r\ni en annan EU-stat och inte enligt 2 kap. 8 b §\r\nutlänningslagen (2005:716) är undantagen från kravet på\r\nuppehållstillstånd, om han eller hon\r\n\r\n1. är arbetstagare som har ett anställningsbevis eller egen\r\nföretagare som genom en handling kan visa att han eller hon\r\när egen företagare,\r\n\r\n2. tillhandahåller eller tar emot tjänster och kan styrka\r\ndetta genom en handling,\r\n\r\n3. är egen företagare som har upphört med sin verksamhet om\r\nhan eller hon\r\n\r\n– har uppnått 65 års ålder när han eller hon upphör med sin\r\nverksamhet, bedrivit sin verksamhet i Sverige under de\r\nnärmast föregående tolv månaderna och varit bosatt i Sverige\r\ni tre år, eller\r\n\r\n– slutar sin verksamhet på grund av en bestående\r\narbetsoförmåga och utan avbrott har bott i Sverige under\r\nminst två år, eller\r\n\r\n– slutar sin verksamhet på grund av arbetsoförmåga som är en\r\nföljd av en arbetsskada som berättigar till pension som helt\r\neller delvis betalas av en svensk institution, eller\r\n\r\n– efter tre års oavbruten verksamhet och bosättning i Sverige\r\nhar fortsatt sin verksamhet i en annan EES-stat eller Schweiz\r\noch behållit sin bostad i Sverige till vilken han eller hon\r\nåtervänt minst en gång i veckan,\r\n\r\n4. är egen företagare för vilken tredje punkten inte gäller\r\noch pensionerade arbetstagare för vilka kommissionens\r\nförordning (EEG) nr 1251/70 av den 29 juni 1970 om\r\narbetstagares rätt att stanna kvar inom en medlemsstats\r\nterritorium efter att ha varit anställda där inte gäller, om\r\nhan eller hon får en pension som är tillräcklig för\r\nuppehället och, om han eller hon inte omfattas eller kommer\r\natt omfattas av den svenska socialförsäkringen, har en\r\nheltäckande sjukförsäkring som gäller i Sverige,\r\n\r\n5. är studerande som är inskriven vid en erkänd\r\nutbildningsanstalt och försäkrar att han eller hon har\r\ntillräckliga egna medel för sin försörjning samt, om han\r\neller hon inte omfattas eller kommer att omfattas av den\r\nsvenska socialförsäkringen, har en heltäckande sjukförsäkring\r\nsom gäller i Sverige, eller\r\n\r\n6. om han eller hon har tillräckliga medel för sin\r\nförsörjning och, om han eller hon inte omfattas eller kommer\r\natt omfattas av den svenska socialförsäkringen, har en\r\nheltäckande sjukförsäkring som gäller i Sverige.\r\n\r\nRätten för en egen företagare att efter avslutad verksamhet\r\nfå uppehållstillstånd enligt tredje punkten påverkas inte, om\r\nhan eller hon vistas utanför Sverige högst tre månader om\r\nåret eller om han eller hon lämnar Sverige för att göra\r\nmilitärtjänst. Rätten påverkas inte heller av att en\r\nföretagare efter avslutad verksamhet under högst två år\r\nvistas utomlands. Förordning (2014:185).\r\n\r\n10 § Uppehållstillstånd ska beviljas för\r\n\r\n1. fem år för sådana arbetstagare och egna företagare som\r\navses i 9 § första stycket 1, 3 och 4, om anställningstiden\r\növerstiger tre månader men understiger tolv månader får dock\r\nuppehållstillstånd beviljas för den tid anställningen\r\nvarar,\r\n\r\n2. den tid som tjänsten utförs i de fall som avses i 9 §\r\nförsta stycket 2,\r\n\r\n3. den tid som utbildningen varar i de fall som avses i 9 §\r\nförsta stycket 5, om utbildningen pågår längre än ett år, får\r\ndock uppehållstillstånd beviljas för ett år i taget, eller\r\n\r\n4. fem år för sådana utlänningar som avses i 9 § första\r\nstycket 6.\r\n\r\nUppehållstillstånden som avses i 9 § första stycket 4 och 6\r\nfår omprövas efter de första två årens bosättning. När\r\nuppehållstillståndet för en utlänning som avses i 9 § första\r\nstycket 1 första gången förnyas får tillståndstiden begränsas\r\nom arbetstagaren varit ofrivilligt arbetslös längre än tolv\r\nmånader i följd. Tillståndstiden får dock inte bli kortare än\r\ntolv månader. Förordning (2014:185).\r\n\r\n11 § Uppehållstillstånd skall beviljas medborgare i Schweiz\r\nunder de förut-sättningar som sägs i artikel 2 i kommissionens\r\nförordning (EEG) nr 1251/70 av den 29 juni 1970 om\r\narbetstagares rätt att stanna kvar inom en medlemsstats\r\nterritorium efter att ha varit anställda där.\r\n\r\n12 § Har upphävts genom förordning (2006:262).\r\n\r\n13 § Har upphävts genom förordning (2006:262).\r\n\r\n14 § Har upphävts genom förordning (2006:262).\r\n\r\n15 § Har upphävts genom förordning (2006:262).\r\n\r\n16 § En utlänning som är anhörig till en medborgare i Schweiz\r\nskall beviljas uppehållstillstånd på det sätt som sägs i\r\nartikel 3 i bilaga I till avtalet mellan Europeiska gemenskapen\r\noch dess medlemsstater å ena sidan och Schweiz å andra sidan om\r\nfri rörlighet för personer (SÖ 2001:68).\r\n\r\n16 a § En utlänning som på ett sätt som avses i 3 a kap. 2 §\r\nförsta stycket utlänningslagen (2005:716) är familjemedlem\r\ntill en utlänning som har ställning som varaktigt bosatt i en\r\nannan EU-stat ska beviljas uppehållstillstånd under\r\nförutsättning att den varaktigt bosatta som utlänningen har\r\nanknytning till uppfyller något av villkoren i 9 § första\r\nstycket. Uppehållstillstånd ska beviljas i samma omfattning\r\nsom för den varaktigt bosatta som utlänningen har anknytning\r\ntill. Förordning (2014:185).\r\n\r\n17 § En ansökan om uppehållstillstånd ska kunna bifallas om\r\nansökan görs av en EES-medborgare, en medborgare i Schweiz\r\neller en utlänning som har ställning som varaktigt bosatt i\r\nen annan EU-stat, även om han eller hon befinner sig i\r\nSverige eller om ansökan prövas när han eller hon befinner\r\nsig i Sverige.\r\n\r\nDetsamma gäller för en ansökan som görs av en sådan\r\nfamiljemedlem till en EES-medborgare som avses i 3 a kap. 2 §\r\nutlänningslagen (2005:716) eller av en utlänning som på ett\r\nsätt som avses i 3 a kap. 2 § första stycket utlänningslagen\r\när familjemedlem till en schweizisk medborgare eller en\r\nutlänning som har ställning som varaktigt bosatt i en annan\r\nEU-stat.\r\n\r\nFörsta stycket tillämpas även på en ansökan om\r\nuppehållstillstånd enligt 7 §. En sådan ansökan kan för\r\nutlänningens räkning göras av dennes arbetsgivare, som ska\r\nintyga de förhållanden som ligger till grund för ansökan.\r\nFörordning (2014:185).\r\n\r\n18 § Uppehållstillstånd får återkallas för en sådan utlänning\r\nsom avses i 9 § första stycket och som grundar sin rätt till\r\nvistelse här på avtalet mellan Europeiska gemenskapen och\r\ndess medlemsstater å ena sidan och Schweiz å andra sidan om\r\nfri rörlighet för personer, om utlänningen inte försörjer sig\r\neller annars saknar egna medel för sitt uppehälle här.\r\nDetsamma gäller en utlänning som har ställning som varaktigt\r\nbosatt i en annan EU-stat och som beviljats\r\nuppehållstillstånd här. Detta gäller utöver vad som\r\nföreskrivs i 7 kap. 1–6 §§ utlänningslagen (2005:716).\r\n\r\nUppehållstillstånd för en utlänning som på ett sätt som avses\r\ni 3 a kap. 2 § första stycket utlänningslagen är\r\nfamiljemedlem till en medborgare i Schweiz eller en utlänning\r\nsom har ställning som varaktigt bosatt i en annan EU-stat får\r\nåterkallas, om anknytningen till medborgaren i Schweiz eller\r\ntill den varaktigt bosatta bryts och familjemedlemmen inte\r\nhar rätt att stanna i Sverige på någon annan grund.\r\n\r\nEn arbetstagare som avses i 9 § första stycket 1 ska inte få\r\nsitt uppehållstillstånd återkallat enbart därför att han\r\neller hon antingen inte längre är anställd på grund av att\r\nhan eller hon är tillfälligt oförmögen att arbeta på grund av\r\nsjukdom eller olycksfall, eller han eller hon är ofrivilligt\r\narbetslös och detta bekräftas av Arbetsförmedlingen.\r\nFörordning (2014:185).\r\n\r\n19 § Diplomatiska tjänstemän och avlönade konsulära tjänstemän \r\nsamt deras familjer och betjäning får beviljas \r\nuppehållstillstånd under den tid som tjänstemannen är anställd \r\nvid en främmande stats beskickning eller konsulat i Sverige.\r\n\r\nUtlänningar och deras familjer får beviljas uppehållstillstånd \r\nunder den tid som utlänningen är anställd eller utför uppdrag \r\ni Sverige vid ett av de internationella organ som omfattas av \r\n1 eller 4 § lagen (1976:661) om immunitet och privilegier i \r\nvissa fall.\r\n\r\nUppehållstillståndet får återkallas om förutsättningarna för \r\natt bevilja uppehållstillståndet inte längre är uppfyllda.\r\nFörordning (2022:777).\r\n\r\nEU-uppehållstillstånd för varaktigt bosatta\r\n\r\n19 a § För den som beviljats ställning som varaktigt bosatt i\r\nSverige ska ett EU-uppehållstillstånd för varaktigt bosatta\r\nutfärdas. Giltighetstiden ska vara minst fem år.\r\n\r\nBevis om ställning som varaktigt bosatt i Sverige ska\r\nutfärdas i form av ett sådant uppehållstillståndskort som\r\navses i 4 kap. 22 §. Förordning (2013:601).\r\n\r\n19 b § För den som beviljats ställning som varaktigt bosatt i\r\nSverige enligt 5 a kap. 1 a § utlänningslagen (2005:716) ska\r\ndet på uppehållstillståndskortet anges ”f.d. innehavare av\r\nEU-blåkort”. Förordning (2013:601).\r\n\r\n19 c § I ett EU-uppehållstillstånd för varaktigt bosatta som \r\nutfärdas för en utlänning som har flyktingstatusförklaring \r\nenligt 4 kap. 3 § eller alternativ skyddsstatusförklaring \r\nenligt 4 kap. 3 a § utlänningslagen (2005:716), ska följande \r\nanmärkning föras in: Internationellt skydd beviljat av Sverige \r\nden [datum]. Förordning (2021:813).\r\n\r\n19 d § Innan Migrationsverket utfärdar ett\r\nEU-uppehållstillstånd för varaktigt bosatta för en utlänning\r\nsom har ett sådant tillstånd utfärdat av en annan EU-stat,\r\nvilket innehåller en anmärkning om internationellt skydd, ska\r\nMigrationsverket ställa en förfrågan till den stat som nämns\r\ni anmärkningen för att kontrollera om utlänningen fortfarande\r\nhar internationellt skydd. Om utlänningen fortfarande har\r\nsådant skydd, ska Migrationsverket föra in samma anmärkning i\r\ndet EU-uppehållstillstånd som Migrationsverket utfärdar.\r\n\r\nOm Migrationsverket får en sådan förfrågan som avses i första\r\nstycket från en annan EU-stat, ska Migrationsverket besvara\r\nden senast inom en månad. Förordning (2014:185).\r\n\r\n19 e § Om Sverige övertar ansvaret för det internationella\r\nskyddet av en utlänning som har ställning som varaktigt\r\nbosatt i Sverige, ska Migrationsverket senast inom tre\r\nmånader ändra anmärkningen om internationellt skydd i\r\nEU-uppehållstillståndet för varaktigt bosatta i enlighet med\r\ndetta. Förordning (2014:185).\r\n\r\n19 f § Om Sverige övertar ansvaret för det internationella\r\nskyddet av en utlänning som har ställning som varaktigt\r\nbosatt i en annan EU-stat, ska Migrationsverket begära hos\r\nden stat som utfärdat EU-uppehållstillståndet för varaktigt\r\nbosatta att denna ändrar anmärkningen i\r\nEU-uppehållstillståndet i enlighet med detta.\r\n\r\nOm Migrationsverket får en sådan begäran som avses i första\r\nstycket från en annan EU-stat, ska Migrationsverket ändra\r\nanmärkningen i EU-uppehållstillståndet för varaktigt bosatta\r\nsenast inom tre månader. Förordning (2014:185).\r\n\r\n19 g § Om en utlänning som har ställning som varaktigt bosatt \r\ni en annan EU-stat beviljas flyktingstatusförklaring enligt \r\n4 kap. 3 § eller alternativ skyddsstatusförklaring enligt \r\n4 kap. 3 a § utlänningslagen (2005:716), ska Migrationsverket \r\nbegära att den staten för in en sådan anmärkning som avses i \r\n19 c § i EU-uppehållstillståndet för varaktigt bosatta. \r\n\r\nOm Migrationsverket får en sådan begäran som avses i första \r\nstycket från en annan EU-stat, ska Migrationsverket föra in \r\nanmärkningen i EU-uppehållstillståndet för varaktigt bosatta \r\nsenast inom tre månader. Förordning (2021:813).\r\n\r\nUppehållstillstånd med tillfälligt skydd \r\n\r\n19 h § Det tillfälliga skydd som följer av rådets \r\ngenomförandebeslut (EU) 2022/382 av den 4 mars 2022 om \r\nfastställande av att det föreligger massiv tillströmning av \r\nfördrivna personer från Ukraina i den mening som avses i \r\nartikel 5 i direktiv 2001/55/EG, med följden att tillfälligt \r\nskydd införs ska gälla även för en utlänning som lagligen \r\nbefann sig i Sverige före den 22 december 2023, om han eller \r\nhon är \r\n\r\n1. ukrainsk medborgare,\r\n\r\n2. en utlänning som åtnjöt internationellt skydd eller \r\nmotsvarande nationellt skydd i Ukraina före den 24 februari \r\n2022, eller\r\n\r\n3. en familjemedlem till en person som avses i 1 och 2. Med \r\nfamiljemedlem avses\r\n\r\na) make eller sambo,\r\n\r\nb) barn under 18 år,\r\n\r\nc) barn under 18 år till en person som avses i a), och\r\n\r\nd) andra nära anhöriga som levde tillsammans och ingick i \r\nfamiljegemenskapen vid tidpunkten för omständigheterna kring \r\nden massiva tillströmningen av fördrivna personer och som var \r\nhelt eller delvis beroende av en person som avses i 1 och 2 \r\nvid den tidpunkten.\r\n\r\nFör att skyddet ska gälla krävs att utlänningen inte är dömd \r\nför ett brott som har ett maximistraff på minst två års \r\nfängelse i straffskalan. Detta krav gäller dock inte vid \r\nansökan om förlängning av ett uppehållstillstånd med \r\ntillfälligt skydd. Förordning (2023:870).\r\n\r\n19 i § Migrationsverket ska begära ett samordningsnummer hos \r\nSkatteverket för en utlänning som har beviljats \r\nuppehållstillstånd med tillfälligt skydd enligt 21 kap. \r\nutlänningslagen (2005:716) och vars identitet det inte råder \r\nosäkerhet om. Detta gäller dock inte om särskilda skäl talar \r\nmot det. Förordning (2022:458).\r\n\r\nUndantag från kravet på uppehållstillstånd för medlemmar av en \r\nfrämmande stats militära styrka \r\n\r\n19 j § En medlem av en främmande stats militära styrka, \r\ninklusive dess civila komponent, som befinner sig i Sverige \r\ninom ramen för internationellt militärt samarbete eller \r\ninternationell krishantering och som omfattas av avtal som är \r\ni kraft i förhållande till Sverige, får vistas här i landet \r\nutan uppehållstillstånd. \r\n\r\nFörsta stycket gäller även den som är anhörig till en medlem \r\nav en amerikansk styrka eller en civil komponent samt den som \r\när utländsk leverantör eller anställd hos en sådan leverantör \r\noch som omfattas av avtalet den 5 december 2023 mellan Sverige \r\noch Amerikas förenta stater om försvarssamarbete. \r\nFörordning (2024:600).\r\n\r\nAnsökan om uppehållstillstånd\r\n\r\n20 § En ansökan om uppehållstillstånd av en utlänning som inte\r\nbefinner sig i Sverige ges in till och utreds av en svensk\r\nbeskickning eller ett svenskt konsulat i hemlandet eller i det\r\nland där utlänningen annars är stadigvarande bosatt.\r\n\r\nEn ansökan om uppehållstillstånd av en utlänning som vistas i\r\nSverige ges in till Migrationsverket.\r\n\r\n21 § Har upphävts genom förordning (2021:1193).\r\n\r\nHandläggningstid\r\n\r\n21 a § Ett ärende om uppehållstillstånd enligt 5 kap. 3 och\r\n3 a §§ utlänningslagen (2005:716) skall, om det inte finns\r\nsärskilda skäl, avgöras senast inom nio månader från det att\r\nansökan lämnades in. Förordning (2006:262).\r\n\r\n21 b § Ett ärende om uppehållstillstånd för arbete och ett \r\narbetstillstånd enligt 6 kap. 2 § utlänningslagen (2005:716) \r\nska avgöras senast inom fyra månader från det att ansökan \r\nlämnades in. Om det finns särskilda skäl eller om ansökan \r\nbehöver kompletteras får tiden förlängas. Sökanden ska \r\nunderrättas om förlängningen.\r\n\r\nOm ärendet inte har avgjorts inom den tid som följer av första \r\nstycket, får sökanden begära att ärendet ska avgöras enligt \r\n12 § förvaltningslagen (2017:900) även om kravet enligt den \r\nparagrafen på avgörande inom sex månader inte är uppfyllt.\r\nFörordning (2019:1276).\r\n\r\nDNA-analys\r\n\r\n21 c § Sådan DNA-analys som avses i 13 kap. 15 §\r\nutlänningslagen (2005:716) skall utföras av\r\nRättsmedicinalverket.\r\n\r\nMigrationsverket skall underrätta Rättsmedicinalverket om att\r\nen provtagning för DNA-analys skall genomföras. Utlåtandet över\r\nanalysen skall sändas till Migrationsverket.\r\nFörordning (2014:38).\r\n\r\nMedicinsk åldersbedömning\r\n\r\n21 d § Rättsmedicinalverket utför på begäran av \r\nMigrationsverket medicinska åldersbedömningar i ärenden om \r\nuppehållstillstånd. \r\n\r\nOm en sökande har samtyckt till att genomgå en medicinsk \r\nåldersbedömning, ska Migrationsverket underrätta \r\nRättsmedicinalverket om att en medicinsk åldersbedömning ska \r\nutföras. Underrättelsen ska innehålla\r\n\r\n1. uppgifter om den sökandes namn, kön och ärendenummer hos \r\nMigrationsverket,\r\n\r\n2. kontaktuppgifter till den sökande och, i förekommande \r\nfall, till den sökandes ställföreträdare, och\r\n\r\n3. andra uppgifter som är nödvändiga för att en medicinsk \r\nåldersbedömning ska kunna utföras.\r\n\r\nDet rättsmedicinska utlåtandet om ålder ska sändas till \r\nMigrationsverket. Förordning (2017:21).S9 (Ctrl+F9)\r\n\r\nBevis om uppehållstillstånd\r\n\r\n22 § Bevis om uppehållstillstånd ska utfärdas i form av en\r\nsådan handling som avses i rådets förordning (EG) nr 1030/2002\r\nav den 13 juni 2002 om en enhetlig utformning av\r\nuppehållstillstånd för medborgare i tredje land\r\n(uppehållstillståndskort).\r\nEn utlänning som innehar ett bevis om uppehållstillstånd som\r\nutfärdats i form av ett tillståndsmärke som förts in i\r\nutlänningens pass eller någon annan handling har rätt att byta\r\nut detta mot ett uppehållstillståndskort. Förordning (2011:202).\r\n\r\n22 a § Ett uppehållstillståndskort som avser permanent \r\nuppehållstillstånd ska ha en giltighetstid om högst tre år. \r\nDetta gäller dock inte för ett uppehållstillståndskort som \r\nutfärdas enligt 19 a §. Förordning (2021:1052).\r\n\r\nTidsbegränsade uppehållstillstånds giltighetstid\r\n\r\n23 § Tidsbegränsade uppehållstillstånd får inte beviljas för\r\nlängre tid än utlänningens pass gäller, om inte\r\n\r\n1. utlänningen är medborgare i Schweiz,\r\n\r\n2. utlänningen är en sådan anhörig till en schweizisk\r\nmedborgare som avses i 16 §,\r\n\r\n3. utlänningen har ställning som varaktigt bosatt i en annan\r\nEU-stat,\r\n\r\n4. utlänningen är en sådan anhörig till en utlänning som har\r\nställning som varaktigt bosatt i en annan EU-stat som avses i\r\n16 a §, eller\r\n\r\n5. det annars finns särskilda skäl.\r\nFörordning (2014:185).\r\n\r\nAnmälan om bibehållet permanent uppehållstillstånd\r\n\r\n23 a § En sådan anmälan om bibehållet permanent\r\nuppehållstillstånd som avses i 7 kap. 7 § utlänningslagen\r\n(2005:716) ska ges in till Migrationsverket senast en vecka\r\nföre utresan från Sverige och ska innehålla uppgift om\r\nutresedagen. Om utresedagen ställs in eller skjuts upp ska\r\ndetta anmälas senast den tidigare uppgivna utresedagen.\r\nFörordning (2014:779).\r\n\r\nBemyndiganden\r\n\r\n24 § Migrationsverket får meddela närmare föreskrifter om\r\n\r\n- en sådan handling som avses i 4 §,\r\n\r\n- EU-uppehållstillstånd för varaktigt bosatta,\r\n\r\n- kravet på försörjningsförmåga enligt 5 kap. 9 § första \r\nstycket 2 och 10 a § och 5 a kap. 2 § utlänningslagen \r\n(2005:716). Förordning (2022:306).\r\n\r\n24 a § Migrationsverket får meddela föreskrifter om\r\ngiltighetstiden för uppehållstillståndskort.\r\n\r\nMigrationsverket får även meddela de föreskrifter som behövs\r\nför verkställigheten av bestämmelserna om\r\nuppehållstillståndskort i rådets förordning (EG) nr 1030/2002.\r\nFörordning (2011:202).\r\n\r\n25 § Migrationsverket får efter att ha hört Regeringskansliet\r\n(Utrikesdepartementet) meddela föreskrifter om att en svensk\r\nbeskickning eller ett svenskt konsulat får bevilja\r\nuppehållstillstånd för högst tre år.\r\n\r\n26 § Regeringskansliet (Utrikesdepartementet) får meddela \r\nföreskrifter om att en ansökan om uppehållstillstånd får ges \r\nin till och utredas av en annan myndighet än som föreskrivs i \r\n20 § första stycket. Förordning (2016:413).\r\n\r\n27 § Rättsmedicinalverket får meddela närmare föreskrifter om\r\nverkställigheten av DNA-analys enligt 13 kap. 15 §\r\nutlänningslagen (2005:716). Förordning (2006:262).\r\n\r\n4 a kap. Uppehållstillstånd för forskning, studier inom högre \r\nutbildning, viss praktik, visst volontärarbete och au pair-\r\narbete\r\n\r\nHandläggningstid\r\n\r\n1 § Ett ärende om uppehållstillstånd ska avgöras senast \r\n\r\n1. 60 dagar från det att ansökan lämnades in, om ansökan avser \r\nuppehållstillstånd enligt 5 b kap. 1 eller 2 § utlänningslagen \r\n(2005:716), eller\r\n\r\n2. 90 dagar från det att ansökan lämnades in, om ansökan avser \r\nuppehållstillstånd enligt 5 b kap. 3-8 eller 19 § \r\nutlänningslagen. \r\n\r\nOm ansökan behöver kompletteras får tiden förlängas. Sökanden \r\nska underrättas om förlängningen. Förordning (2019:1212).\r\n\r\nBevis om uppehållstillstånd\r\n\r\n2 § På ett uppehållstillståndskort som utfärdas för en \r\nutlänning som har beviljats uppehållstillstånd enligt 5 b kap. \r\n1-6 §§ utlänningslagen (2005:716) ska det, beroende på vilket \r\nuppehållstillstånd som utfärdas, anges \"forskare\", \"forskare-\r\nrörlighet\", \"studerande\", \"praktikant\", \"volontär\" eller \"au \r\npair\".\r\n\r\nFör forskare och studerande som omfattas av ett unionsprogram \r\neller ett multilateralt program som främjar \r\ntredjelandsmedborgares rörlighet, eller av ett avtal mellan \r\ntvå eller flera läroanstalter för högre utbildning, ska också \r\ndet särskilda programmet eller avtalet anges.\r\nFörordning (2019:1212).\r\n\r\nUnderrättelse vid studerandes rörlighet för kortare vistelse\r\n\r\n3 § En underrättelse enligt 5 b kap. 14 § utlänningslagen \r\n(2005:716) från en utlänning som har beviljats uppehålls-\r\ntillstånd för studier inom högre utbildning av en annan EU-\r\nstat ska innehålla uppgift om datum för den planerade \r\nvistelsen i Sverige och vistelsens längd samt de övriga \r\nuppgifter och handlingar som Migrationsverket behöver vid \r\nprövningen av om Migrationsverket ska invända mot utlänningens \r\nvistelse i Sverige. Förordning (2019:1212).\r\n\r\nUnderrättelser från Migrationsverket\r\n\r\n4 § Om Migrationsverket beslutar att invända mot en utlännings \r\nplanerade vistelse i Sverige enligt 5 b kap. 14 § \r\nutlänningslagen (2005:716) ska Migrationsverket underrätta den \r\nEU-stat som beviljat utlänningen ett uppehållstillstånd för \r\nstudier inom högre utbildning om beslutet.\r\nFörordning (2019:1212).\r\n\r\n5 § Om en utlänning vistas i en annan EU-stat med stöd av ett \r\nuppehållstillstånd enligt 5 b kap. 1 eller 3 § utlänningslagen \r\n(2005:716) och det uppehållstillståndet återkallas, ska \r\nMigrationsverket underrätta den andra EU-staten om beslutet. \r\n\r\nOm en utlänning som har ett uppehållstillstånd för forskning \r\nutfärdat av en annan EU-stat beviljas eller vägras ett \r\nuppehållstillstånd för forskning vid rörlighet för längre \r\nvistelse, ska Migrationsverket underrätta den andra EU-staten \r\nom beslutet.\r\n\r\nOm en utlänning har eller har haft ett uppehållstillstånd för \r\nforskning eller studier inom högre utbildning utfärdat av en \r\nannan EU-stat och Migrationsverket meddelar ett beslut som \r\ninnebär att utlänningen och, när det gäller forskare, hans \r\neller hennes familjemedlemmar ska återtas av den EU-staten, \r\nska Migrationsverket underrätta den andra EU-staten om \r\nbeslutet. Förordning (2019:1212).\r\n\r\nUppehållstillstånd för familjemedlemmar till studerande inom \r\nhögre utbildning \r\n\r\n6 § Uppehållstillstånd får beviljas en familjemedlem till en \r\nutlänning som har ett uppehållstillstånd enligt 5 b kap. 3 \r\neller 8 § utlänningslagen (2005:716). För att beviljas \r\nuppehållstillstånd ska familjemedlemmen \r\n\r\n1. ha sin försörjning ordnad under vistelsen, och \r\n\r\n2. inte utgöra ett hot mot allmän ordning, allmän säkerhet \r\neller allmän folkhälsa. \r\n\r\nFamiljemedlemmens uppehållstillstånd ska gälla för samma tid \r\nsom anknytningspersonens tillstånd. \r\n\r\nMed familjemedlem avses make eller sambo till \r\nanknytningspersonen och barn under 18 år till \r\nanknytningspersonen eller till anknytningspersonens make eller \r\nsambo. Förordning (2019:1212).\r\n\r\n7 § En ansökan om förlängning av ett tidsbegränsat \r\nuppehållstillstånd som har beviljats på grund av anknytning \r\ntill en utlänning som har ett uppehållstillstånd enligt \r\n5 b kap. 3 eller 8 § utlänningslagen (2005:716) får bifallas \r\näven om familjemedlemmen befinner sig i Sverige när ansökan \r\ngörs eller när den prövas. Detsamma gäller om ansökan avser \r\nett uppehållstillstånd som familjemedlem till en utlänning som \r\navses i 5 b kap. 15 § andra stycket 3 utlänningslagen, om \r\nansökan ges in inom giltighetstiden för det tidigare \r\ntillståndet som familjemedlem och utlänningen beviljas \r\nuppehållstillstånd för studier på forskarnivå enligt 5 b kap. \r\n3 § utlänningslagen. Förordning (2022:306).\r\n\r\nBemyndigande\r\n\r\n8 § Migrationsverket får meddela föreskrifter om \r\nförsörjningsförmågan enligt 5 b kap. 9 § första stycket 1 \r\nutlänningslagen (2005:716). Förordning (2019:1212).\r\n\r\n5 kap. Arbetstillstånd\r\n\r\nUndantag från kravet på arbetstillstånd\r\n\r\n1 § En utlänning som är medborgare i Schweiz eller har\r\nställning som varaktigt bosatt i en annan EU-stat är\r\nundantagen från kravet på arbetstillstånd. Undantag från\r\nkravet på arbetstillstånd gäller även, oavsett medborgarskap,\r\nmake eller sambo till en sådan utlänning samt deras barn som\r\när under 21 år eller beroende av dem för sin försörjning.\r\nEn utlänning som har beviljats ett tidsbegränsat\r\nuppehållstillstånd enligt 5 kap. 15 § första stycket eller\r\n15 d § utlänningslagen (2005:716) är undantagen från kravet\r\npå arbetstillstånd. Förordning (2013:641).\r\n\r\n2 § Utöver 1 § gäller undantag från kravet på arbetstillstånd \r\ni följande fall:\r\n\r\n1. För en tid av tre månader från inresan för en utlänning som \r\när anställd som förare av ett motorfordon som ägs eller hyrs \r\nav en person som besöker landet som turist eller som \r\nbesättningsman på en turistbuss.\r\n\r\n2. För en tid av tre månader från inresan för en utlänning som \r\när anställd som vårdare av en person som besöker landet för \r\nläkarvård eller rekreation.\r\n\r\n3. För en sammanlagd tid av tre månader under en \r\ntolvmånadersperiod för en forskare eller lärare inom den högre \r\nutbildningen som har kallats hit för forsknings-, \r\nundervisnings- eller föreläsningsverksamhet.\r\n\r\n4. För den tid det tillfälliga arbetet pågår för en utlänning \r\nsom är bosatt i en EES-stat men inte är EES-medborgare eller \r\nmedborgare i Schweiz, om utlänningen har rätt att arbeta och \r\nvistas i det landet och är anställd vid ett företag i det \r\nlandet och för företagets räkning ska arbeta tillfälligt i \r\nSverige i samband med en entreprenad eller liknande.\r\n\r\n5. För en tid av två månader från inresan för en montör eller \r\nteknisk instruktör som ska utföra brådskande arbete i samband \r\nmed uppsättning eller reparation av maskiner eller liknande.\r\n\r\n6. För den tid som\r\n\r\na) uppehållstillståndet gäller för en utlänning som har \r\nbeviljats uppehållstillstånd enligt 5 b kap. 1-4 eller 6-8 § \r\nutlänningslagen (2005:716), eller\r\n\r\nb) en utlänning har rätt att resa in och vistas i Sverige \r\nenligt 5 b kap. 13 eller 14 § utlänningslagen.\r\n\r\n7. För en tid av en månad från inresan för en utlänning som \r\ntillfälligt engagerats av Sveriges Radio AB, Sveriges \r\nTelevision AB, Sveriges Utbildningsradio AB eller Nordisk \r\nTelevision AB för radio- eller televisionsutsändning.\r\n\r\n8. För en sammanlagd tid av fjorton arbetsdagar under en \r\ntolvmånadersperiod för en utländsk artist samt hans eller \r\nhennes tekniker och annan turnépersonal under förutsättning \r\natt artisten inbjudits av en arrangör som finns angiven i den \r\nförteckning över etablerade arrangörer som förs av \r\nMigrationsverket efter samråd med Arbetsförmedlingen.\r\n\r\n9. För en sammanlagd tid av tre månader under en \r\ntolvmånadersperiod för en utlänning som är professionell \r\nidrottsman eller funktionär och som besöker Sverige för att \r\ndelta i internationella tävlingar.\r\n\r\n10. För en sammanlagd tid som understiger ett år för en \r\nutlänning som har specialistuppgifter inom en internationell \r\nkoncern och som i denna egenskap arbetar tillfälligt i \r\nSverige. Undantaget gäller dock inte en utlänning som avses i \r\n6 b kap. 1 eller 2 § utlänningslagen.\r\n\r\n11. För den tid som prövningen pågår, dock längst till dess \r\ntillståndsfrågan har avgjorts eller, om beslut om utvisning \r\nmeddelas, till dess utvisningsbeslutet har fått laga kraft, av \r\nen ansökan om uppehållstillstånd\r\n\r\na) enligt 5 b kap. 1, 3 eller 4 § utlänningslagen, om \r\nutlänningen hade uppehållstillstånd när ansökan gavs in och \r\nansökan får ges in efter inresan i Sverige enligt 5 b kap. \r\n15 § andra stycket utlänningslagen,\r\n\r\nb) enligt 5 b kap. 2 § utlänningslagen, om giltighetstiden för \r\ndet uppehållstillstånd för forskning som har utfärdats av den \r\nandra EU-staten inte har löpt ut och utlänningen har rätt att \r\nresa in och vistas i Sverige enligt 5 b kap. 13 § \r\nutlänningslagen,\r\n\r\nc) enligt 5 b kap. 7 eller 8 § utlänningslagen, om antingen \r\nutlänningens uppehållstillstånd enligt 5 b kap. 1, 2 eller 3 § \r\nutlänningslagen inte hade löpt ut när ansökan gavs in eller \r\nutlänningens uppehållstillstånd för forskning eller studier \r\ninom högre utbildning som har utfärdats av den andra EU-staten \r\ninte hade löpt ut när ansökan gavs in och utlänningen vid det \r\ntillfället hade rätt att resa in och vistas i Sverige enligt \r\n5 b kap. 13 eller 14 § utlänningslagen, eller\r\n\r\nd) som får ges in efter inresan i landet enligt 5 kap. 18 § \r\nandra stycket 9 utlänningslagen.\r\n\r\n12. För en sammanlagd tid av tre månader under en \r\ntolvmånadersperiod för en utlänning som är anställd i ett \r\nföretag i en internationell koncern och ska genomgå praktik, \r\ninternutbildning eller annan kompetensutveckling hos ett \r\nföretag i Sverige som ingår i koncernen.\r\n\r\n13. För en sammanlagd tid av tre månader under en \r\ntolvmånadersperiod för en utlänning som inom ramen för en \r\naffärsuppgörelse ska genomgå utbildning, genomföra tester, \r\nförbereda eller avsluta leveranser eller utöva liknande \r\naktiviteter i Sverige.\r\n\r\n14. För den tid som insatsen pågår för en utlänning som deltar \r\ni en hjälpinsats vid en katastrof eller olycka i Sverige.\r\n\r\n15. För den tid som tjänstgöringen pågår för en utlänning som \r\när medlem av en främmande stats militära styrka, inklusive \r\ndess civila komponent, som befinner sig i Sverige inom ramen \r\nför internationellt militärt samarbete eller internationell \r\nkrishantering och som omfattas av avtal som är i kraft i \r\nförhållande till Sverige.\r\n\r\n16. För den tid som en utlänning, som är anhörig till en \r\nmedlem av en amerikansk styrka eller en civil komponent eller \r\nsom är en utländsk leverantör eller anställd hos en sådan \r\nleverantör, befinner sig i Sverige och omfattas av avtalet den \r\n5 december 2023 mellan Sverige och Amerikas förenta stater om \r\nförsvarssamarbete.\r\n\r\nUndantagen från kravet på arbetstillstånd är också en \r\nutlänning som, på grund av anställning utomlands, arbetar i \r\nSverige som representant för ett \r\n\r\nföretag eller som medlem av personalen på järnvägståg eller på \r\nlastbil i yrkesmässig trafik. Förordning (2024:600).\r\n\r\n2 a § Den som ansöker om uppehållstillstånd för arbete enligt \r\n5 kap. 10 § utlänningslagen (2005:716) i de fall som avses i \r\n6 kap. 2 § första stycket samma lag behöver inte ha \r\narbetstillstånd för den tid som prövningen pågår, om ansökan \r\nenligt 5 kap. 18 § andra stycket 8 b eller fjärde stycket \r\nutlänningslagen får ges in efter inresan i landet. \r\n\r\nUndantaget från kravet på arbetstillstånd i första stycket \r\ngäller endast hos den arbetsgivare och inom det slag av arbete \r\nsom ansökan om arbetstillstånd avser och som längst till dess \r\natt tillståndsfrågan har avgjorts eller, om beslut om \r\nutvisning meddelas, till dess utvisningsbeslutet har fått laga \r\nkraft. Förordning (2022:306).\r\n\r\n3 § Den som med stöd av 6 kap. 2 § första stycket\r\nutlänningslagen (2005:716) har haft arbetstillstånd och som,\r\nsedan anställningen upphört men inom giltighetstiden för\r\ntillståndet, ansöker om nytt arbetstillstånd behöver inte ha\r\narbetstillstånd för tiden till dess tillståndsfrågan har\r\navgjorts.\r\n\r\nDen som har haft arbetstillstånd för en tid av minst sex\r\nmånader och som inom giltighetstiden för tillståndet ansöker\r\nom förlängning, behöver inte ha arbetstillstånd för tiden\r\ntill dess tillståndsfrågan har avgjorts eller, om beslut om\r\nutvisning meddelas, till dess utvisningsbeslutet har fått\r\nlaga kraft.\r\n\r\nHar en utlännings arbetstillstånd återkallats och har\r\nsamtidigt beslut meddelats om utvisning enligt 8 kap. 6 eller\r\n10 § utlänningslagen (2005:716), är utlänningen undantagen\r\nfrån kravet på arbetstillstånd till dess utvisningsbeslutet\r\nhar fått laga kraft. Förordning (2014:185).\r\n\r\n4 § Den som har ansökt om uppehållstillstånd i Sverige och \r\nanfört skäl enligt 4 kap. 1 eller 2 § utlänningslagen \r\n(2005:716) är undantagen från skyldigheten att ha \r\narbetstillstånd. Undantaget gäller dock inte \r\n\r\n1. en utlänning som saknar identitetshandlingar, om inte \r\nutlänningen medverkar till att klarlägga sin identitet, \r\n\r\n2. om det är sannolikt att utlänningen kommer att överföras \r\nenligt Europaparlamentets och rådets förordning (EU) \r\nnr 604/2013 av den 26 juni 2013 om kriterier och mekanismer \r\nför att avgöra vilken medlemsstat som är ansvarig för att \r\npröva en ansökan om internationellt skydd som en \r\ntredjelandsmedborgare eller en statslös person har lämnat in i \r\nnågon medlemsstat (Dublinförordningen), \r\n\r\n3. om det är sannolikt att utlänningen kommer att avvisas med \r\nomedelbar verkställighet enligt 8 kap. 19 § utlänningslagen, \r\neller \r\n\r\n4. en utlänning i ett säkerhetsärende enligt 1 kap. 7 § \r\nutlänningslagen eller i ett ärende enligt lagen (2022:700) om \r\nsärskild kontroll av vissa utlänningar. \r\n\r\nUndantaget gäller fram till dess att utlänningen lämnar landet \r\neller ett beslut om att bevilja honom eller henne \r\nuppehållstillstånd har fått laga kraft. Undantaget upphör dock \r\natt gälla om en utlänning inte medverkar till verkställigheten \r\nav ett beslut om avvisning eller utvisning som fått laga \r\nkraft. \r\n\r\nMigrationsverket utfärdar ett särskilt bevis om undantag från \r\nskyldigheten att ha arbetstillstånd. Förordning (2024:29).\r\n\r\n5 § Har upphävts genom förordning (2008:895).\r\n\r\n6 § Har upphävts genom förordning (2008:895).\r\n\r\nYttrande från sammanslutningar av arbetsgivare och arbetstagare\r\n\r\n7 § I ett ärende om arbetstillstånd som är av principiell\r\nbetydelse eller annars av större vikt, ska Migrationsverket\r\nlämna sammanslutningar av arbetsgivare respektive arbetstagare\r\ninom det verksamhetsområde som tillståndet avser tillfälle att\r\nyttra sig. Förordning (2008:895).\r\n\r\n7 a § För att säkerställa att lön, försäkringsskydd och övriga \r\nanställningsvillkor inte är sämre än de villkor som följer av \r\nsvenska kollektivavtal eller praxis inom yrket eller branschen \r\nska Migrationsverket vid handläggningen av en ansökan om \r\narbetstillstånd enligt 6 kap. 2 §, om EU-blåkort enligt \r\n6 a kap. 1 § och om tillstånd för säsongsarbete enligt \r\n6 c kap. 1 § utlänningslagen (2005:716) ge sammanslutningar av \r\narbetstagare inom det verksamhetsområde som tillståndet avser \r\ntillfälle att yttra sig i ärendet. Detsamma gäller vid \r\nhandläggningen av en ansökan om ICT-tillstånd eller ICT-\r\ntillstånd för rörlighet för längre vistelse enligt 6 b kap. 1 \r\noch 2 §§ utlänningslagen för att säkerställa att \r\nanställningsvillkoren inte är sämre än vad som krävs enligt \r\n6 b kap. 1 § första stycket 2 och 2 § första stycket 1 \r\nutlänningslagen. Migrationsverket får dock avgöra ärendet utan \r\natt så har skett om arbetsgivaren redan har inhämtat ett \r\nsådant yttrande, det annars är obehövligt eller det finns \r\nsärskilda skäl.\r\n\r\nFörsta stycket gäller i tillämpliga delar också vid \r\nbedömningen enligt 6 d § av om förutsättningarna för \r\narbetstillstånd fortfarande är uppfyllda och vid \r\nhandläggningen av ärenden om återkallelse av \r\nuppehållstillstånd enligt 7 kap. 7 e § första stycket 1 \r\nutlänningslagen. Förordning (2022:306).\r\n\r\nAnsökan om arbetstillstånd\r\n\r\n8 § En ansökan om arbetstillstånd av en utlänning som inte\r\nbefinner sig i Sverige ges in till och utreds av en svensk\r\nbeskickning eller ett svenskt konsulat i hemlandet eller i det\r\nland där utlänningen annars är stadigvarande bosatt.\r\n\r\nEn ansökan om arbetstillstånd av en utlänning som vistas i\r\nSverige ges in till Migrationsverket.\r\n\r\n8 a § Med god försörjning enligt 6 kap. 2 § utlänningslagen \r\n(2005:716) avses en lön som uppgår till minst 80 procent av \r\nden medianlön som Statistiska centralbyrån publicerar för \r\nSverige. \r\n\r\nDen senast publicerade medianlönen den dag ansökan kom in till \r\nMigrationsverket ska gälla vid prövningen. \r\nFörordning (2023:570).\r\n\r\nBeslut om arbetstillstånd\r\n\r\n9 § Ett arbetstillstånd får inte beviljas för längre tid än\r\nutlänningen har tillstånd att vistas här eller får vistas här\r\nutan tillstånd och inte för längre tid än utlänningens pass\r\ngäller, om det inte finns särskilda skäl. Ett arbetstillstånd\r\nfår inte beviljas för en utlänning som endast innehar ett\r\nsådant identitetskort som avses i 2 kap. 17 § första stycket.\r\n\r\n9 a § Migrationsverket ska begära ett samordningsnummer hos \r\nSkatteverket för en utlänning i samband med att han eller hon \r\nbeviljas ett arbetstillstånd enligt 6 kap. 2 § utlänningslagen \r\n(2005:716) med en giltighetstid kortare än tolv månader. \r\nDetsamma gäller i samband med beviljande av ett kombinerat \r\nuppehålls- och arbetstillstånd enligt 6 a-6 c kap. \r\nutlänningslagen med en giltighetstid kortare än tolv månader. \r\n\r\nFörsta stycket gäller dock inte om särskilda skäl talar mot \r\ndet. Förordning (2023:367).\r\n\r\nUppgifter om arbetstillstånd\r\n\r\n10 § Uppgift om arbetstillstånd eller uppgift om rätt att\r\narbeta ska föras in på utlänningens uppehållstillståndskort.\r\nFörordning (2014:38).\r\n\r\nDiplomatpersonal m.fl.\r\n\r\n11 § Bestämmelserna om arbetstillstånd i 2 kap. 7 och 8 c §§\r\nutlänningslagen (2005:716) och bestämmelserna i detta kapitel\r\ngäller i tillämpliga delar även för främmande länders\r\ndiplomatiska tjänstemän och avlönade konsulära tjänstemän som\r\när anställda i Sverige samt deras familjer och betjäning.\r\n\r\nKravet på arbetstillstånd gäller dock inte för anställning\r\nvid främmande länders beskickningar eller konsulat eller om\r\ndetta följer av en överenskommelse med något annat land.\r\nFörordning (2014:185).\r\n\r\nFörteckning över slag av arbeten\r\n\r\n12 § Migrationsverket ska besluta om en förteckning över slag\r\nav arbeten inom vilka det finns en stor efterfrågan på\r\narbetskraft. En sådan förteckning ska upprättas i samråd med\r\nArbetsförmedlingen. Arbetsförmedlingen ska lämna\r\nsammanslutningar av arbetsgivare respektive arbetstagare\r\ntillfälle att yttra sig. Förordning (2008:895).\r\n\r\nBemyndiganden\r\n\r\n13 § Migrationsverket får efter att ha hört Arbetsförmedlingen\r\noch Regeringskansliet (Utrikesdepartementet) meddela\r\nföreskrifter att en svensk beskickning eller ett svenskt\r\nkonsulat får bevilja arbetstillstånd.\r\n\r\nMigrationsverket får meddela föreskrifter om att\r\nArbetsförmedlingen får besluta om arbetstillstånd.\r\nFörordning (2007:929).\r\n\r\n14 § Regeringskansliet (Utrikesdepartementet) får meddela \r\nföreskrifter om att en ansökan om arbetstillstånd får ges in \r\ntill och utredas av en annan myndighet än som föreskrivs i \r\n8 § första stycket. Förordning (2016:413).\r\n\r\n5 a kap. EU-blåkort\r\n\r\nHandläggningstid\r\n\r\n1 § Ett ärende om EU-blåkort enligt 6 a kap. 1 § \r\nutlänningslagen (2005:716) ska, om inte något annat följer av \r\n2 a §, avgöras senast 90 dagar från det att ansökan lämnades \r\nin. Om ansökan behöver kompletteras får tiden förlängas. \r\nSökanden ska underrättas om förlängningen.\r\n\r\nOm ärendet inte har avgjorts inom den tid som följer av första \r\nstycket, får sökanden begära att ärendet ska avgöras enligt \r\n12 § förvaltningslagen (2017:900) även om kravet enligt den \r\nparagrafen på avgörande inom sex månader inte är uppfyllt.\r\nFörordning (2024:1226).\r\n\r\n2 § Ett ärende om uppehållstillstånd enligt 6 a kap. 9 § \r\nutlänningslagen (2005:716) ska, om inte något annat följer av \r\n2 a §, avgöras senast 90 dagar från det att ansökan lämnades \r\nin. Om ansökan behöver kompletteras får tiden förlängas. \r\nSökanden ska underrättas om förlängningen.\r\nFörordning (2024:1226).\r\n\r\n2 a § Ett ärende om tillstånd för en utlänning som avses i \r\n6 a kap. 3 c § eller 11 § andra stycket 2 utlänningslagen \r\n(2005:716) ska avgöras senast 30 dagar från det att ansökan \r\nlämnades in. Om det finns särskilda skäl eller ansökan behöver \r\nkompletteras får tiden förlängas med 30 dagar. Sökanden ska \r\nunderrättas om förlängningen. Förordning (2024:1226).\r\n\r\nHögkvalificerad anställning\r\n\r\n2 b § Utöver vad som anges i 6 a kap. 1 § andra stycket \r\nutlänningslagen (2005:716) ska en anställning anses vara \r\nhögkvalificerad om den avser ett yrke som ingår i \r\nyrkesgrupp 131 eller huvudgrupp 25 i Standard för svensk \r\nyrkesklassificering (SSYK) 2012 och anställningen förutsätter \r\natt utlänningen har relevant och särskild kompetens för den i \r\nform av minst tre års yrkeserfarenhet på en nivå som är \r\njämförbar med högre utbildning under de senaste sju åren \r\nräknat från ansökan. Förordning (2024:1226).\r\n\r\nBevis om EU-blåkort\r\n\r\n3 § Bevis om EU-blåkort ska utfärdas i form av ett sådant \r\nuppehållstillståndskort som avses i 4 kap. 22 §.\r\n\r\nPå uppehållstillståndskortet ska det anges \"EU-blåkort\".\r\n\r\nOm EU-blåkortet har utfärdats för en högkvalificerad \r\nanställning på grund av yrkeserfarenhet, utom i de fall som \r\nanges i 2 b §, ska uppgifter om yrke anges på \r\nuppehållstillståndskortet. Förordning (2024:1226).\r\n\r\n3 a § På ett bevis om EU-blåkort som utfärdas för en utlänning \r\nsom har flyktingstatusförklaring enligt 4 kap. 3 § eller \r\nalternativ skyddsstatusförklaring enligt 4 kap. 3 a § \r\nutlänningslagen (2005:716), ska följande anmärkning föras in: \r\nInternationellt skydd beviljat av Sverige den [datum].\r\nFörordning (2024:1226).\r\n\r\n3 b § Innan Migrationsverket utfärdar ett EU-blåkort för en \r\nutlänning som har beviljats internationellt skydd i en annan \r\nEU-stat, ska Migrationsverket ställa en förfrågan till den \r\nstaten för att kontrollera om utlänningen fortfarande har \r\ninternationellt skydd. Om utlänningen fortfarande har sådant \r\nskydd, ska Migrationsverket föra in följande anmärkning på \r\nbeviset om EU-blåkort: Internationellt skydd beviljat av \r\n[namnet på EU-staten] den [datum].\r\n\r\nOm Migrationsverket får en sådan förfrågan som avses i första \r\nstycket från en annan EU-stat, ska Migrationsverket besvara \r\nden senast inom 30 dagar. Förordning (2024:1226).\r\n\r\n3 c § Om Sverige övertar ansvaret för det internationella \r\nskyddet av en utlänning som har ett EU-blåkort utfärdat av \r\nSverige, ska Migrationsverket senast inom 90 dagar ändra \r\nanmärkningen om internationellt skydd i EU-blåkortet i \r\nenlighet med detta. Förordning (2024:1226).\r\n\r\nUnderrättelse till en annan EU-stat\r\n\r\n4 § Om en utlänning som har ett EU-blåkort utfärdat av en \r\nannan EU-stat beviljas eller vägras ett EU-blåkort i Sverige, \r\nska Migrationsverket underrätta den andra EU-staten om \r\nbeslutet senast inom 30 dagar från det att ansökan lämnades \r\nin. Om det finns särskilda skäl får tiden förlängas med högst \r\n30 dagar. Förordning (2024:1226).\r\n\r\nFörteckning över tillåten affärsverksamhet\r\n\r\n4 a § Migrationsverket får meddela föreskrifter om en \r\nförteckning över sådan tillåten affärsverksamhet som avses i \r\n6 a kap. 3 b § utlänningslagen (2005:716). \r\n\r\nMigrationsverket ska underrätta Europeiska kommissionen om \r\nförteckningen årligen och när den ändras.\r\nFörordning (2024:1226).\r\n\r\nBemyndigande\r\n\r\n5 § Migrationsverket får, efter samråd med\r\nMedlingsinstitutet, meddela föreskrifter om den lönetröskel\r\nsom avses i 6 a kap. 1 § första stycket 1 utlänningslagen\r\n(2005:716). Förordning (2013:601).\r\n\r\n5 b kap. Tillstånd för företagsintern förflyttning, ICT\r\n\r\nHandläggningstid\r\n\r\n1 § Ett ärende om tillstånd enligt 6 b kap. 1, 2 eller 14 § \r\nutlänningslagen (2005:716) ska avgöras senast 90 dagar från \r\ndet att ansökan lämnades in. Om ansökan behöver kompletteras \r\nfår tiden förlängas. Sökanden ska underrättas om \r\nförlängningen. Förordning (2018:72).\r\n\r\nBevis om uppehålls- och arbetstillstånd\r\n\r\n2 § Bevis om ett ICT-tillstånd eller ett ICT-tillstånd för \r\nrörlighet för längre vistelse ska utfärdas i form av ett \r\nsådant uppehållstillståndskort som avses i 4 kap. 22 §.\r\n\r\nPå uppehållstillståndskortet ska anges ”ICT” eller ”mobile \r\nICT”, beroende på vilket tillstånd som utfärdas. På kortet \r\nska också anges uppgift om anställningen och om slag av \r\narbete. Förordning (2018:72).\r\n\r\nUnderrättelse till en annan EU-stat\r\n\r\n3 § Om en utlänning vistas i en annan EU-stat med stöd av ett \r\nICT-tillstånd utfärdat av Sverige och det tillståndet \r\nåterkallas, ska Migrationsverket underrätta den andra \r\nEU-staten om beslutet. \r\n\r\nOm en utlänning som har ett ICT-tillstånd utfärdat av en \r\nannan EU-stat beviljas eller vägras ett ICT-tillstånd för \r\nrörlighet för längre vistelse i Sverige, ska Migrationsverket \r\nunderrätta den andra EU-staten om beslutet.\r\n\r\nOm en utlänning har eller har haft ett ICT-tillstånd utfärdat \r\nav en annan EU-stat och Migrationsverket meddelar ett beslut \r\nsom innebär att utlänningen och hans eller hennes \r\nfamiljemedlemmar ska återtas av den EU-staten, ska \r\nMigrationsverket underrätta den andra EU-staten om \r\nbeslutet. Förordning (2018:72).\r\n\r\nUnderrättelse till värdföretag\r\n\r\n4 § Om ett ICT-tillstånd eller ett ICT-tillstånd för \r\nrörlighet för längre vistelse återkallas, ska \r\nMigrationsverket underrätta värdföretaget i Sverige.\r\nFörordning (2018:72).\r\n\r\n5 c kap. Tillstånd för säsongsarbete\r\n\r\nHandläggningstid\r\n\r\n1 § Ett ärende om tillstånd för säsongsarbete enligt 6 c \r\nkap. 1 § utlänningslagen (2005:716) ska avgöras senast 90 \r\ndagar från det att ansökan lämnades in. Om ansökan behöver \r\nkompletteras får tiden förlängas. Sökanden ska underrättas om \r\nförlängningen. Förordning (2018:321).\r\n\r\n2 § En ansökan om tillstånd för säsongsarbete från en \r\nutlänning som under de senaste fem åren har haft ett \r\ntillstånd för säsongsarbete i Sverige och som har följt \r\nvillkoren för tillståndet ska handläggas mer skyndsamt än vad \r\nsom följer av 1 §. Förordning (2018:321).\r\n\r\nBevis om uppehålls- och arbetstillstånd för säsongsarbete\r\n\r\n3 § Bevis om uppehålls- och arbetstillstånd för \r\nsäsongsarbete ska utfärdas i form av ett sådant \r\nuppehållstillståndskort som avses i 4 kap. 22 §.\r\n\r\nPå uppehållstillståndskortet ska anges ”säsongsarbete”. På \r\nkortet ska också anges uppgift om anställningen och om slag \r\nav arbete. Förordning (2018:321).\r\n\r\nInformation på viseringsmärke\r\n\r\n4 § På ett viseringsmärke för en visering som har \r\nutfärdats i samband med ett tillstånd för säsongsarbete ska \r\nanges ”säsongsarbete”. Förordning (2018:321).\r\n\r\nUppgifter om bostad\r\n\r\n5 § Om en arbetsgivare upplåter eller förmedlar en bostad \r\ntill en utlänning som har beviljats ett tillstånd för \r\nsäsongsarbete ska arbetsgivaren på begäran av \r\nMigrationsverket lämna skriftlig uppgift om\r\n\r\n1. bostadens adress,\r\n\r\n2. antal rum, \r\n\r\n3. boendeyta,\r\n\r\n4. bostadens standard, \r\n\r\n5. hyra, och\r\n\r\n6. att arbetsgivaren har tillhandahållit utlänningen en \r\nskriftlig handling med hyresvillkoren.\r\n\r\nUppgifterna ska lämnas på heder och samvete.\r\nFörordning (2018:321).\r\n\r\nInformation\r\n\r\n6 § När en utlänning beviljas ett tillstånd för \r\nsäsongsarbete ska Migrationsverket informera utlänningen \r\nskriftligt om de rättigheter och skyldigheter som följer med \r\ntillståndet. Förordning (2018:321).\r\n\r\nKontroll vid vistelse i Sverige som säsongsarbetare\r\n\r\n7 § Migrationsverket får kontrollera att den som har \r\nbeviljats ett tillstånd för säsongsarbete enligt 6 c kap. 1 § \r\nutlänningslagen (2005:716) har påbörjat arbetet och att \r\nförutsättningarna för tillståndet är uppfyllda under \r\ntillståndstiden.\r\n\r\nEn arbetsgivare till en utlänning som har beviljats tillstånd \r\nför säsongsarbete ska på begäran av Migrationsverket lämna \r\nskriftlig uppgift om de villkor som gäller för utlänningens \r\nanställning. Uppgifterna ska lämnas på heder och samvete.\r\nFörordning (2018:321).\r\n\r\nFörteckning över sysselsättningsområden\r\n\r\n8 § Migrationsverket ska besluta om en förteckning över de \r\nsysselsättningsområden inom vilka det förekommer \r\nsäsongsarbete.\r\n\r\nMigrationsverket ska ge sammanslutningar av arbetsgivare \r\nrespektive arbetstagare tillfälle att yttra sig över \r\nförteckningen.\r\n\r\nOm förteckningen ändras ska Migrationsverket underrätta \r\nEuropeiska kommissionen. Förordning (2018:321).\r\n\r\nBemyndigande\r\n\r\n9 § Migrationsverket får meddela föreskrifter om vad som \r\nska anses vara en bostad med lämplig standard enligt 6 c kap. \r\n2 § första stycket 4 utlänningslagen (2005:716).\r\nFörordning (2018:321).\r\n\r\n6 kap. Kontroll- och tvångsåtgärder\r\n\r\nPasserande av gräns och gränskontroll\r\n\r\n1 § Gränsövergångsställen enligt artikel 2.8 i \r\nEuropaparlamentets och rådets förordning (EU) 2016/399 finns i \r\nföljande kommuner: Arvidsjaur, Borgholm, Borlänge, Falkenberg, \r\nGotland, Gävle, Göteborg, Halmstad, Helsingborg, Hudiksvall, \r\nHärnösand, Härryda, Jönköping, Kalix, Kalmar, Karlshamn, \r\nKarlskrona, Karlstad, Kiruna, Kramfors, Kristianstad, Lands-\r\nkrona, Linköping, Luleå, Lysekil, Malmö, Malung-Sälen, \r\nMörbylånga, Mönsterås, Norrköping, Norrtälje, Nyköping, \r\nNynäshamn, Oskarshamn, Oxelösund, Pajala, Piteå, Ronneby, \r\nSigtuna, Simrishamn, Skellefteå, Skövde, Stockholm, Strömstad, \r\nSundsvall, Svedala, Söderhamn, Söderköping, Södertälje, \r\nSölvesborg, Timrå, Torsås, Trelleborg, Trollhättan/Vänersborg, \r\nUmeå, Varberg, Värmdö, Västervik, Västerås, Växjö, Ystad, \r\nÄlvkarleby, Ängelholm, Örebro, Örnsköldsvik, Östhammar och \r\nÖstersund.\r\n\r\nPolismyndigheten beslutar om öppethållandetider vid \r\ngränsövergångsställena.\r\n\r\nPolismyndigheten beslutar också om tillstånd till inresa och \r\nutresa över en yttre gräns vid något annat ställe än ett \r\ngränsövergångsställe eller vid någon annan tidpunkt än under \r\nett gränsövergångsställes fastställda öppettider. Vid inresa \r\noch utresa med ett fartyg beslutar Kustbevakningen om ett \r\nsådant tillstånd. I de fall Kustbevakningen gett tillståndet \r\nska Polismyndigheten underrättas. Förordning (2020:7).\r\n\r\n2 § Har upphävts genom förordning (2015:92).\r\n\r\n3 § Utländska besättningsmän får tillfälligt lämna sitt \r\nfartyg i enlighet med bilaga 7 punkt 3 i Europaparlamentets \r\noch rådets förordning (EU) 2016/399. Det som nu har sagts \r\ngäller dock inte om Polismyndigheten bestämmer något annat.\r\nFörordning (2018:1103).\r\n\r\n4 § Om en utlänning inte kan styrka sin rätt till inresa vid\r\nankomsten till Sverige, ska Tullverket, Kustbevakningen,\r\nMigrationsverket eller en särskilt förordnad passkontrollant\r\nomedelbart underrätta Polismyndigheten och se till att\r\nutlänningen inte reser in i landet innan Polismyndigheten har\r\nkontrollerat utlänningen. Vid utresekontroll ska\r\nPolismyndigheten underrättas om det finns skäl för det.\r\nFörordning (2015:92).\r\n\r\n4 a § Bestämmelser om begäran om bistånd enligt \r\nEuropaparlamentets och rådets förordning (EU) 2019/1896 av den \r\n13 november 2019 om den europeiska gräns- och kustbevakningen \r\noch om upphävande av förordningarna (EU) nr 1052/2013 och (EU) \r\n2016/1624 finns i förordningen (2022:1058) med kompletterande \r\nbestämmelser till EU:s gräns- och kustbevakningsförordning.\r\nFörordning (2022:1064).\r\n\r\n5 § Regeringen får besluta att tillfälligt återinföra eller \r\nförlänga gränskontroll vid de inre gränserna i enlighet med \r\nartiklarna 25, 25a, 28 och 29 i Europaparlamentets och rådets \r\nförordning (EU) 2016/399.\r\n\r\nRikspolischefen eller biträdande rikspolischefen respektive \r\nsäkerhetspolischefen eller biträdande säkerhetspolischefen ska \r\nhos regeringen göra framställning om beslut enligt första \r\nstycket. \r\n\r\nOm det krävs ett omedelbart ingripande får Polismyndigheten \r\neller Säkerhetspolisen besluta att sådan gränskontroll får \r\ninföras som anges i artikel 25a.1 i Europaparlamentets och \r\nrådets förordning (EU) 2016/399. Den myndighet som har \r\nbeslutat om att införa gränskontroll ska omedelbart underrätta \r\nregeringen om beslutet och fullgöra informationsskyldigheten i \r\nenlighet med artiklarna 25a och 34. Regeringen ska snarast \r\npröva om gränskontrollen ska bestå. Förordning (2025:966).\r\n\r\nKontroll vid flygplatstransitering\r\n\r\n6 § Har upphävts genom förordning (2015:92).\r\n\r\nKontroll vid vistelse i Sverige som arbetstagare\r\n\r\n6 a § Migrationsverket får kontrollera att den som har\r\nbeviljats arbetstillstånd enligt 6 kap. 2 § första stycket\r\nutlänningslagen (2005:716) har påbörjat arbetet inom fyra\r\nmånader från tillståndets första giltighetsdag och att\r\nförutsättningarna för arbetstillståndet enligt den\r\nbestämmelsen är uppfyllda under tillståndstiden.\r\nFörordning (2014:780).\r\n\r\n6 b § En arbetsgivare till en utlänning som beviljats \r\narbetstillstånd enligt 6 kap. 2 § första stycket \r\nutlänningslagen (2005:716) ska efter föreläggande av \r\nMigrationsverket lämna skriftliga uppgifter om de villkor som \r\ngäller för utlänningens anställning. Uppgifterna ska lämnas på \r\nheder och samvete.\r\n\r\nAv 9 kap. 17 § utlänningslagen följer att Migrationsverkets \r\nförelägganden får förenas med vite utom i vissa fall.\r\nFörordning (2022:306).\r\n\r\n6 c § Migrationsverket får ålägga en arbetsgivare till en \r\nutlänning som beviljats arbetstillstånd enligt 6 kap. 2 § \r\nförsta stycket utlänningslagen (2005:716) att, under den tid \r\nsom utlänningens tillstånd gäller hos den arbetsgivaren, \r\nskriftligen anmäla om något av de villkor som anges i den \r\nbestämmelsen ändras till det sämre i förhållande till de \r\nuppgifter som legat till grund för beslutet om \r\narbetstillstånd. Åläggandet ska göras i samband med att \r\nutlänningen beviljas arbetstillstånd.\r\n\r\nEn anmälan enligt första stycket ska göras till \r\nMigrationsverket senast en månad efter det att de försämrade \r\nanställningsvillkoren börjat tillämpas. Förordning (2022:306).\r\n\r\n6 d § När uppgifter efter ett föreläggande enligt 6 b § eller \r\nen anmälan enligt 6 c § kommer in ska Migrationsverket \r\nkontrollera att förutsättningarna för arbetstillstånd enligt \r\n6 kap. 2 § första stycket utlänningslagen (2005:716) \r\nfortfarande är uppfyllda. \r\n\r\nOm förutsättningarna för arbetstillstånd enligt 6 kap. 2 § \r\nförsta stycket utlänningslagen inte längre är uppfyllda, ska \r\nMigrationsverket ge arbetsgivaren och utlänningen tillfälle \r\natt inom en bestämd tid yttra sig över bedömningen och komma \r\nin med kompletterande uppgifter. Förordning (2022:306).\r\n\r\n6 e § Inför urvalet av vilka arbetsgivare som ska föreläggas \r\nenligt 6 b § respektive åläggas en anmälningsskyldighet enligt \r\n6 c § ska Migrationsverket årligen inhämta synpunkter från de \r\nmyndigheter och organisationer som Migrationsverket bedömer är \r\nrelevanta. Förordning (2022:306).\r\n\r\nTillstånd av Polismyndigheten och Kustbevakningen\r\n\r\n7 § Luftfartyg som kommer från en ort utanför\r\nSchengenstaterna och som anländer till en annan plats än ett\r\ngränsövergångsställe får inte fortsätta sin färd utan\r\ntillstånd av Polismyndigheten. Ett fartyg som kommer från\r\nutrikes ort och som anländer till en annan plats än ett\r\ngränsövergångsställe får inte fortsätta sin färd utan\r\ntillstånd av Polismyndigheten eller Kustbevakningen.\r\nFörordning (2014:1192).\r\n\r\nUnderrättelseskyldighet\r\n\r\n8 § Befälhavaren på ett luftfartyg som kommer från en ort \r\nutanför Schengenstaterna ska före ankomst underrätta \r\nflygplatschefen om ankomsten. Flygplatschefen ska utan \r\ndröjsmål underrätta Polismyndigheten om ett luftfartyg kommer \r\nfrån eller avgår till en ort utanför Schengenstaterna.\r\n\r\nUnderrättelseskyldigheten enligt första stycket gäller inte \r\nför befälhavaren på ett privatflyg. För en sådan befälhavare \r\noch för en befälhavare på fartyg finns bestämmelser om \r\nunderrättelseskyldighet i Europaparlamentets och rådets \r\nförordning (EU) 2016/399. Förordning (2018:1103).\r\n\r\n9 § Sådan rapportering som avses i bilaga 6 punkt 3 till \r\nEuropaparlamentets och rådets förordning (EU) 2016/399 ska \r\ngöras till Kustbevakningen med hjälp av Sveriges nationella \r\nsystem för rapporteringsformaliteter för fartyg (Single \r\nWindow). Förordning (2018:1103).\r\n\r\n10 § Har upphävts genom förordning (2015:92).\r\n\r\n11 § Har upphävts genom förordning (2015:92).\r\n\r\n12 § Polismyndigheten ska underrätta övriga \r\nSchengenstater om en utlänning som avses i 8 kap. 2 § 6 \r\nutlänningslagen (2005:716) tillåtits resa in i Sverige.\r\nFörordning (2018:1103).\r\n\r\nRegistreringskort för hotellgäster\r\n\r\n13 § Den som driver hotell, pensionat eller annan yrkesmässig\r\nuthyrningsverksamhet för övernattning ska se till att\r\nutlänningar på ett egenhändigt undertecknat registreringskort\r\nlämnar uppgifter om sig. Polismyndigheten får meddela\r\nföreskrifter om vilka uppgifter som ska lämnas.\r\n\r\nUtlänningen ska styrka sin identitet med en giltig\r\nlegitimationshandling. Förordning (2014:1192).\r\n\r\nKontrollskyldighet m.m. för arbetsgivare i vissa fall\r\n\r\n13 a § Innan en utlänning påbörjar en anställning ska\r\narbetsgivaren kontrollera en handling eller handlingar som\r\nvisar att utlänningen har föreskrivet tillstånd att vistas\r\noch arbeta här eller är undantagen från skyldigheten att ha\r\narbetstillstånd.\r\n\r\nArbetsgivaren ska under anställningstiden och under minst\r\ntolv månader därefter behålla en kopia av eller ett utdrag ur\r\nden eller de handlingar som visar att utlänningen har\r\nföreskrivet tillstånd att vistas och arbeta här, eller är\r\nundantagen från skyldigheten att ha arbetstillstånd.\r\n\r\nParagrafen är inte tillämplig på medborgare i en EES-stat\r\neller i Schweiz, och inte heller på deras familjemedlemmar,\r\nom dessa har rätt till fri rörlighet enligt de regler som\r\ngäller inom Europeiska unionen. Förordning (2013:641).\r\n\r\nFingeravtryck\r\n\r\n14 § Beslut om att ta fingeravtryck eller fotografi enligt \r\n9 kap. 8 § utlänningslagen (2005:716) fattas av den \r\nbefattningshavare som ansvarar för att utredning genomförs i \r\nett ärende som rör uppehållstillstånd, avvisning eller \r\nutvisning eller av den som har till uppgift att fatta beslut \r\nom förvar eller att utföra inre utlänningskontroll. Om \r\nPolismyndigheten har tagit fingeravtryck eller fotografi ska \r\nmyndigheten, i de fall uppgifterna inte ska förstöras \r\nomedelbart, sända dessa tillsammans med utredning i ärendet \r\ntill Migrationsverket. Förordning (2021:392).\r\n\r\nFörvar\r\n\r\n15 § De beslut som Migrationsverket fattar i särskilda fall\r\nenligt 10 kap. 20 § och 11 kap. 3-13 §§ utlänningslagen\r\n(2005:716) skall dokumenteras på lämpligt sätt.\r\n\r\nBeslut om placering i kriminalvårdsanstalt, häkte eller\r\npolisarrest enligt 10 kap. 20 § utlänningslagen skall vara\r\nmotiverade och tas in i en särskild handling. Detsamma gäller\r\näven beslut om att vägra besök enligt 11 kap. 4 § och om\r\navskiljande enligt 11 kap. 7 § samma lag.\r\n\r\n16 § Egendom och försändelser som Migrationsverket tar om hand\r\nenligt 11 kap. 10 eller 11 § utlänningslagen (2005:716) skall\r\nförtecknas. Förteckningen skall skrivas under av den som\r\nverkställt omhändertagandet.\r\n\r\nMigrationsverket skall se till att det som tagits om hand\r\nförvaras på ett betryggande sätt.\r\n\r\nBemyndiganden\r\n\r\n17 § Migrationsverket får meddela de ytterligare föreskrifter\r\nsom behövs för verkställigheten av bestämmelserna om\r\nfingeravtryck och fotografi i utlänningslagen (2005:716) och\r\ndenna förordning. Förordning (2011:202).\r\n\r\n18 § Migrationsverket får meddela närmare föreskrifter om i \r\nvilka situationer en säkerhetskontroll enligt 11 kap. 9 a § \r\nutlänningslagen (2005:716) får genomföras. \r\nFörordning (2025:794). \r\n\r\n7 kap. Underrättelseskyldighet\r\n\r\nUnderrättelse om utlännings vistelse m.m. i Sverige\r\n\r\n1 § En underrättelse om en utlännings fullständiga namn,\r\nfödelsedatum, medborgarskap och bostadsadress här i landet\r\nska lämnas till Polismyndigheten. En sådan underrättelse\r\nbehövs dock inte när det gäller den som har sökt\r\nuppehållstillstånd i Sverige eller den som är undantagen från\r\nskyldigheten att ha uppehållstillstånd.\r\n\r\nUnderrättelse enligt första stycket lämnas av\r\n\r\n1. Skatteverket, när utlänningen första gången\r\n\r\na) anmäler sig till folkbokföring i Sverige eller ska\r\nfolkbokföras här utan egen anmälan,\r\n\r\nb) ansöker om godkännande för F-skatt och inte kan visa att\r\nhan eller hon har uppehållstillstånd, och\r\n\r\n2. arbetsförmedlingskontor, när utlänningen första gången\r\nanmäler sig hos förmedlingen för registrering eller för att\r\npå annat sätt ta förmedlingens tjänster i anspråk.\r\n\r\nDen som lämnar underrättelse bör uppmana utlänningen att ta\r\nkontakt med Migrationsverket i fråga om uppehålls- eller\r\narbetstillstånd.\r\n\r\nPolismyndigheten ska med anledning av en underrättelse se\r\ntill att utlänningen ansöker om uppehålls- eller\r\narbetstillstånd hos Migrationsverket eller vidta de andra\r\nåtgärder som underrättelsen ger anledning till.\r\nFörordning (2014:1192).\r\n\r\n1 a § En arbetsgivare som anställer en utlänning som enligt 5\r\nkap. 4 § är undantagen från skyldigheten att ha arbetstillstånd\r\nska lämna underrättelse om anställningen till Migrationsverket.\r\nUnderrättelsen ska innehålla utlänningens fullständiga namn,\r\nfödelsedatum, medborgarskap och bostadsadress här i landet samt\r\nuppgift om vilket yrke och vilken tidsperiod som anställningen\r\navser. En underrättelse med motsvarande innehåll ska lämnas\r\ntill Migrationsverket när anställningen upphör.\r\nFörordning (2008:895).\r\n\r\n1 b § En arbetsgivare som anställer en utlänning som avses i \r\n6 kap. 13 a § ska senast den tredje månaden efter den \r\nkalendermånad då anställningen påbörjades underrätta \r\nSkatteverket om anställningen.\r\n\r\nSkatteverket får meddela närmare föreskrifter om när och på \r\nvilket sätt underrättelse ska göras och om vad underrättelsen \r\nska innehålla.\r\n\r\nFörsta stycket gäller inte vid anställning av en utlänning som \r\nhar ställning som varaktigt bosatt här enligt 5 a kap. \r\nutlänningslagen (2005:716) eller i en annan EU-stat.\r\nFörordning (2024:1054).\r\n\r\nPolismyndighetens och Säkerhetspolisens\r\nunderrättelseskyldighet\r\n\r\n2 § Polismyndigheten eller Säkerhetspolisen ska omedelbart\r\nunderrätta Migrationsverket om det uppkommit en fråga om\r\navvisning eller utvisning som ska prövas av verket.\r\n\r\nOm Polismyndigheten har meddelat ett beslut om avvisning ska\r\nMigrationsverket underrättas. Förordning (2014:1192).\r\n\r\n2 a § Polismyndigheten ska omedelbart underrätta \r\nSäkerhetspolisen om myndigheten får ett beslut om utvisning \r\nenligt 8 a kap. utlänningslagen (2005:716) för verkställighet \r\noch utlänningen är eller har varit föremål för prövning i ett \r\nsäkerhetsärende enligt 1 kap. 7 § samma lag. \r\nFörordning (2024:29).\r\n\r\n3 § När Polismyndigheten har verkställt ett beslut om \r\navvisning eller om utvisning enligt 8 kap. 6 eller 10 § \r\nutlänningslagen (2005:716) ska Migrationsverket och \r\nSkatteverket omedelbart underrättas om det.  \r\n\r\nNär Polismyndigheten har verkställt ett beslut om utvisning \r\nenligt 8 a kap. utlänningslagen ska myndigheten underrätta \r\nMigrationsverket och Skatteverket. Förordning (2023:158).\r\n\r\nMigrationsverkets, migrationsdomstolarnas och\r\nMigrationsöverdomstolens underrättelseskyldighet\r\n\r\n4 § Om Migrationsverket, en migrationsdomstol eller \r\nMigrationsöverdomstolen fattar ett beslut om avvisning eller \r\nutvisning med återreseförbud, ska Polismyndigheten \r\nunderrättas. Underrättelse ska även lämnas när \r\nMigrationsverkets eller en migrationsdomstols beslut har fått \r\nlaga kraft och när Migrationsverket har verkställt beslutet.\r\n\r\nFörsta stycket gäller inte om det är uppenbart att en \r\nunderrättelse inte behöver lämnas. Förordning (2021:1193).\r\n\r\n5 § Ett beslut om avvisning eller utvisning som har meddelats \r\nav en migrationsdomstol eller av Migrationsöverdomstolen ska \r\nså snart som möjligt sändas till Migrationsverket för \r\nverkställighet. När en migrationsdomstols beslut har vunnit \r\nlaga kraft ska domstolen omedelbart underrätta \r\nMigrationsverket om detta.\r\n\r\nOm Migrationsverket, en migrationsdomstol eller \r\nMigrationsöverdomstolen upphäver eller meddelar inhibition av \r\nett beslut om avvisning eller utvisning, ska den verkställande \r\nmyndigheten omedelbart underrättas om åtgärden. Är beslutet \r\nförenat med återreseförbud ska Polismyndigheten alltid \r\nunderrättas.\r\n\r\nI andra fall än då Migrationsverket är verkställande myndighet \r\nska verket omedelbart underrätta den verkställande myndigheten \r\nom en utlänning i ett ärende om verkställighet av ett beslut \r\nom avvisning eller utvisning ansöker om uppehållstillstånd som \r\nflykting enligt 4 kap. 1 § eller som alternativt \r\nskyddsbehövande enligt 4 kap. 2 § utlänningslagen (2005:716). \r\nDetsamma gäller när fråga om ny prövning enligt 12 kap. 19 § \r\nutlänningslagen aktualiseras genom att sådana omständigheter \r\nsom avses i den bestämmelsen åberopas innan beslutet har \r\nverkställts.\r\n\r\nNär Migrationsverket, en migrationsdomstol eller \r\nMigrationsöverdomstolen enligt 12 kap. 19 § utlänningslagen \r\nbeslutar att ta upp frågan om uppehållstillstånd till ny \r\nprövning, ska den verkställande myndigheten underrättas. I de \r\nfall avvisnings- eller utvisningsbeslutet är förenat med ett \r\nåterreseförbud ska Polismyndigheten alltid underrättas.\r\nFörordning (2021:813).\r\n\r\n5 a § Om en utlänning i ett ärende om överföring enligt \r\nDublinförordningen inom överklagandetiden har yrkat \r\ninhibition och överföringsbeslutet därmed enligt 12 kap. \r\n9 a § utlänningslagen (2005:716) inte får verkställas, ska \r\nMigrationsverket eller, om yrkandet framställs först i \r\nmigrationsdomstol, domstolen omedelbart underrätta den \r\nverkställande myndigheten. Förordning (2017:524).\r\n\r\n6 § Migrationsverket, en migrationsdomstol eller\r\nMigrationsöverdomstolen ska omedelbart underrätta\r\nPolismyndigheten om ett tidsbegränsat uppehållstillstånd\r\nenligt 12 kap. 16 § utlänningslagen (2005:716) meddelas.\r\nFörordning (2014:1192).\r\n\r\n7 § Migrationsverket ska underrätta Polismyndigheten om ett \r\nsärskilt tillstånd enligt 8 kap. 25 § eller 8 a kap. 13 § \r\nutlänningslagen (2005:716) meddelas. Förordning (2022:1018).\r\n\r\n7 a § Migrationsverket ska underrätta Skatteverket om att en \r\nutlänning som haft tidsbegränsat uppehållstillstånd inte inom \r\ntre månader från det tillståndet löpt ut har ansökt om \r\nförlängning av tillståndet. \r\n\r\nMigrationsverket ska underrätta Skatteverket om beslut om \r\nåterkallelse av uppehållstillstånd när beslutet har fått laga \r\nkraft. Förordning (2023:158).\r\n\r\n7 b § Migrationsverket ska underrätta Polismyndigheten när \r\nverket får kontakt med en utlänning som ska avvisas eller \r\nutvisas enligt ett beslut som ska verkställas av \r\nPolismyndigheten enligt 12 kap. 14 § utlänningslagen \r\n(2005:716). Underrättelsen ska innehålla uppgift om var \r\nutlänningen vistas eller senast har vistats samt annan \r\ninformation som kan vara av betydelse för \r\nverkställighetsärendet. Förordning (2017:884).\r\n\r\n8 § Migrationsverket ska omedelbart underrätta \r\nPolismyndigheten om\r\n\r\n1. verket beslutar om inhibition av en allmän domstols beslut \r\nom utvisning på grund av brott eller upphäver ett sådant \r\ninhibitionsbeslut, eller\r\n\r\n2. en utlänning som har utvisats på grund av brott ansöker om \r\nuppehållstillstånd som flykting enligt 4 kap. 1 § eller som \r\nalternativt skyddsbehövande enligt 4 kap. 2 § utlänningslagen \r\n(2005:716), eller när frågan om ny prövning enligt 12 kap. \r\n19 b § utlänningslagen blir aktuell genom att sådana \r\nomständigheter som avses i den bestämmelsen åberopas innan \r\nutvisningsbeslutet har verkställts.\r\n\r\nMigrationsverket ska alltid underrätta Polismyndigheten om \r\nsitt slutliga ställningstagande i ärenden om \r\nuppehållstillstånd för den som av allmän domstol har utvisats \r\npå grund av brott eller om upphävande av ett sådant \r\nutvisningsbeslut.\r\n\r\nEn migrationsdomstol och Migrationsöverdomstolen ska \r\nomedelbart underrätta Polismyndigheten om beslut som innebär \r\natt inhibition av en allmän domstols beslut om utvisning på \r\ngrund av brott meddelas eller upphävs. Polismyndigheten ska \r\nalltid underrättas om en domstols slutliga beslut i mål om \r\nuppehållstillstånd för den som av allmän domstol har utvisats \r\npå grund av brott eller om upphävande av ett sådant \r\nutvisningsbeslut. Förordning (2021:813).\r\n\r\n8 a § Det som sägs om underrättelse till Polismyndigheten ska \r\ni stället gälla Säkerhetspolisen i de fall Säkerhetspolisen \r\nansvarar för verkställigheten av ett beslut om avvisning \r\neller utvisning. Förordning (2017:884).\r\n\r\nUnderrättelse om beslut om avvisning eller utvisning i vissa \r\nfall\r\n\r\n8 b § Polismyndigheten eller Migrationsverket ska underrätta \r\nSkatteverket om beslut om avvisning eller utvisning dels när \r\nbeslutet har fått laga kraft, dels när det är verkställt.\r\nFörordning (2023:158).\r\n\r\nAllmän domstols underrättelseskyldighet m.m.\r\n\r\n9 § Om en allmän domstol häktar en utlänning, skall domstolen\r\nunderrätta Migrationsverket om detta. Migrationsverket skall\r\nbeträffande den som är medborgare i Danmark, Finland, Island\r\neller Norge underrätta den centrala utlänningsmyndigheten i den\r\nhäktades hemland.\r\n\r\n10 § Om det uppkommer en fråga om utvisning enligt 8 a kap. \r\nutlänningslagen (2005:716) av en utlänning ska \r\n\r\n1. domstolen inhämta yttrande från Migrationsverket, om det \r\nkan antas att det finns hinder mot verkställighet av en \r\nutvisning, \r\n\r\n2. Migrationsverket på begäran av domstolen, åklagaren eller \r\nKriminalvården lämna upplysningar om vad som framkommit om \r\nutlänningens familjeförhållanden i ett ärende enligt \r\nutlänningslagen hos Migrationsverket. Förordning (2022:1018).\r\n\r\n11 § Utöver vad som följer av förordningen (1990:893) om \r\nunderrättelse om dom i vissa brottmål, m.m. ska en allmän \r\ndomstol som har meddelat en dom eller ett beslut om utvisning \r\ninom en vecka sända en kopia av domen eller beslutet till\r\n\r\n1. Migrationsverket,\r\n\r\n2. häktet eller anstalten i fråga om en utlänning som ska få \r\nbehandling i kriminalvårdsanstalt och som är häktad eller i \r\nannat fall är intagen på en sådan anstalt, och\r\n\r\n3. Kriminalvården i fråga om en utlänning som ska få \r\nbehandling i kriminalvårdsanstalt och som är på fri fot.\r\n\r\nMotsvarande underrättelseskyldighet gäller i förhållande till \r\nPolismyndigheten. En sådan underrättelse ska dock lämnas utan \r\ndröjsmål.\r\n\r\nUnderrättelseskyldigheten enligt denna paragraf omfattar även \r\nen utlänning som dömts enligt 20 kap. 2 § utlänningslagen \r\n(2005:716).\r\n\r\nNär tiden för överklagande av domen eller beslutet har gått \r\nut, ska domstolen omedelbart underrätta den som enligt denna \r\nparagraf har fått en kopia av domen eller beslutet om talan \r\nhar fullföljts eller inte. Förordning (2021:1193).\r\n\r\n12 § Om en allmän domstol har meddelat beslut om särskild\r\navgift enligt 20 kap. 13 § utlänningslagen (2005:716), skall\r\nlänsstyrelsen i det län där verksamheten har bedrivits\r\nunderrättas om det.\r\n\r\nKriminalvårdens underrättelseskyldighet\r\n\r\n13 § I de fall då en kopia av en dom eller ett beslut har\r\nsänts till ett häkte, en anstalt eller Kriminalvården, ska\r\nKriminalvården underrätta Migrationsverket och\r\nPolismyndigheten om den tidpunkt då behandlingen beräknas\r\nupphöra.\r\n\r\nI fråga om utlänningar som är medborgare i Danmark, Finland,\r\nIsland eller Norge ska Polismyndigheten underrättas senast\r\nfyra veckor före den dag då anstaltsbehandlingen upphör. I\r\nfråga om andra utlänningar ska myndigheten underrättas senast\r\nsex månader före den dag då anstaltsbehandlingen upphör. Kan\r\ndessa tidsfrister inte följas ska underrättelse ske så snart\r\nsom möjligt.\r\n\r\nOm tidpunkten eller orten för frigivningen ändras, ska\r\nKriminalvården underrätta Migrationsverket och\r\nPolismyndigheten om ändringen. Förordning (2014:1192).\r\n\r\n14 § Om ett beslut om utvisning enligt 8 a kap. \r\nutlänningslagen (2005:716) har verkställts genom att \r\nverkställigheten av ett fängelsestraff som utlänningen har \r\ndömts till har flyttats över till Danmark, Finland, Island \r\neller Norge, ska Kriminalvården underrätta Skatteverket, \r\nMigrationsverket och Polismyndigheten om det. \r\nFörordning (2022:1018).\r\n\r\nUnderrättelse om förvar i vissa fall\r\n\r\n15 § Har en utlänning som har tagits i förvar överklagat\r\nförvarsbeslutet, och meddelas därefter beslut enligt 10 kap.\r\n9 § utlänningslagen (2005:716), skall den myndighet som fattat\r\nbeslutet omedelbart underrätta den förvaltningsdomstol som\r\nhandlägger ärendet om det. Sådan underrättelse skall också ske\r\nom förvarsbeslutet upphör att gälla enligt 10 kap. 10 §\r\nutlänningslagen.\r\n\r\nMotsvarande underrättelseskyldighet gäller även vid ändringar\r\nsom avser Migrationsverkets beslut om placering i\r\nkriminalvårdsanstalt, häkte eller polisarrest enligt 10 kap.\r\n20 § utlänningslagen eller om avskiljande enligt 11 kap. 7 §\r\nsamma lag.\r\n\r\nUppgiftsskyldighet i förhållande till Försäkringskassan och\r\nPensionsmyndigheten\r\n\r\n15 a § Försäkringskassan och Pensionsmyndigheten har rätt att \r\nhos Migrationsverket ta del av följande uppgifter om enskilda:\r\n\r\n1. namn, personnummer och i förekommande fall \r\nsamordningsnummer,\r\n\r\n2. bevis om uppehållstillstånd, arbetstillstånd, uppehållsrätt \r\neller uppehållsstatus,\r\n\r\n3. dag för beslut om uppehållstillstånd, arbetstillstånd, \r\nuppehållsstatus eller utfärdande av uppehållskort samt uppgift \r\nom varje period för vilken uppehållstillstånd eller \r\narbetstillstånd har beviljats eller uppehållskort eller bevis \r\nom uppehållsstatus har utfärdats,\r\n\r\n4. inresedatum,\r\n\r\n5. datum för ansökan om uppehållstillstånd, arbetstillstånd, \r\nuppehållskort eller uppehållsstatus,\r\n\r\n6. särskilt bevis enligt 5 kap. 4 § tredje stycket,\r\n\r\n7. att uppehållstillstånd har beviljats den enskilde som \r\nflykting enligt 4 kap. 1 § eller som alternativt \r\nskyddsbehövande enligt 4 kap. 2 § utlänningslagen (2005:716) \r\neller motsvarande äldre bestämmelser,\r\n\r\n8. att statusförklaring har beviljats enligt 4 kap. 3 c § \r\nutlänningslagen eller motsvarande äldre bestämmelser,\r\n\r\n9. att uppehållstillstånd har beviljats den enskilde för \r\nstudier eller som familjemedlem till en sådan person, och\r\n\r\n10. beslut om återkallelse av uppehållstillstånd eller \r\narbetstillstånd, uppgift om från och med vilket datum \r\nuppehållstillstånd eller arbetstillstånd har återkallats och \r\nuppgift om vilket datum beslut om återkallelse av \r\nuppehållstillstånd eller arbetstillstånd har fått laga kraft.\r\n\r\nOm det finns skäl för det ska Migrationsverket på eget \r\ninitiativ lämna uppgifter som avses i första stycket till \r\nFörsäkringskassan och Pensionsmyndigheten. \r\nFörordning (2021:813).\r\n\r\nUppgiftsskyldighet i förhållande till Skatteverket\r\n\r\n15 b § På begäran av Skatteverket ska Migrationsverket, om det \r\nbehövs för handläggning av ärenden eller kontroll av uppgifter \r\ni folkbokföringsverksamheten, lämna ut följande uppgifter:\r\n\r\n1. namn, person- eller samordningsnummer,\r\n\r\n2. födelseort, födelsetid och kön,\r\n\r\n3. medborgarskap,\r\n\r\n4. civilstånd och andra familjerättsliga förhållanden,\r\n\r\n5. adress, andra kontaktuppgifter och vistelseplats,\r\n\r\n6. fotografi,\r\n\r\n7. resehandling och uppgift om avvikelse vid dokumentkontroll,\r\n\r\n8. uppehållsstatus, permanent uppehållsrätt, \r\nuppehållstillstånd, arbetstillstånd och uppehållskort,\r\n\r\n9. dossiernummer eller motsvarande nummer och uppgift om \r\ntidigare ärenden,\r\n\r\n10. utländska handlingar om identitet och familjerättsliga \r\nförhållanden, eventuell översättning samt utlåtande om äkthet, \r\noch\r\n\r\n11. återreseförbud, återkallelse av uppehållstillstånd eller \r\narbetstillstånd. Förordning (2023:158).\r\n\r\nUppgiftsskyldighet i förhållande till Migrationsverket\r\n\r\n15 c § Arbetsförmedlingen ska till Migrationsverket lämna ut \r\nuppgifter om en utlännings namn, personnummer och \r\nförvärvsarbete med subvention, om Migrationsverket begär det \r\noch uppgifterna behövs för att bedöma om försörjningskravet i \r\n5 kap. 7 § utlänningslagen (2005:716) är uppfyllt.\r\nFörordning (2021:813).\r\n\r\nUnderrättelse till Europeiska unionens råd i vissa fall\r\n\r\n16 § Om en utlänning som är medborgare i en annan stat som\r\ningår i Europeiska unionen ansöker om uppehållstillstånd och\r\nanför sådana skäl som sägs i 4 kap. 1 § utlänningslagen\r\n(2005:716), skall Migrationsverket omedelbart underrätta\r\nRegeringskansliet (Utrikesdepartementet), som omedelbart skall\r\nunderrätta Europeiska unionens råd.\r\n\r\nUnderrättelse och information vid tillfälligt skydd\r\n\r\n17 § Om föreskrifter enligt 21 kap. 3 § utlänningslagen\r\n(2005:716) beslutas skall Regeringskansliet\r\n(Utrikesdepartementet) omedelbart underrätta Europeiska\r\nunionens råd och Europeiska gemenskapernas kommission.\r\n\r\n18 § Information enligt artiklarna 10, 15 och 26 i rådets\r\ndirektiv 2001/55/EG av den 20 juli 2001 om miniminormer för\r\natt ge tillfälligt skydd vid massiv tillströmning av fördrivna\r\npersoner och om åtgärder för att främja en balans mellan\r\nmedlemsstaternas insatser för att ta emot dessa personer och\r\nbära följderna av detta får lämnas till Europeiska\r\ngemenskapernas kommission, övriga medlemsstater i Europeiska\r\nunionen samt Förenta nationernas Höge Kommissarie för\r\nflyktingar (UNHCR) om personer som har beviljats\r\nuppehållstillstånd med tillfälligt skydd. Informationen får\r\nlämnas i följande omfattning.\r\n\r\n1. Personuppgifter om den berörda personen (namn, nationalitet,\r\nfödelsedatum och födelseplats, civilstånd och\r\nfamiljeförhållanden).\r\n\r\n2. Identitetshandlingar och resehandlingar för den berörda\r\npersonen.\r\n\r\n3. Handlingar som bevis för familjeband (äktenskapsbevis,\r\nfödelseattest eller adoptionsintyg).\r\n\r\n4. Annan information som är viktig för att fastställa personens\r\nidentitet eller familjeförhållanden.\r\n\r\n5. Uppehållstillstånd, viseringar eller avslag på ansökan om\r\nuppehållstillstånd som utfärdats till den berörda personen och\r\nhandlingar som ligger till grund för beslut.\r\n\r\n6. Ansökningar om uppehållstillstånd och visering som den\r\nberörda personen har lämnat in och som är under utredning samt\r\nuppgifter om på vilket stadium handläggningen befinner sig.\r\n\r\nUnderrättelse till annan EU-stat\r\n\r\n19 § Om en person med ställning som varaktigt bosatt i en annan\r\nEU-stat\r\n\r\n1. beviljas ställning som varaktigt bosatt i Sverige,\r\n\r\n2. beviljas uppehållstillstånd här,\r\n\r\n3. vägras förnyelse av ett uppehållstillstånd, eller\r\n\r\n4. får sitt uppehållstillstånd återkallat\r\n\r\nskall Migrationsverket underrätta den andra EU-staten om\r\nbeslutet. Förordning (2006:262).\r\n\r\nUnderrättelse till annan stat\r\n\r\n20 § I ett ärende om verkställighet av ett beslut om avvisning\r\neller utvisning får den verkställande myndigheten lämna\r\nnedanstående uppgifter om en utlännings personliga förhållanden\r\ntill den stat som avvisning eller utvisning ska ske till, så\r\natt en behörig myndighet kan utfärda de resehandlingar som\r\nbehövs:\r\n\r\n1. fullständigt namn, inklusive tidigare namn och pseudonymer,\r\n\r\n2. kön, födelsedatum och födelseort,\r\n\r\n3. fotografi och fingeravtryck,\r\n\r\n4. medborgarskap och språk,\r\n\r\n5. civilstånd, makes fullständiga namn och adress samt barns\r\nnamn och ålder,\r\n\r\n6. senast kända adress i Sverige,\r\n\r\n7. tidigare kända adresser i den stat avvisning eller utvisning\r\nska verkställas till,\r\n\r\n8. faders och moders fullständiga namn och adress samt\r\n\r\n9. identitetshandlingar och resehandlingar.\r\nFörordning (2008:644).\r\n\r\nUnderrättelse om behandling av personuppgifter enligt\r\nVIS-förordningen\r\n\r\n21 § De myndigheter som behandlar personuppgifter i \r\ninformationssystemet för viseringar (VIS) med stöd av \r\nEuropaparlamentets och rådets förordning (EG) nr 767/2008 av \r\nden 9 juli 2008 om informationssystemet för viseringar (VIS) \r\noch utbytet mellan medlemsstaterna av uppgifter om viseringar \r\nför kortare vistelse (VIS-förordningen), ska lämna de \r\nuppgifter till Migrationsverket som verket behöver för att \r\nfullgöra uppgiften enligt 11 § 4 förordningen (2019:502) med \r\ninstruktion för Migrationsverket att föra register över all \r\nbehandling av personuppgifter i VIS och över de personer som \r\när behöriga att föra in eller använda uppgifter i VIS.\r\nFörordning (2019:1178).\r\n\r\nInformation till Europeiska kommissionen\r\n\r\n22 § Regeringskansliet svarar för att informera Europeiska\r\nkommissionen om förhållanden som avses i artikel 14.2\r\nEuropaparlamentets och rådets direktiv 2009/52/EG av den 18\r\njuni 2009 om minimistandarder för sanktioner och åtgärder mot\r\narbetsgivare för tredjelandsmedborgare som vistas olagligt.\r\nFörordning (2013:641).\r\n\r\n8 kap. Bestämmelser om avvisning, utvisning, avgifter m.m.\r\n\r\nÅtgärder i samband med verkställighet av avvisning eller\r\nutvisning\r\n\r\n1 § Den myndighet som verkställer ett beslut om avvisning eller\r\nutvisning skall se till att beslutet verkställs i enlighet med\r\n12 kap. 4 § utlänningslagen (2005:716) och att de anvisningar\r\nom verkställigheten som anges i beslutet i övrigt följs.\r\n\r\nOm särskilda anvisningar om verkställigheten inte anges i\r\nbeslutet får den verkställande myndigheten endast bestämma\r\ntidpunkt för avresa, resväg, färdmedel eller annat som har att\r\ngöra med det praktiska genomförandet av verkställigheten.\r\n\r\nAtt en annan verkställande myndighet än Migrationsverket skall\r\nunderrätta verket om den finner att verkställigheten inte kan\r\ngenomföras eller om ytterligare besked behövs framgår av 12\r\nkap. 17 § utlänningslagen.\r\n\r\n2 § Den myndighet som verkställer ett beslut om avvisning eller\r\nutvisning skall se till att gällande bevis om visering samt\r\nuppehållstillstånd eller arbetstillstånd som utlänningen har\r\nmakuleras i samband med verkställigheten samt att resedokument\r\noch främlingspass i förekommande fall återlämnas till\r\nMigrationsverket.\r\n\r\nUndantag från bestämmelser om inresa och utresa m.m.\r\n\r\n3 § När en utlänning kommer till eller reser från Sverige som\r\nbesättningsman eller passagerare på ett fartyg eller ett\r\nluftfartyg direkt från en ort utanför Schengenstaterna,\r\ntillämpas bestämmelserna om utlänningars inresa i\r\nutlänningslagen (2005:716) och i denna förordning först när\r\nutlänningen lämnar fartyget eller luftfartyget. Avvisning eller\r\nutvisning skall dock inte anses verkställd förrän fartyget\r\nlämnar landet.\r\n\r\nReferensbelopp\r\n\r\n3 a § Det referensbelopp som avses i artikel 6 i \r\nEuropaparlamentets och rådets förordning (EU) 2016/399 ska \r\nvara 450 kr per dag. Förordning (2018:1103).\r\n\r\nAvgifter för vissa ärenden\r\n\r\n4 § Avgift tas ut för prövning av ansökan om främlingspass med\r\n750 kr och för ansökan om provisoriskt främlingspass med 500\r\nkr. Avgift ska inte tas ut för prövning av ansökan om\r\nfrämlingspass för en utlänning som tagits emot i Sverige inom\r\nramen för ett beslut som regeringen har meddelat om överföring\r\nav skyddsbehövande till Sverige.\r\n\r\nBestämmelser om avgift för prövning av ansökan om\r\nSchengenvisering finns i viseringskodexen. Avgift ska inte tas\r\nut för prövning av ansökan om Schengenvisering som lämnas in\r\nvid yttre gräns för de utlänningar som avses i 3 a kap. 2 §\r\nutlänningslagen (2005:716), 4 kap. 16 § eller 5 kap. 2 §\r\nförsta stycket 4.\r\n\r\nFör de ansökningar som ska ges in till en svensk beskickning\r\neller ett svenskt konsulat tas avgift ut enligt förordningen\r\n(1997:691) om avgifter vid utlandsmyndigheterna.\r\n\r\nFör prövning av ansökan gäller i övrigt 11–14 §§\r\navgiftsförordningen (1992:191). Förordning (2011:706).\r\n\r\n4 a § Avgiften för en ansökan om nationell visering inifrån \r\nlandet enligt 3 kap. 3 § är 60 euro. Förordning (2022:306).\r\n\r\n5 § Avgift tas ut för prövning av ansökan om \r\n\r\n1. uppehålls- och/eller arbetstillstånd med 1 500 kronor för \r\npersoner som fyllt 18 år och med 750 kronor för personer som \r\ninte fyllt 18 år, \r\n\r\n2. ställning som varaktigt bosatt i Sverige med 1 000 kronor \r\nför personer som fyllt 18 år och med 500 kronor för personer \r\nsom inte fyllt 18 år, \r\n\r\n3. uppehållstillstånd enligt 5 kap. 9 § utlänningslagen \r\n(2005:716) med 2 200 kronor, \r\n\r\n4. uppehållstillstånd för arbete enligt 5 kap. 10 § och/eller \r\narbetstillstånd enligt 6 kap. 2 § första stycket \r\nutlänningslagen med 2 200 kronor, \r\n\r\n5. tillstånd enligt 6 a kap. 1 §, 6 b kap. 1 eller 2 § eller \r\n6 c kap. 1 § utlänningslagen med 2 000 kronor, \r\n\r\n6. uppehållstillstånd för att bedriva näringsverksamhet enligt \r\n5 kap. 10 a § utlänningslagen med 2 000 kronor, och \r\n\r\n7. uppehålls- och/eller arbetstillstånd på grund av \r\nfamiljeanknytning enligt 5 kap. 3 eller 3 a § utlänningslagen \r\nmed 2 000 kronor för personer som fyllt 18 år och med 1 000 \r\nkronor för personer som inte fyllt 18 år. \r\n\r\nAvgift ska dock inte tas ut av \r\n\r\n1. personer som avses i 4 kap., 21 kap. 2, 3, 4 eller 6 § \r\neller 22 kap. utlänningslagen, \r\n\r\n2. personer som ansöker om uppehålls- och/eller \r\narbetstillstånd med stöd av 5 kap. 3 § första stycket 1 eller \r\n2 utlänningslagen på grund av familjeanknytning till en \r\nutlänning som beviljats uppehållstillstånd med stöd av 5 kap. \r\n1 eller 6 § utlänningslagen eller motsvarande äldre \r\nbestämmelser, \r\n\r\n3. personer som ansöker om uppehålls- och/eller \r\narbetstillstånd med stöd av 5 kap. 3 § första stycket 1 eller \r\n2 utlänningslagen på grund av familjeanknytning till en \r\nutlänning som beviljats uppehållstillstånd med stöd av 2 kap. \r\n5 b § första stycket 1, 3 eller 4 utlänningslagen (1989:529) i \r\ndess lydelse från och med den 15 november 2005, \r\n\r\n4. EES-medborgare eller anhörig till en EES-medborgare, \r\n\r\n5. personer som omfattas av avtalet mellan Europeiska \r\ngemenskapen och dess medlemsstater å ena sidan och Schweiz å \r\nandra sidan om fri rörlighet för personer, \r\n\r\n6. japanska medborgare, \r\n\r\n7. utlänningar som avses i 2 kap. 10 § utlänningslagen, \r\n\r\n8. studerande som av Sida, annan svensk organisation eller \r\nmellanfolklig organisation fått stipendier för studier i \r\nSverige, \r\n\r\n9. personer som av allmän domstol har utvisats på grund av \r\nbrott och som kan beviljas uppehållstillstånd enligt 12 kap. \r\n16 b § utlänningslagen, \r\n\r\n10. förundersökningsledare eller socialnämnder som ansöker om \r\nuppehållstillstånd enligt 5 kap. 15 § utlänningslagen, \r\n\r\n11. Polismyndigheten när den ansöker om uppehållstillstånd \r\nenligt 5 kap. 15 b § eller 16 a § utlänningslagen, \r\n\r\n12. socialnämnder som ansöker om uppehållstillstånd enligt \r\n5 kap. 15 c § eller 16 b § utlänningslagen, eller \r\n\r\n13. personer som ansöker om uppehållstillstånd enligt 5 kap. \r\n15 d § utlänningslagen. \r\n\r\nAvgift enligt första stycket ska inte tas ut om internationell \r\nhänsyn eller sedvänja kräver det. Förordning (2022:1018).\r\n\r\n6 § För utfärdande av ett sådant resedokument som avses i 2\r\nkap. 7 § och för förlängning av giltighetstiden för dokumentet\r\ntas en expeditionsavgift ut med 350 respektive 150 kronor.\r\nFörordning (2011:1122).\r\n\r\nSärskild avgift\r\n\r\n7 § Om det kan antas att transportören enligt 19 kap. 5 §\r\nutlänningslagen (2005:716) ska betala en särskild avgift, ska\r\nPolismyndigheten göra den utredning som krävs. Om en annan\r\nmyndighet än Polismyndigheten ska verkställa beslutet om\r\navvisning, ska Polismyndigheten yttra sig över frågan om\r\nbetalningsansvar. Transportören ska ges tillfälle att yttra\r\nsig. Förordning (2014:1192).\r\n\r\nErsättningsskyldighet för återresor i vissa fall\r\n\r\n8 § Om det kan antas att ersättningsskyldighet enligt 19 kap.\r\n2 § utlänningslagen (2005:716) ska åläggas en transportör,\r\nska Polismyndigheten göra den utredning som krävs. Om en\r\nannan myndighet än Polismyndigheten ska verkställa beslutet\r\nom avvisning, ska Polismyndigheten yttra sig över frågan om\r\nersättningsskyldighet. Transportören ska ges tillfälle att\r\nyttra sig. Förordning (2014:1192).\r\n\r\nIndrivning\r\n\r\n9 § Bestämmelser om begäran om indrivning m.m. finns i 4-9 §§\r\nindrivningsförordningen (1993:1229). Att den betalningsskyldige\r\nskall uppmanas att betala fordringen innan ansökan om\r\nindrivning görs framgår av 3 § nämnda förordning.\r\n\r\nIndrivning behöver inte begäras för en fordran som understiger\r\n100 kronor om indrivning inte krävs från allmän synpunkt.\r\n\r\nMuntlig handläggning\r\n\r\n9 a § Vid muntlig handläggning hos Migrationsverket ska det \r\nföras protokoll. \r\n\r\nInnan Migrationsverket avgör ett ärende om asyl eller \r\nstatusförklaring ska utlänningen få tillfälle att kontrollera \r\nprotokollet och tillfrågas om han eller hon har något att \r\ninvända mot innehållet. Även en invändning som inte leder \r\ntill någon ändring ska antecknas, liksom skälen för \r\ninvändningen. Därefter får protokollet inte ändras.\r\n\r\nFörsta och andra stycket gäller inte om den muntliga \r\nhandläggningen har dokumenterats genom ljud- eller \r\nbildupptagning och det har gjorts en utskrift av \r\nupptagningen. Migrationsverket ska i dessa fall ge \r\nutlänningen tillgång till upptagningen och utskriften innan \r\nverket fattar beslut om asyl eller statusförklaring.\r\nFörordning (2016:1244).\r\n\r\n9 b § Den som förordnats som god man för ett ensamkommande \r\nbarn enligt lagen (2005:429) om god man för ensamkommande \r\nbarn ska kallas till den muntliga handläggningen hos \r\nMigrationsverket. \r\n\r\nOm en god man har förordnats för ett ensamkommande barn får \r\ningen muntlig handläggning ske med barnet utan att den som \r\nförordnats som god man eller, om ett sådant har förordnats, \r\nbarnets offentliga biträde är närvarande.\r\nFörordning (2016:1244).\r\n\r\n9 c § Inför den muntliga handläggningen hos Migrationsverket \r\nska utlänningen tillfrågas om han eller hon föredrar en \r\nmanlig eller kvinnlig utredare respektive tolk. Utlänningens \r\nönskemål ska tillgodoses om det är möjligt.\r\nFörordning (2016:1244).\r\n\r\nHandläggning av ärenden som rör skyddsbehov\r\n\r\n10 § Ett ärende om uppehållstillstånd enligt 5 kap. 1 § \r\nutlänningslagen (2005:716) ska avgöras senast inom sex \r\nmånader från det att ansökan lämnades in. Om det finns \r\nsärskilda skäl får tiden förlängas med högst nio månader. Den \r\nsökande ska i sådana fall upplysas om förlängningen och om \r\nskälen till den. \r\n\r\nOm en asylansökan varit föremål för ett förfarande enligt \r\nDublinförordningen räknas tidsfristen för att avgöra ärendet \r\nfrån tidpunkten då det fastställdes att ansökan ska prövas i \r\nSverige. Om utlänningen inte befann sig i Sverige vid \r\nfastställandet räknas tidsfristen från den tidpunkt då \r\nutlänningen anlänt till Sverige och lämnat in en ansökan om \r\nasyl.\r\n\r\nFörsta stycket gäller även ärenden om statusförklaring enligt \r\n4 kap. 3 c § utlänningslagen och ärenden om ny prövning \r\nenligt 12 kap. 19 § eller 19 b § utlänningslagen. Om den \r\nsökande beviljas ny prövning ska även frågan om \r\nuppehållstillstånd avgöras inom tidsfristen. \r\nFörordning (2018:1388).  \r\n\r\nHandläggning av ärenden som rör varaktigt bosatta\r\n\r\n10 a § Ett ärende om ställning som varaktigt bosatt i Sverige\r\nenligt 5 a kap. utlänningslagen (2005:716) skall avgöras senast\r\ninom sex månader från det att ansökan lämnades in, om det inte\r\nfinns särskilda skäl.\r\nDen som beviljas ställning som varaktigt bosatt i Sverige skall\r\nunderrättas om innebörden av denna ställning.\r\nFörordning (2006:262).\r\n\r\n10 b § Ett ärende om uppehållstillstånd enligt 4 kap. 9 och \r\n16 a §§ ska avgöras senast inom fyra månader från det att \r\nansökan lämnades in, om det inte finns särskilda skäl. Om det \r\nfinns särskilda skäl får tiden förlängas med högst tre \r\nmånader. Sökanden ska i sådant fall få upplysning om att tiden \r\nkommer att förlängas.\r\n\r\nOm ärendet inte har avgjorts inom den tid som följer av första \r\nstycket, får sökanden begära att ärendet ska avgöras enligt \r\n12 § förvaltningslagen (2017:900) även om kravet enligt den \r\nparagrafen på avgörande inom sex månader inte är uppfyllt.\r\nFörordning (2019:1276).\r\n\r\nUtvisning av en utlänning som har EU-blåkort utfärdat av \r\nSverige eller ställning som varaktigt bosatt i Sverige och \r\ninternationellt skydd i en annan EU-stat\r\n\r\n10 c § Innan Migrationsverket beslutar om utvisning av en \r\nutlänning som har ett EU-blåkort utfärdat av Sverige eller \r\nställning som varaktigt bosatt i Sverige och som enligt \r\nanmärkning i EU-blåkortet eller i sitt EU-uppehållstillstånd \r\nför varaktigt bosatta har beviljats internationellt skydd i en \r\nannan EU-stat, ska Migrationsverket ställa en förfrågan till \r\nden stat som anges i anmärkningen för att kontrollera om \r\nutlänningen fortfarande har internationellt skydd.\r\n\r\nOm Migrationsverket får en sådan förfrågan som avses i första \r\nstycket från en annan EU-stat, ska Migrationsverket svara \r\nsenast inom en månad. Förordning (2024:1226).\r\n\r\nHandläggning av vissa ansökningar om upphävande av\r\nåterreseförbud\r\n\r\n10 d § Migrationsverket ska ta ställning till en ansökan\r\nenligt utlänningslagen (2005:716) om upphävande av ett\r\nåterreseförbud från en EES-medborgare eller en sådan\r\nfamiljemedlem till en EES-medborgare som avses i 3 a kap. 2 §\r\nutlänningslagen inom sex månader från det att ansökan\r\nlämnades in. Förordning (2014:185).\r\n\r\nEfterforskning av familjemedlemmar\r\n\r\n10 e § När en socialnämnd efterforskar familjemedlemmar till\r\nensamkommande barn som har beviljats uppehållstillstånd ska\r\nMigrationsverket bistå nämnden. Förordning (2014:185).\r\n\r\nInformation\r\n\r\n10 f § Migrationsverket ska i samband med att en utlänning \r\nansöker om uppehållstillstånd som flykting enligt 4 kap. 1 § \r\neller som alternativt skyddsbehövande enligt 4 kap. 2 § \r\nutlänningslagen (2005:716) informera utlänningen om \r\nförfarandet, om utlänningens rättigheter och skyldigheter och \r\nom tänkbara konsekvenser av att inte uppfylla skyldigheterna \r\neller av att inte samarbeta med Migrationsverket och andra \r\nmyndigheter. Detsamma gäller om Migrationsverket beviljar ny \r\nprövning enligt 12 kap. 19 eller 19 b § utlänningslagen.\r\n\r\nMigrationsverket ska i samband med att en utlänning beviljas \r\nuppehållstillstånd enligt 5 kap. 1 § utlänningslagen informera \r\nutlänningen om de rättigheter och skyldigheter som följer av \r\natt han eller hon bedömts vara flykting eller alternativt \r\nskyddsbehövande. Motsvarande gäller om en utlänning beviljas \r\nstatusförklaring enligt 4 kap. 3 c § utlänningslagen.\r\n\r\nInformationen ska lämnas på ett språk som utlänningen kan \r\nförstå. Förordning (2021:813).\r\n\r\n10 g § En utlänning som har ansökt om uppehållstillstånd som \r\nflykting enligt 4 kap. 1 § eller som alternativt \r\nskyddsbehövande enligt 4 kap. 2 § utlänningslagen (2005:716) \r\nska underrättas om Migrationsverkets beslut på ett språk som \r\nhan eller hon kan förstå. Detsamma gäller en utlänning som har \r\nansökt om ny prövning enligt 12 kap. 19 eller 19 b § \r\nutlänningslagen. Förordning (2021:813).\r\n\r\n10 h § Om en utlänning som ansöker om uppehållstillstånd som \r\nflykting enligt 4 kap. 1 § eller som alternativt \r\nskyddsbehövande enligt 4 kap. 2 § utlänningslagen (2005:716) \r\nuppger att han eller hon är ett ensamkommande barn, ska \r\nMigrationsverket informera utlänningen om att han eller hon \r\nkan komma att erbjudas att genomgå en medicinsk \r\nåldersbedömning.\r\n\r\nInformationen ska innehålla upplysningar om\r\n\r\n1. undersökningsmetoden och eventuella konsekvenser som \r\nresultatet av den medicinska åldersbedömningen kan få för \r\nprövningen av ansökan om uppehållstillstånd, och\r\n\r\n2. att konsekvensen av ett nekat samtycke till medicinsk \r\nåldersbedömning utan godtagbar anledning kan bli att sökanden \r\nbedöms vara 18 år eller äldre.\r\n\r\nInformationen ska lämnas i samband med ansökan och på ett \r\nspråk som den sökande kan förstå. Förordning (2021:813).\r\n\r\n10 i § I samband med att Migrationsverket meddelar beslut om\r\navvisning eller utvisning eller en allmän domstol meddelar\r\nbeslut om utvisning av en utlänning som har utfört arbete\r\nutan rätt att vistas här, ska Migrationsverket beträffande\r\ninnestående ersättning informera honom eller henne om\r\nmöjligheten att\r\n\r\n1. ansöka om betalningsföreläggande enligt lagen (1990:746)\r\nom betalningsföreläggande och handräckning,\r\n\r\n2. väcka talan vid domstol mot arbetsgivaren, och\r\n\r\n3. ansöka om verkställighet av beslut om sådan ersättning.\r\n\r\nOm Polismyndigheten meddelar beslut om avvisning av en\r\nutlänning som har utfört arbete utan rätt att vistas här, ska\r\nmyndigheten informera honom eller henne i enlighet med första\r\nstycket.\r\n\r\nSkyldigheten att informera enligt denna paragraf gäller inte\r\nnär en myndighet fastställer ett beslut om avvisning eller\r\nutvisning som en annan myndighet har meddelat.\r\nFörordning (2014:1192).\r\n\r\n10 j § I samband med att en utlänning som har utfört arbete\r\nutan rätt att vistas här beviljas tidsbegränsat\r\nuppehållstillstånd enligt 5 kap. 15 § utlänningslagen\r\n(2005:716) ska Migrationsverket informera utlänningen om\r\nmöjligheten att ansöka om ett tidsbegränsat\r\nuppehållstillstånd enligt 5 kap. 15 d § utlänningslagen.\r\nFörordning (2014:185).\r\n\r\n10 k § I samband med att en utlänning beviljas ett\r\nuppehållstillstånd för arbete ska Migrationsverket informera\r\nhonom eller henne om den rätt till vistelse och arbete som\r\nföljer av tillståndet. Förordning (2014:185).\r\n\r\nÖverklagande\r\n\r\n11 § I 14 kap. utlänningslagen (2005:716) finns bestämmelser\r\nom överklagande av beslut om uppehållstillstånd och\r\narbetstillstånd.\r\n\r\nBeslut om avgift enligt 6 § får överklagas i samma ordning\r\nsom gäller för andra beslut i fråga om resedokument.\r\nFörordning (2014:779).\r\n\r\nIngivande av överklagande\r\n\r\n12 § En skrivelse med överklagande av Polismyndighetens\r\nbeslut om avvisning ska ges in till Migrationsverket inom tre\r\nveckor från den dag klaganden fick del av beslutet. Om\r\nskrivelsen har kommit in för sent, ska Migrationsverket\r\navvisa den.\r\n\r\nSkrivelsen ska dock inte avvisas om förseningen beror på en\r\nfelaktig underrättelse om hur man överklagar eller om den\r\ninom överklagandetiden har kommit in till Polismyndigheten.\r\nFörordning (2014:1192).\r\n\r\nVerkställighetsföreskrifter\r\n\r\n13 § Föreskrifter för verkställigheten av denna förordning\r\nmeddelas i fråga om\r\n\r\n1. pass och resedokument av Migrationsverket,\r\n\r\n2. arbetstillstånd av Migrationsverket, efter att verket har\r\nhört Arbetsförmedlingen, Polismyndigheten och\r\nRegeringskansliet (Utrikesdepartementet),\r\n\r\n3. ärenden om visering eller uppehållstillstånd som handläggs\r\nav Regeringskansliet (Utrikesdepartementet) av\r\nRegeringskansliet,\r\n\r\n4. andra tillståndsärenden av Migrationsverket, efter att\r\nverket har hört Polismyndigheten eller, när det gäller\r\nsvenska utlandsmyndigheters eller andra organs handläggning\r\nav ärendena, Regeringskansliet (Utrikesdepartementet),\r\n\r\n5. inrese- och utresekontroll samt Polismyndighetens\r\nuppgifter i andra fall än som avses i 1–4 av\r\nPolismyndigheten, efter att myndigheten har hört\r\nSäkerhetspolisen,\r\n\r\n6. Tullverkets skyldigheter av Polismyndigheten, efter att\r\nmyndigheten har hört Tullverket,\r\n\r\n7. Kustbevakningens skyldigheter av Polismyndigheten, efter\r\natt myndigheten har hört Kustbevakningen, och\r\n\r\n8. underrättelse enligt 7 kap. 1 § av Polismyndigheten.\r\nFörordning (2014:1192).\r\n\r\nNationell kontaktpunkt\r\n\r\n14 § Migrationsverket skall vara nationell kontaktpunkt i\r\närenden som rör varaktigt bosatta. Förordning (2006:262).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2006:97\r\n\r\n1. Denna förordning träder i kraft den 31 mars 2006. Genom\r\nförordningen upphävs\r\n\r\na. utlänningsförordningen (1989:547),\r\n\r\nb. förordningen (1991:1817) med instruktion för\r\nUtlänningsnämnden,\r\n\r\nc. förordning (1999:209) om tidsbegränsade uppehållstillstånd i\r\nvissa utlänningsärenden,\r\n\r\nd. förordning (1991:1999) om uppehållstillstånd i vissa\r\nutlänningsärenden,\r\n\r\ne. förordning (2000:415) om statlig ersättning till kommuner\r\noch landsting för kostnader för vissa utlänningar med\r\ntidsbegränsade uppehållstillstånd.\r\n\r\n2. För en utlänning som meddelats uppehållstillstånd enligt 2\r\nkap. 5 b § utlänningslagen (1989:529) i dess lydelse från och\r\nmed den 15 november 2005 och vars tillstånd har tidsbegränsats\r\nskall 1 kap. 1 a § utlänningsförordningen (1989:547) fortsätta\r\natt gälla.\r\n\r\n2006:262\r\n\r\n1. Denna förordning träder i kraft den 30 april 2006 utom\r\nsåvitt avser 4 kap. 21 b och 27 §§ som träder i kraft den 1\r\njuli 2006.\r\n\r\n2. Bestämmelsen i 4 kap. 21 a § skall inte tillämpas på\r\nansökningar som kommit in till Migrationsverket före den 30\r\napril 2006.\r\n\r\n2007:8\r\n\r\nDenna förordning träder i kraft den 30 januari 2007.\r\nBestämmelsen skall dock tillämpas på ansökningar om visering\r\nsom görs från och med den 1 januari 2007.\r\n\r\n2011:202\r\n\r\n1. Denna förordning träder i kraft den 20 maj 2011 i fråga om 4\r\nkap. 22 §, 5 kap. 10 § och rubriken närmast före 5 kap. 10 §\r\noch i övrigt den 1 juli 2011.\r\n\r\n2. Ett bevis om uppehållstillstånd som utfärdats i form av ett\r\ntillståndsmärke som förts in i utlänningens pass eller någon\r\nannan handling är giltigt längst t.o.m. den 19 maj 2015.\r\n\r\n2013:654\r\n\r\n1. Denna förordning träder i kraft den 1 september 2013.\r\n\r\n2. Äldre föreskrifter gäller för handläggning av ärenden som\r\navser upphävande av allmän domstols beslut om utvisning på\r\ngrund av brott och som har kommit in till regeringen före\r\nikraftträdandet.\r\n\r\n2014:185\r\n\r\n1. Denna förordning träder i kraft den 1 maj 2014.\r\n\r\n2. Vid tillämpningen av 5 kap. 3 § tredje stycket och 7 kap.\r\n3 och 14 §§ ska med beslut som där nämns likställas\r\nmotsvarande beslut enligt äldre bestämmelser.\r\n\r\n2014:779\r\n\r\n1. Denna förordning träder i kraft den 1 juli 2014.\r\n\r\n2. Om utresan från Sverige äger rum den 1–7 juli 2014 gäller,\r\nistället för vad som föreskrivs i 4 kap. 23 a §, att anmälan\r\ntill Migrationsverket ska göras senast på utresedagen.\r\n\r\n2018:1388\r\n\r\n1. Denna förordning träder i kraft den 20 juli 2018.\r\n\r\n2. De nya föreskrifterna ska inte tillämpas på ansökningar \r\nsom kommit in till Migrationsverket före ikraftträdandet.\r\n\r\n2019:1212\r\n\r\n1. Denna förordning träder i kraft den 1 januari 2020.\r\n\r\n2. Vid tillämpningen av de nya bestämmelserna ska \r\nuppehållstillstånd som har beviljats före ikraftträdandet för \r\nstudier, efter slutförda studier eller för forskning enligt 4 \r\nkap. 5, 5 a respektive 7 a § anses motsvara uppehållstillstånd \r\nsom har beviljats enligt 5 b kap. 3, 8 respektive 1 § \r\nutlänningslagen (2005:716).\r\n\r\n2020:425\r\n\r\n1. Denna förordning träder i kraft den 1 juli 2020.\r\n\r\n2. Vid tillämpningen av de nya bestämmelserna ska \r\nuppehållstillstånd som före ikraftträdandet har beviljats\r\n\r\na) för studier enligt 5 kap. 10 § utlänningslagen (2005:716) \r\nanses motsvara uppehållstillstånd som har beviljats enligt \r\n4 kap. 5 §, om det beviljade uppehållstillståndet avser \r\ndeltagande i en sådan utbildning som avses i den sistnämnda \r\nparagrafen, och\r\n\r\nb) på grund av anknytning till sådan utlänning som avses i \r\npunkt a anses motsvara uppehållstillstånd som har beviljats \r\nenligt 4 kap. 5 c §.\r\n\r\n2021:813\r\n\r\n1. Denna förordning träder i kraft den 20 juli 2021.\r\n\r\n2. För en utlänning som kan beviljas eller har beviljats ett \r\nuppehållstillstånd som har tidsbegränsats enligt den upphävda \r\nlagen (2016:752) om tillfälliga begränsningar av möjligheten \r\natt få uppehållstillstånd i Sverige gäller 2 kap. 1 a § i den \r\näldre lydelsen.\r\n\r\n3. För uppgifter om att uppehållstillstånd har beviljats en \r\nenskild som övrig skyddsbehövande gäller 7 kap. 15 a § i den \r\näldre lydelsen.\r\n\r\n2021:1052\r\n\r\n1. Denna förordning träder i kraft den 1 januari 2022.\r\n\r\n2. Resedokument och främlingspass som har utfärdats enligt \r\näldre bestämmelser och som inte har återkallats gäller \r\nfortfarande under den tid som anges i handlingen.\r\n\r\n3. Uppehållstillståndskort som har utfärdats enligt äldre \r\nbestämmelser gäller fortfarande under den tid som anges i \r\nhandlingen.\r\n\r\n2023:870\r\n\r\n1. Denna förordning träder i kraft den 22 december 2023.\r\n\r\n2. Har upphävts genom förordning (2024:486).",
    "skapadDateTime": "2025-12-08T11:13:23.2593102",
    "uppdateradDateTime": "2025-12-08T11:13:40.0166734",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-08T11:13:40.0166733",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 640090,
      "beteckning": "2008:644",
      "anteckningar": "ny 7 kap 20 §, rubr. närmast före 7 kap 20 §",
      "ikraftDateTime": "2008-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:644) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "644",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745813",
      "uppdateradDateTime": "2025-12-08T11:13:40.0174331",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0174328",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640091,
      "beteckning": "2024:600",
      "anteckningar": "ändr. 2 kap. 2 §, 3 kap. 1 §, 4 kap. 19 j §, 5 kap. 2 §",
      "ikraftDateTime": "2024-08-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:600) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "600",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745816",
      "uppdateradDateTime": "2025-12-08T11:13:40.0174654",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0174653",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640092,
      "beteckning": "2024:569",
      "anteckningar": "ändr. 3 kap. 1 §, 5 kap. 2 §; nya 2 kap. 21 a §, 4 kap. 19 j §, rubr. närmast före 2 kap. 21 a §, 4 kap. 19 j §",
      "ikraftDateTime": "2024-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:569) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "569",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745819",
      "uppdateradDateTime": "2025-12-08T11:13:40.0174749",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0174748",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640093,
      "beteckning": "2006:300",
      "anteckningar": "ny 8 kap 3 a §, rubr. närmast före 8 kap 3 a §",
      "ikraftDateTime": "2006-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL105/2006 s1",
      "rubrik": "Förordning (2006:300) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "300",
      "celexnummer": "32006L0562",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745821",
      "uppdateradDateTime": "2025-12-08T11:13:40.0174832",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0174831",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640094,
      "beteckning": "2008:895",
      "anteckningar": "upph. 5 kap 5, 6 §§, rubr. närmast före 5 kap 5 §; ändr. 5 kap 3, 4, 7, 12 §§, 6 kap 1 §, 8 kap. 5 §, rubr. närmast före 5 kap 12 §; nya  4 kap 4 a §, 5 kap 7 a §, 7 kap 1 a § , rubr. närmast före 4 kap 4 a §",
      "ikraftDateTime": "2008-12-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:895) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "895",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745824",
      "uppdateradDateTime": "2025-12-08T11:13:40.0174921",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.017492",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640095,
      "beteckning": "2011:200",
      "anteckningar": "ändr. 4 kap. 22 §, 5 kap. 10 §, 8 kap. 5 §; ny 4 kap. 24 a §",
      "ikraftDateTime": "2011-04-05T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL157/2002 s1",
      "rubrik": "Förordning (2011:200) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "200",
      "celexnummer": "32002R1030",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745827",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175014",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175013",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640096,
      "beteckning": "2008:982",
      "anteckningar": "ny 7 kap 15 a §, rubr. närmast före 7 kap 15 a §",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:982) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "982",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274583",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175086",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175085",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640097,
      "beteckning": "2008:294",
      "anteckningar": "ändr. 5 kap 2 §; nya 4 kap 7 a, 7 b §§, rubr. närmast före 4 kap 7 a §",
      "ikraftDateTime": "2008-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL289/2005 s15",
      "rubrik": "Förordning (2008:294) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "294",
      "celexnummer": "32005L0071",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745832",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175161",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175157",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640098,
      "beteckning": "2013:641",
      "anteckningar": "ändr. 5 kap. 1 §; nya  6 kap. 13 a §, 7 kap. 1 b, 22 §§, 8 kap. 10 h, i §§, rubr. närmast före 6 kap. 13 a, 7 kap. 22 §",
      "ikraftDateTime": "2013-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL168/2009 s24",
      "rubrik": "Förordning (2013:641) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "641",
      "celexnummer": "32009L0052",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745834",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175245",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175244",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640099,
      "beteckning": "2019:1212",
      "anteckningar": "upph. 4 kap. 5, 5 a, 7 a, 7 b §§, rubr. närmast före 4 kap. 5, 5 a, 7 a §§; ändr. 1 kap. 1 §, 4 kap. 4 b §, 5 kap. 2 §, rubr. närmast före 4 kap. 4 b §, rubr. närmast före 4 kap. 4 b § sätts närmast före 4 kap. 4 c §; ny 4 a kap.",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv (EU) 2016/801",
      "rubrik": "Förordning (2019:1212) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1212",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2745835",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175318",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175317",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640100,
      "beteckning": "2011:202",
      "anteckningar": "ändr. 4 kap. 22, 24 a §§, 5 kap. 10 §, 6 kap. 4, 17 §§; ny rubr. närmast före 5 kap. 10 §",
      "ikraftDateTime": "2011-05-20T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EGTL157/2002 s1",
      "rubrik": "Förordning (2011:202) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "202",
      "celexnummer": "32002R1030",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745837",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175412",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.017541",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640101,
      "beteckning": "2007:147",
      "anteckningar": "ändr. 3 kap 1 §, 3 a kap 8 §, 4 kap 18 §; nya 3 a kap 7 a, 7 b, 8 a §§",
      "ikraftDateTime": "2007-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL158/2004 s77, EUTL197/2005 s34",
      "rubrik": "Förordning (2007:147) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "147",
      "celexnummer": "32004L0038, 32004L0038R[2]",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745839",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175488",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175487",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640102,
      "beteckning": "2013:286",
      "anteckningar": "nuvarande 8 kap. 10 c, 10 d, 10 e, 10 f §§ betecknas 8 kap. 10 d, 10 e, 10 f, 10 g §§, rubr. närmast före 8 kap. 10 c, 10 d §§ sätts närmast före 8 kap. 10 d, 10 e §§; nya 3 kap. 11 §, 8 kap. 10 c §, rubr. närmast före 3 kap. 11 §, 8 kap. 10 c §",
      "ikraftDateTime": "2013-06-10T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL158/2004 s77",
      "rubrik": "Förordning (2013:286) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "286",
      "celexnummer": "32004L0038",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.274584",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175573",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175572",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640103,
      "beteckning": "2021:392",
      "anteckningar": "ändr. 6 kap. 14 §",
      "ikraftDateTime": "2021-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:392) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "392",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745842",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175663",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175662",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640104,
      "beteckning": "2019:112",
      "anteckningar": "nya 4 kap. 2 a §, 5 kap. 2 a §, rubr. närmast före 4 kap. 2 a §",
      "ikraftDateTime": "2019-03-30T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:112) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "112",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274592",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175735",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175733",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640105,
      "beteckning": "2015:95",
      "anteckningar": "ändr. 7 kap. 15 a §",
      "ikraftDateTime": "2015-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:95) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "95",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745922",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175811",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175808",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640106,
      "beteckning": "2019:1276",
      "anteckningar": "ändr. 4 kap. 21 b §, 5 a kap. 1 §, 8 kap. 10 b §",
      "ikraftDateTime": "2020-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:1276) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1276",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745924",
      "uppdateradDateTime": "2025-12-08T11:13:40.0175999",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0175994",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640107,
      "beteckning": "2007:1245",
      "anteckningar": "ändr. 3 kap 1 §",
      "ikraftDateTime": "2008-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:1245) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "1245",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745926",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176113",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176112",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640108,
      "beteckning": "2011:408",
      "anteckningar": "ändr. 3 a kap. 1, 2, 3, 4, 5 §§",
      "ikraftDateTime": "2011-05-16T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL158/2004 s77",
      "rubrik": "Förordning (2011:408) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "408",
      "celexnummer": "32004L0038",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745928",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176223",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176222",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640109,
      "beteckning": "2007:750",
      "anteckningar": "nya 8 kap 10 c, 10 d §§, rubr. närmast före 8 kap 10 c, 10 d §§",
      "ikraftDateTime": "2007-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:750) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "750",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745932",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176325",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176323",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640110,
      "beteckning": "2009:914",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2009-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2009:914) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "914",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745935",
      "uppdateradDateTime": "2025-12-08T11:13:40.017647",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176468",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640111,
      "beteckning": "2014:1192",
      "anteckningar": "ändr. 2 kap. 3, 19, 22 §§, 6 kap. 1, 2, 3, 4, 4 a, 5, 6, 7, 8, 12, 13, 14 §§, 7 kap. 1, 2, 3, 4, 5, 6, 7, 8, 11, 13, 14 §§, 8 kap. 5, 7, 8, 10 i, 12, 13 §§, rubr. närmast före 6 kap. 7 §, 7 kap. 2 §, 8 kap. 8 §; ny 7 kap. 8 a §",
      "ikraftDateTime": "2015-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:1192) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1192",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745937",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176585",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176584",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640112,
      "beteckning": "2021:813",
      "anteckningar": "ändr. 2 kap. 1, 1 a §§, 4 kap. 4 a, 4 c, 19 c, 19 g §§, 5 kap. 4 §, 7 kap. 5, 8, 15 a §§, 8 kap. 10 f, 10 g, 10 h §§; nya 4 kap. 4 d §, 7 kap. 15 c §, rubr. närmast före 4 kap. 4 d §, 7 kap. 15 c §",
      "ikraftDateTime": "2021-07-20T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:813) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "813",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745938",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176706",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176705",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640113,
      "beteckning": "2022:717",
      "anteckningar": "ändr. 5 kap. 4 §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:717) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "717",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274594",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176821",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.017682",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640114,
      "beteckning": "2022:458",
      "anteckningar": "ny 4 kap. 19 i §",
      "ikraftDateTime": "2022-06-07T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:458) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "458",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745942",
      "uppdateradDateTime": "2025-12-08T11:13:40.0176928",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0176927",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640115,
      "beteckning": "2020:425",
      "anteckningar": "nya 4 kap. 5, 5 a, 5 b, 5 c, 5 d §§, rubr. närmast före 4 kap. 5 §",
      "ikraftDateTime": "2020-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:425) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "425",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745943",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177032",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177031",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640116,
      "beteckning": "2015:241",
      "anteckningar": "ny 6 kap. 9 §",
      "ikraftDateTime": "2015-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2010/65/EU",
      "rubrik": "Förordning (2015:241) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "241",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2745945",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177141",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177139",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640117,
      "beteckning": "2017:524",
      "anteckningar": "ändr. 5 kap. 4 §; ny 7 kap. 5 a §",
      "ikraftDateTime": "2017-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:524) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "524",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745946",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177325",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177324",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640118,
      "beteckning": "2014:38",
      "anteckningar": "nuvarande 4 kap. 21 b §  betecknas 21 c §; ändr. 5 kap. 10 §, rubr. närmast före 4 kap. 21 b § sätts närmast före 4 kap. 21 c §; nya 4 kap. 21 b §, 8 kap. 10 j §",
      "ikraftDateTime": "2014-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL343/2011 s1",
      "rubrik": "Förordning (2014:38) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "38",
      "celexnummer": "32011L0098",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2745948",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177435",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177434",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640119,
      "beteckning": "2016:34",
      "anteckningar": "upph. rubr. närmast före 3 kap. 8 §; ändr. 3 kap. 1 §",
      "ikraftDateTime": "2016-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:34) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "34",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745949",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177524",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177523",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640120,
      "beteckning": "2016:413",
      "anteckningar": "ändr. 4 kap. 26 §, 5 kap. 14 §",
      "ikraftDateTime": "2016-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:413) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "413",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745951",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177609",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177608",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640121,
      "beteckning": "2006:262",
      "anteckningar": "upph. 4 kap 12, 13, 14, 15 §§; ändring 1 kap 1, 4 §§, 2 kap 17 §, 3 kap \r\n1, 11 §§, 4 kap 2, 9, 10, 17, 18, 22, 23, 24 §§, 5 kap 1, 2 §§, 6 kap 4 \r\n§, 8 kap 5 §, rubr. närmast före 2 kap 17 §, 4 kap 9 §; nya 3 a kap, 4 \r\nkap 16 a, 19 a, 21 a, 21 b, 27 §§, 7 kap 19 §, 8 kap 10 a, 10 b, 14 §§, \r\nrubr. närmast före 4 kap 19 a, 21 a, 21 b §§, 7 kap 19 §, 8 kap 10 a, \r\n14 §§",
      "ikraftDateTime": "2006-04-30T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Jfr prop. 2005/06:77, bet. 2005/06:SfU9, rskr. 2005/06:191,\r\nEGTL327/1994 s1, EGTL81/2001 s1, EGTL142/1970 s24",
      "rubrik": "Förordning (2006:262) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "262",
      "celexnummer": "31994D0795, 32001R0539, 31970L1251",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745953",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177696",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177694",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640122,
      "beteckning": "2013:810",
      "anteckningar": "ändr. 7 kap. 3, 4 §§; ny  7 kap. 15 b §, rubr. närmast före 7 kap. 15 b §",
      "ikraftDateTime": "2014-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:810) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "810",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745954",
      "uppdateradDateTime": "2025-12-08T11:13:40.017781",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177809",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640123,
      "beteckning": "2009:1549",
      "anteckningar": "upph. 4 kap. 3 §; ändr. 2 kap. 12 §, 4 kap. 4 §, 5 kap. 4 §, 7 kap. 5, 8, 15 a §§, 8 kap. 5, 10 d §§, rubr. närmast före 7 kap. 15 a §; nya 7 kap. 8 a §, 8 kap. 9 a, 9 b, 10 e, 10 f §§,  rubr. närmast före 8 kap. 9 a §",
      "ikraftDateTime": "2010-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2009:1549) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1549",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745957",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177886",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0177884",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640124,
      "beteckning": "2024:29",
      "anteckningar": "ändr. 5 kap. 4 §; nya 2 kap. 1 b §, 7 kap. 2 a §",
      "ikraftDateTime": "2024-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:29) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "29",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274596",
      "uppdateradDateTime": "2025-12-08T11:13:40.0177981",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.017798",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640125,
      "beteckning": "2023:870",
      "anteckningar": "ändr. 4 kap. 19 h §",
      "ikraftDateTime": "2023-12-22T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:870) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "870",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745964",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178052",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178051",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640126,
      "beteckning": "2023:367",
      "anteckningar": "ny 5 kap. 9 a §",
      "ikraftDateTime": "2024-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:367) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "367",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745966",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178134",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178132",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640127,
      "beteckning": "2023:588",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2023-11-16T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:588) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "588",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745968",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178215",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178214",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640128,
      "beteckning": "2009:144",
      "anteckningar": "ny 6 kap. 4 a §",
      "ikraftDateTime": "2009-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL349/2004 s1, EUTL199/2007 s30",
      "rubrik": "Förordning (2009:144) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "144",
      "celexnummer": "32004R2007, 32007R0863",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745969",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178286",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178284",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640129,
      "beteckning": "2015:92",
      "anteckningar": "upph. 3 kap. 8 §, 6 kap. 2, 6, 9, 10, 11 §§; ändr. 1 kap. 1, 3 §§,  6 kap. 1, 3, 4, 5, 8 §§, 8 kap. 3 a §, rubr. till 1 kap.; ny 1 kap. 7 §",
      "ikraftDateTime": "2015-04-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:92) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "92",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745971",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178366",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178365",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640130,
      "beteckning": "2008:740",
      "anteckningar": "ändr. 6 kap 1 §",
      "ikraftDateTime": "2008-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:740) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "740",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745973",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178442",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178441",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640131,
      "beteckning": "2006:1415",
      "anteckningar": "ändr. 8 kap. 4 §; ny 8 kap 4 a §",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1415) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "1415",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745974",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178523",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178522",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640132,
      "beteckning": "2006:1578",
      "anteckningar": "ändr. 4 kap 5 §",
      "ikraftDateTime": "2007-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL375/2004 s12",
      "rubrik": "Förordning (2006:1578) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "1578",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745976",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178597",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178596",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640133,
      "beteckning": "2012:839",
      "anteckningar": "ändr. 8 kap. 5 §",
      "ikraftDateTime": "2013-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2012:839) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "839",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745977",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178682",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.017868",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640134,
      "beteckning": "2016:755",
      "anteckningar": "ny 2 kap. 1 a §",
      "ikraftDateTime": "2016-07-20T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:755) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "755",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745979",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178757",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178756",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640135,
      "beteckning": "2023:564",
      "anteckningar": "ändr. 3 kap. 11 §, rubr. närmast före 3 kap. 11 §",
      "ikraftDateTime": "2023-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:564) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "564",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745981",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178833",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178832",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640136,
      "beteckning": "2023:570",
      "anteckningar": "ny 5 kap. 8 a §",
      "ikraftDateTime": "2023-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:570) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "570",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745982",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178916",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178915",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640137,
      "beteckning": "2023:58",
      "anteckningar": "ikrafttr. av 2021:1193",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:58) om ikraftträdande av förordningen (2021:1193) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "58",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745985",
      "uppdateradDateTime": "2025-12-08T11:13:40.0178996",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0178995",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640138,
      "beteckning": "2010:176",
      "anteckningar": "ny 4 kap. 4 b §, rubr. närmast före 4 kap. 4 b §",
      "ikraftDateTime": "2010-04-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2010:176) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "176",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745987",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179085",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179084",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640139,
      "beteckning": "2006:302",
      "anteckningar": "ändr. 8 kap 4 §",
      "ikraftDateTime": "2006-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:302) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "302",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745989",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179163",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179161",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640140,
      "beteckning": "2006:443",
      "anteckningar": "nya 2 kap 14 a, 15 a, 15 b §§, 7 kap 7 a §",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:443) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "443",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745991",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179287",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179286",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640141,
      "beteckning": "2011:1466",
      "anteckningar": "ändr. 7 kap. 1 §",
      "ikraftDateTime": "2012-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:1466) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1466",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745992",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179368",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179367",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640142,
      "beteckning": "2021:1193",
      "anteckningar": "upph. 4 kap. 21 §; ändr. 7 kap. 4, 11 §§; nya 7 kap. 8 b §, rubr. närmast före 7 kap. 8 b §",
      "ikraftDateTime": "2023-03-07T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": true,
      "forarbeten": null,
      "rubrik": "Förordning (2021:1193) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1193",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745994",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179444",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179442",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640143,
      "beteckning": "2016:851",
      "anteckningar": "ändr. 4 kap. 4 c §",
      "ikraftDateTime": "2016-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:851) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "851",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745996",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179529",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179527",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640144,
      "beteckning": "2022:1064",
      "anteckningar": "ändr. 6 kap. 4 a §",
      "ikraftDateTime": "2022-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1064) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1064",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2745998",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179616",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179614",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640145,
      "beteckning": "2015:377",
      "anteckningar": "ändr. 7 kap. 21 §",
      "ikraftDateTime": "2015-07-20T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2015:377) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "377",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746001",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179697",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179696",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640146,
      "beteckning": "2009:1302",
      "anteckningar": "ändr. 5 kap. 2 §",
      "ikraftDateTime": "2010-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2009:1302) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1302",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746003",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179767",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179766",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640147,
      "beteckning": "2013:601",
      "anteckningar": "ändr. 1 kap. 1 §, 4 kap. 19 a, 24 §§, 5 kap. 7 a §, 8 kap. 5 §, rubr. närmast före 4 kap. 19 a §; nya 4 kap. 19 b §, 5 a kap.",
      "ikraftDateTime": "2013-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL155/2009 s17",
      "rubrik": "Förordning (2013:601) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "601",
      "celexnummer": "32009L0050",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746004",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179851",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179849",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640148,
      "beteckning": "2025:656",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2025-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:656) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "656",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746006",
      "uppdateradDateTime": "2025-12-08T11:13:40.0179935",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0179934",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640149,
      "beteckning": "2023:158",
      "anteckningar": "ändr. 7 kap. 3, 7 a, 8 b, 15 b §§",
      "ikraftDateTime": "2023-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:158) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "158",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746007",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180013",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180012",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640150,
      "beteckning": "2011:1048",
      "anteckningar": "ändr. 3 kap. 9 §, 8 kap. 3 a §",
      "ikraftDateTime": "2011-11-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:1048) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1048",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746009",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180111",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180109",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640151,
      "beteckning": "2019:1189",
      "anteckningar": "ändr. 8 kap. 5 §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:1189) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1189",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746011",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180188",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180186",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640152,
      "beteckning": "2011:706",
      "anteckningar": "upph. 3 kap. 2, 3, 4, 5, 6, 7, 10, 11 §§, 8 kap. 4 a §, rubr. närmast före 3 kap. 2, 3, 4, 5, 6, 7, 10 §§; ändr. 1 kap. 5 §, 3 kap. 8, 9, 12 §§, 4 kap. 6, 21 §§, 8 kap. 4 §; nya 3 kap. 2, 10 §§, rubr. närmast före 3 kap. 2, 10 §§",
      "ikraftDateTime": "2011-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL243/2009 s1, EUTL105/2006 s1, EUTL83/2010 s1",
      "rubrik": "Förordning (2011:706 ) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "706",
      "celexnummer": "32009R0810, 32006R0562, 32010R0265",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746012",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180269",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180267",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640153,
      "beteckning": "2022:306",
      "anteckningar": "nuvarande 4 kap. 4 c, 4 d §§ betecknas 4 kap. 4 d, 4 e §§; ändr. 4 kap. 2 a, 4 a, 4 b, 24 §§, 4 a kap. 7 §, 5 kap. 7 a §, 6 kap. 6 b §, 8 kap. 5 §;  rubr. närmast före 4 kap. 4 c, 4 d §§ sätts närmast före 4 kap. 4 d, 4 e §; nya 3 kap. 3, 4 §§, 4 kap. 4 c, 7 a §§, 5 kap. 2 a §, 6 kap. 6 c, 6 d, 6 e §§, 8 kap. 4 a §, rubr. närmast före 3 kap. 3 §, 4 kap. 7 a §",
      "ikraftDateTime": "2022-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:306) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "306",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746015",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180352",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180351",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640154,
      "beteckning": "2018:321",
      "anteckningar": "ändr. 1 kap. 1 §, 5 kap. 7 a §, 8 kap. 5 §; nytt 5 c kap.",
      "ikraftDateTime": "2018-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2014/36/EU",
      "rubrik": "Förordning (2018:321) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "321",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746017",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180449",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180447",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640155,
      "beteckning": "2006:1568",
      "anteckningar": "ändr. 8 kap 4 a, 5 §§",
      "ikraftDateTime": "2007-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1568) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "1568",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746019",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180527",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180526",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640156,
      "beteckning": "2017:884",
      "anteckningar": "ändr. 7 kap. 8 a §; ny 7 kap. 7 b §",
      "ikraftDateTime": "2017-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:884) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "884",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746021",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180609",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180608",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640157,
      "beteckning": "2022:1018",
      "anteckningar": "ändr. 7 kap. 3, 7, 10, 14 §§, 8 kap. 5 §",
      "ikraftDateTime": "2022-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1018) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1018",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746023",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180697",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180695",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640158,
      "beteckning": "2006:1061",
      "anteckningar": "ändr. 8 kap 5 §",
      "ikraftDateTime": "2006-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2006:1061) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "1061",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746024",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180768",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180767",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640159,
      "beteckning": "2010:607",
      "anteckningar": "ändr. 5 kap. 4 §, 7 kap. 15 a §",
      "ikraftDateTime": "2010-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL50/2003 s1",
      "rubrik": "Förordning (2010:607) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "607",
      "celexnummer": "32003R0343",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746026",
      "uppdateradDateTime": "2025-12-08T11:13:40.0180855",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0180853",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640160,
      "beteckning": "2014:779",
      "anteckningar": "nuvarande 4 kap. 4 b §  betecknas 4 kap. 4 c §; ändr. 4 kap. 4 a §, 5 kap. 2 §, 8 kap. 11 §; nya 4 kap. 4 b, 5 a, 23 a §§, rubr. närmast före 4 kap. 5 a, 23 a §§",
      "ikraftDateTime": "2014-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:779) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "779",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746027",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181118",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181117",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640161,
      "beteckning": "2014:781",
      "anteckningar": "upph. 2 kap. 12 §",
      "ikraftDateTime": "2014-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:781) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "781",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746029",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181216",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181215",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640162,
      "beteckning": "2007:929",
      "anteckningar": "ändr. 3 a kap 1, 5 §§, 4 kap 18 §, 5 kap 2, 5, 6, 7, 12, 13 §§, 8 kap \r\n13 §, rubr. närmast före 5 kap 5 §",
      "ikraftDateTime": "2008-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:929) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "929",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746031",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181292",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181291",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640163,
      "beteckning": "2016:672",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2016-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2016:672) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "672",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746032",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181382",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181381",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640164,
      "beteckning": "2014:64",
      "anteckningar": "ändr. 3 kap. 1 §, 5 kap. 2 §",
      "ikraftDateTime": "2014-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:64) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "64",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746035",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181459",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181458",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640165,
      "beteckning": "2020:941",
      "anteckningar": "upph. 4 kap. 2 a §, 5 kap. 2 a §, rubr. närmast före 4 kap. 2 a §; ändr. 1 kap. 1 §, 7 kap. 15 a, 15 b §§; nya 3 b kap., 1 kap. 6 a §, 2 kap. 17 a §, 3 kap. 11 a §, rubr. närmast före 2 kap. 17 a §, 3 kap. 11 a §",
      "ikraftDateTime": "2020-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:941) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "941",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746038",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181545",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181543",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640166,
      "beteckning": "2017:259",
      "anteckningar": "ändr. 8 kap. 10 h §",
      "ikraftDateTime": "2017-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:259) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "259",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746039",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181643",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181642",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640167,
      "beteckning": "2021:416",
      "anteckningar": "ny 3 a kap. 11 §",
      "ikraftDateTime": "2021-08-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:416) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "416",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746041",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181721",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181719",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640168,
      "beteckning": "2013:122",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2013-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:122) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "122",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746043",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181813",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181812",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640169,
      "beteckning": "2014:185",
      "anteckningar": "upph. 3 a kap. 1, 2, 3, 4, 8, 8 a, 11 §§, rubr. närmast före 3 a kap. 1 §; nuvarande 8 kap. 10 c, 10 d, 10 e, 10 f, 10 g, 10 h, 10 i, 10 j §§ betecknas 8 kap. 10 d, 10 e, 10 f, 10 g, 10 h, 10 i, 10 j, 10 k §§; ändr. 1 kap. 4 §, 2 kap. 1 §, 3 kap. 1 §, 3 a kap. 6, 7, 7 a, 7 b, 9 §§, 4 kap. 7 b, 9, 10, 16 a, 17, 18, 23 §§, 5 kap. 3, 4, 11 §§, 6 kap. 12 §, 7 kap. 1 b, 2, 3, 7, 10, 14, 15 a §§, rubr. närmast före 4 kap. 9 §, rubr. närmast före 8 kap. 10 c, 10 d, 10 e §§ sätts närmast före 8 kap. 10 d, 10 e, 10 f §§; nya 1 kap. 6 §, 3 a kap. 6 a §, 4 kap. 19 c, 19 d, 19 e, 19 f, 19 g §§, 8 kap. 10 c §, rubr. närmast före 8 kap.10 c §",
      "ikraftDateTime": "2014-05-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL158/2004 s77, EUTL132/2011 s1",
      "rubrik": "Förordning (2014:185) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "185",
      "celexnummer": "32004L0038, 32011L0051",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746045",
      "uppdateradDateTime": "2025-12-08T11:13:40.0181889",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181887",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640170,
      "beteckning": "2013:560",
      "anteckningar": "ändr. 3 kap. 1 §",
      "ikraftDateTime": "2013-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:560) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "560",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746047",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0181998",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640171,
      "beteckning": "2007:320",
      "anteckningar": "ändr. 2 kap 1 §, 5 kap 1 §",
      "ikraftDateTime": "2007-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:320) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "320",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274605",
      "uppdateradDateTime": "2025-12-08T11:13:40.018215",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182149",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640172,
      "beteckning": "2019:1178",
      "anteckningar": "ändr. 7 kap. 21 §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2019:1178) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1178",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746051",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182251",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.018225",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640173,
      "beteckning": "2018:1388",
      "anteckningar": "ny 8 kap. 10 §, rubr. närmast före 8 kap. 10 §",
      "ikraftDateTime": "2018-07-20T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2013/32/EU",
      "rubrik": "Förordning (2018:1388) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1388",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746053",
      "uppdateradDateTime": "2025-12-08T11:13:40.018234",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182338",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640174,
      "beteckning": "2021:1052",
      "anteckningar": "ändr. 2 kap. 8, 13 §§; ny 4 kap. 22 a §",
      "ikraftDateTime": "2022-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:1052) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1052",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746054",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182422",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182421",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640175,
      "beteckning": "2022:256",
      "anteckningar": "ny 4 kap. 19 h §, rubr. närmast före 4 kap. 19 h §",
      "ikraftDateTime": "2022-04-26T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:256) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "256",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746056",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182508",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182507",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640176,
      "beteckning": "2017:21",
      "anteckningar": "ny 4 kap. 21 d §, rubr. närmast före 4 kap. 21 d §",
      "ikraftDateTime": "2017-02-21T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:21) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "21",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746057",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182586",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182585",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640177,
      "beteckning": "2022:777",
      "anteckningar": "ändr. 4 kap. 19 §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:777) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "777",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746059",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182674",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182673",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640178,
      "beteckning": "2024:996",
      "anteckningar": "ändr. 2 kap. 11 §",
      "ikraftDateTime": "2025-12-09T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv (EU) 2019/997",
      "rubrik": "Förordning (2024:996) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "996",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746061",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182747",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182746",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640179,
      "beteckning": "2014:186",
      "anteckningar": "ändr. 3 kap. 1 § i 2014:64",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:186) om ändring i förordningen (2014:64) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "186",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746063",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182858",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182856",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640180,
      "beteckning": "2011:954",
      "anteckningar": "ny 7 kap. 21 §, rubr. närmast före 7 kap. 21 §",
      "ikraftDateTime": "2011-10-11T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "EUTL218/2008 s60",
      "rubrik": "Förordning (2011:954) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "954",
      "celexnummer": "32008R0767",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746065",
      "uppdateradDateTime": "2025-12-08T11:13:40.0182948",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0182946",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640181,
      "beteckning": "2011:1122",
      "anteckningar": "ändr. 8 kap. 6 §",
      "ikraftDateTime": "2012-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2011:1122) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1122",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746068",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183033",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183031",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640182,
      "beteckning": "2018:1103",
      "anteckningar": "ändr. 1 kap. 3, 7 §§, 6 kap. 1, 3, 5, 8, 9, 12 §§, 8 kap. 3 a §",
      "ikraftDateTime": "2018-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:1103) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1103",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746069",
      "uppdateradDateTime": "2025-12-08T11:13:40.018312",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183118",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640183,
      "beteckning": "2021:224",
      "anteckningar": "nya 4 kap. 2 a, 2 b §§, rubr. närmast före 2 a §",
      "ikraftDateTime": "2021-05-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2013/32/EU",
      "rubrik": "Förordning (2021:224) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "224",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746071",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183202",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.01832",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640184,
      "beteckning": "2014:780",
      "anteckningar": "ändr. 5 kap. 7 a §; nya 6 kap. 6 a, 6 b §§, rubr. närmast före 6 kap. 6 a §",
      "ikraftDateTime": "2014-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2014:780) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "780",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746073",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183294",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183291",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640185,
      "beteckning": "2024:486",
      "anteckningar": "upph. p 2 ikrafttr.- och övergångsbest. till 2023:870",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:486) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "486",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746075",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183368",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183367",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640186,
      "beteckning": "2025:794",
      "anteckningar": "ändr. rubr. närmast före 6 kap. 17 §; ny 6 kap. 18 §",
      "ikraftDateTime": "2025-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:794) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "794",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746076",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183453",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183452",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640187,
      "beteckning": "2013:654",
      "anteckningar": "upph. 7 kap. 8 a §, 8 kap. 10 §, rubr. närmast före 8 kap. 10 §; ändr. 2 kap. 1 §, 7 kap. 6, 7, 8 §§, 8 kap. 5 §, rubr.närmast före 7 kap. 4 §",
      "ikraftDateTime": "2013-09-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:654) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "654",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746078",
      "uppdateradDateTime": "2025-12-08T11:13:40.018353",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183529",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640188,
      "beteckning": "2018:72",
      "anteckningar": "ändr. 1 kap. 1 §, 5 kap. 2, 7 a §§, 8 kap. 5 §; nytt 5 b kap.",
      "ikraftDateTime": "2018-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2014/66/EU",
      "rubrik": "Förordning (2018:72) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "72",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274608",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183621",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.018362",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640189,
      "beteckning": "2021:844",
      "anteckningar": "ändr. 3 b kap. 2 §",
      "ikraftDateTime": "2021-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:844) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "844",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746082",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183711",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.018371",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640190,
      "beteckning": "2013:362",
      "anteckningar": "ändr. 7 kap. 1 §",
      "ikraftDateTime": "2013-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2013:362) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "362",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746083",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183786",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183785",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640191,
      "beteckning": "2007:680",
      "anteckningar": "ändr. 3 kap 1 §",
      "ikraftDateTime": "2007-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:680) om ändring i utlänningsförordningen \r\n(2006:97)",
      "lopnummer": "680",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746085",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183868",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183866",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640192,
      "beteckning": "2020:7",
      "anteckningar": "ändr. 6 kap. 1 §",
      "ikraftDateTime": "2020-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2020:7) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "7",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746086",
      "uppdateradDateTime": "2025-12-08T11:13:40.0183949",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0183948",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640193,
      "beteckning": "2007:8",
      "anteckningar": "ändr. 8 kap 4 a §",
      "ikraftDateTime": "2007-01-30T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2007:8) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "8",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746088",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184039",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184037",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640194,
      "beteckning": "2022:1285",
      "anteckningar": "ändr. 7 kap. 15 b §",
      "ikraftDateTime": "2022-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:1285) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1285",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.274609",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184117",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184116",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640195,
      "beteckning": "2025:231",
      "anteckningar": "ändr. 4 kap. 4 a, 4 c §§",
      "ikraftDateTime": "2025-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:231) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "231",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746092",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184207",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184205",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640196,
      "beteckning": "2024:1226",
      "anteckningar": "ändr. 4 kap. 4 c, 4 e §§, 5 a kap. 1, 2, 3, 4 §§, 8 kap. 10 c §, rubr. närmast före 8 kap. 10 c §; nya 5 a kap. 2 a, 2 b, 3 a, 3 b, 3 c, 4 a §§, rubr. närmast före 5 a kap. 2 b, 4 a §§",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv (EU) 2021/1883",
      "rubrik": "Förordning (2024:1226) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1226",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746095",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184283",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184282",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640197,
      "beteckning": "2024:1054",
      "anteckningar": "ändr. 7 kap. 1 b §",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:1054) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1054",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746096",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184375",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184374",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640198,
      "beteckning": "2016:1244",
      "anteckningar": "ändr. 7 kap. 8, 21 §§, 8 kap. 9 a, 9 b, 10 f, 10 g §§; ny 8 kap. 9 c §",
      "ikraftDateTime": "2017-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "direktiv 2013/32/EU",
      "rubrik": "Förordning (2016:1244) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "1244",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": true,
      "skapadDateTime": "2025-12-08T11:13:23.2746098",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184457",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.0184456",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 640199,
      "beteckning": "2025:966",
      "anteckningar": "ändr. 3 a kap. 11 §, 6 kap. 5 §",
      "ikraftDateTime": "2025-12-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:966) om ändring i utlänningsförordningen (2006:97)",
      "lopnummer": "966",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-08T11:13:23.2746102",
      "uppdateradDateTime": "2025-12-08T11:13:40.0184542",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-08T11:13:40.018454",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-08T11:13:23.259309",
  "uppdateradDateTime": "2025-12-08T11:13:40.015288",
  "publicerad": true,
  "publiceradDateTime": "2025-12-08T11:13:40.0152878",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}