{
  "grundforfattningId": 62440,
  "previousId": 61689,
  "beteckning": "2021:248",
  "beteckningSortable": "2021:248",
  "publiceringsar": "2021",
  "lopnummer": "248",
  "rubrik": "Förordning (2021:248) med instruktion för Folkhälsomyndigheten",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2021-05-04T00:00:00",
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Socialdepartementet",
    "enhet": null,
    "namnOchEnhet": "Socialdepartementet",
    "departementId": 5,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62437,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T13:34:07.9728191",
    "uppdateradDateTime": "2026-01-02T13:35:02.4400685",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:35:02.4400684",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85260,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1012",
    "omtryck": null,
    "utfardadDateTime": "2021-04-01T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Uppgifter\r\n\r\nAllmänna uppgifter\r\n\r\n1 § Folkhälsomyndigheten är förvaltningsmyndighet för \r\nverksamhet som rör folkhälsa och ska verka för god och jämlik \r\nhälsa i hela befolkningen.\r\n\r\nMyndigheten ska i sin verksamhet fästa särskild vikt vid de \r\ngrupper som löper störst risk att drabbas av ohälsa.\r\n\r\nMyndigheten ska i utförandet av sitt uppdrag bidra till att \r\nfolkhälsoarbetet bedrivs enligt vetenskap och beprövad \r\nerfarenhet. Förordning (2024:705).\r\n\r\n2 § Myndigheten ska samordna folkhälsoarbetet på nationell \r\nnivå.\r\n\r\nMyndigheten ska stödja berörda aktörer i såväl genomförande \r\nsom uppföljning av arbetsformer, metoder, strategier och \r\ninsatser på folkhälsoområdet samt följa upp effekterna av dem. \r\nMyndigheten ska även vägleda och stödja utvecklingen av \r\nfolkhälsoarbetet och implementering av insatser inom \r\nfolkhälsoområdet på lokal och regional nivå.\r\n\r\nInom ramen för sitt samordnande ansvar ska myndigheten bidra \r\ntill en god och jämlik hälsa genom att vara samlande, \r\nstödjande och pådrivande i förhållande till berörda aktörer. \r\nMyndigheten ska inom ramen för sitt samordnande ansvar även \r\nfrämja samarbete och samverkan mellan berörda aktörer inom \r\nolika samhällsområden och samhällssektorer för att påverka \r\nförhållanden av betydelse för folkhälsan. \r\nFörordning (2024:705).\r\n\r\n3 § Myndigheten ska bistå regeringen med expertkunskap, \r\nunderlag och information i frågor som rör myndighetens \r\nverksamhetsområde.\r\n\r\n4 § Myndigheten ska ansvara för kunskapsutveckling inom sitt \r\nverksamhetsområde och inom det identifiera, analysera och \r\nförmedla relevant kunskap till kommuner, regioner och andra \r\nberörda aktörer. Myndigheten ska inom sitt verksamhetsområde \r\näven sprida kunskap till allmänheten och samhället i stort.\r\nFörordning (2024:705).\r\n\r\n5 § Myndigheten ska inom sitt verksamhetsområde främja \r\njämställdhet samt ha ett samlat ansvar för att främja lika \r\nrättigheter och möjligheter oavsett sexuell läggning, \r\nkönsidentitet eller könsuttryck.\r\n\r\nUppgifter som rör uppföljning och analys av folkhälsan och \r\nfolkhälsoarbetet\r\n\r\n6 § Myndigheten ska ansvara för den samlade uppföljningen av \r\nbefolkningens hälsa och faktorer som påverkar denna samt för \r\nsektorsövergripande uppföljning av utvecklingen av folkhälsans \r\nbestämningsfaktorer med utgångspunkt i folkhälsopolitikens \r\nmålområden. \r\n\r\n7 § Myndigheten ska analysera utvecklingen av hälsan och \r\nhälsans bestämningsfaktorer och hur dessa fördelas efter kön, \r\netnisk eller kulturell bakgrund, socioekonomisk tillhörighet, \r\nsexuell läggning, könsidentitet eller könsuttryck, \r\nfunktionsnedsättning och ålder.\r\n\r\nMyndigheten ska i samverkan med berörda målgrupper, \r\nmyndigheter och andra relevanta aktörer kontinuerligt följa \r\nupp hälsan i grupper i särskilt utsatta situationer. \r\n\r\nMyndigheten ska vidare följa och analysera beteende- och \r\nomvärldsförändringar av betydelse för folkhälsoarbetet och hur \r\nsådana förändringar påverkar förutsättningarna för detta \r\narbete i landet.\r\n\r\nUppgifter som rör folkhälsans bestämningsfaktorer och \r\nhälsoekonomisk metodik\r\n\r\n8 § Myndigheten ska ansvara för kunskapsförmedling i fråga om \r\nfolkhälsans bestämningsfaktorer och bidra till utvecklingen av \r\nfrämjande och förebyggande metoder. Myndigheten ska vidare \r\nbidra till att behovet av utbildningar i kunskapsbaserat \r\nfrämjande och förebyggande arbete tillgodoses.\r\n\r\nMyndigheten ska även bidra till utvecklingen av både \r\nhälsoekonomisk metodik inom folkhälsoområdet och metoder för \r\natt beakta folkhälsoaspekter i konsekvensbedömningar och \r\nuppföljningar.\r\n\r\nUppgifter som rör statistik och nationell rapportering\r\n\r\n9 § Myndigheten ska ansvara för att framställa statistik inom \r\nfolkhälsoområdet och främja tillgången till sådan statistik. \r\nMyndigheten ska även ansvara för officiell statistik enligt \r\nförordningen (2001:100) om den officiella statistiken.\r\n\r\nMyndigheten ska förse regeringen med en årlig rapport om \r\nutvecklingen av folkhälsan och dess bestämningsfaktorer. \r\n\r\nMyndigheten ska också fortlöpande förse regeringen med \r\nrapporter om insatser som vidtas med betydelse för folkhälsan \r\noch effekterna av dessa. Förordning (2021:582).\r\n\r\nUppgifter som rör psykisk hälsa och suicidprevention\r\n\r\n10 § Myndigheten ska samordna det nationella arbetet inom \r\nområdet för psykisk hälsa och suicidprevention samt verka för \r\nsamverkan mellan berörda myndigheter och aktörer inom detta \r\nområde. \r\n\r\nMyndigheten ska stödja utvecklingsarbete på lokal och regional \r\nnivå samt inom den ideella sektorn. Myndigheten ska vidare \r\nverka för kunskapsutveckling och kunskapsförmedling inom detta \r\nområde. \r\n\r\nMyndigheten ska främja långsiktigt förebyggande arbete samt \r\nfölja upp utvecklingen inom området för psykisk hälsa och \r\nsuicidprevention.\r\n\r\nUppgifter som rör alkohol, narkotika, dopning, tobak och spel \r\nom pengar\r\n\r\n11 § Myndigheten ska utifrån ett folkhälsoperspektiv verka för \r\nkunskapsutveckling och kunskapsförmedling samt för nationell \r\nsamordning inom områdena alkohol, narkotika, dopning, tobak \r\noch liknande produkter, spel om pengar och spelproblem samt \r\nämnen eller produkter som används i berusningssyfte, men som \r\ninte utgör alkohol, narkotika, dopning, tobak eller läkemedel. \r\nMyndigheten ska även följa upp utvecklingen och ansvara för \r\nden samordnade uppföljningen inom dessa områden.\r\nFörordning (2024:705).\r\n\r\n12 § Myndigheten ska bevaka och utreda behovet av \r\nnarkotikaklassificering av varor som inte utgör läkemedel samt \r\nbevaka och utreda behovet av kontroll av varor enligt lagen \r\n(1999:42) om förbud mot vissa hälsofarliga varor.\r\n\r\n13 § Myndigheten ska övervaka marknadsutvecklingen för \r\nelektroniska cigaretter och påfyllningsbehållare, tobaksfria \r\nnikotinprodukter och andra produkter som till \r\nanvändningssättet motsvarar rökning eller snusning men som \r\ninte innehåller tobak eller nikotin. I det ingår att övervaka \r\nhur användningen av dessa produkter påverkar nikotinberoende \r\noch traditionell tobakskonsumtion för unga människor och icke-\r\nrökare. Förordning (2024:705).\r\n\r\nUppgifter som rör fysisk aktivitet och hälsosamma matvanor\r\n\r\n14 § Myndigheten ska verka för kunskapsutveckling och \r\nkunskapsförmedling samt för nationell samordning inom området \r\nfysisk aktivitet. Myndigheten ska även följa upp och analysera \r\nutvecklingen inom området.\r\n\r\nMyndigheten ska inom området hälsosamma matvanor följa upp och \r\nanalysera utvecklingen från ett brett samhälleligt perspektiv \r\nsamt förmedla kunskap för att skapa samhälleliga \r\nförutsättningar för hälsosamma matvanor i befolkningen.\r\nFörordning (2024:705).\r\n\r\nUppgifter som rör sexuell och reproduktiv hälsa och \r\nrättigheter\r\n\r\n15 § Myndigheten ska verka för kunskapsutveckling och \r\nkunskapsförmedling samt för nationell samordning inom området \r\nsexuell och reproduktiv hälsa och rättigheter. Myndigheten ska \r\näven följa upp utvecklingen inom området. Förordning (2024:705).\r\n\r\nUppgifter som rör smittskydd \r\n\r\n16 § Myndigheten ska samordna, följa och utveckla smittskyddet \r\npå nationell nivå. Förordning (2024:705).\r\n\r\n17 § Myndigheten ska följa och analysera utvecklingen av \r\nsmittsamma sjukdomar och skyddet mot dessa nationellt och \r\ninternationellt, analysera konsekvenserna av denna utveckling \r\nför samhället och den enskilde samt utvärdera effekterna av \r\nvaccinationer och andra smittskyddsåtgärder inom hälso- och \r\nsjukvården och andra berörda samhällssektorer.\r\n\r\nMyndigheten ska vidare till Regeringskansliet \r\n(Utrikesdepartementet) lämna underlag för beslut om \r\nrekommendationer för resor till länder där det kan finnas risk \r\nför spridning av smittsamma sjukdomar. Förordning (2024:705).\r\n\r\n18 § Myndigheten ska svara för stöd till kvalitets- och \r\nmetodutveckling vid laboratorier som bedriver \r\nlaboratorieanalyser av betydelse för landets smittskydd.\r\nFörordning (2024:705).\r\n\r\n19 § Myndigheten ska verka för att möjligheten att behandla \r\nmed effektiva antibiotika hos människor och djur bevaras genom \r\natt samla in, analysera och aktivt förmedla kunskap i frågor \r\nsom rör antibiotikaresistens och relaterad antimikrobiell \r\nresistens. Myndigheten ska även främja insatser på lokal och \r\nregional nivå i frågor som rör rationell antibiotikaanvändning \r\noch antibiotikaresistens. Förordning (2024:705).\r\n\r\n20 § Myndigheten ska verka för en minskad smittspridning och \r\nresistensutveckling genom att samla in, analysera och aktivt \r\nförmedla kunskap i frågor som rör antibiotikaresistens och \r\nannan antimikrobiell resistens samt i frågor som rör \r\nvårdrelaterade infektioner och vårdhygien. \r\n\r\nMyndigheten ska vidare verka för att förskrivare, övriga \r\nberörda yrkesgrupper och allmänheten tillämpar de kunskaper \r\nsom finns om antibiotikaresistens och annan antimikrobiell \r\nresistens. Förordning (2024:705).\r\n\r\n21 § Myndigheten ska verka för att begränsa spridningen och \r\nkonsekvenserna för samhället och för enskilda av hiv/aids samt \r\nverka för att skapa öppenhet om hiv/aids och motverka \r\nstigmatisering och diskriminering av personer som lever med \r\nhivinfektion, bland annat genom att främja utvecklingsinsatser \r\noch långsiktigt förebyggande arbete. Förordning (2024:705).\r\n\r\nUppgifter som rör hälsoskydd och miljörelaterad hälsa m.m.\r\n\r\n22 § Myndigheten ska medverka till minskad negativ \r\nmiljöpåverkan på människors hälsa. Förordning (2024:705).\r\n\r\n23 § Myndigheten ska verka för att det generationsmål för \r\nmiljöarbetet och de miljökvalitetsmål som riksdagen har \r\nfastställt nås och vid behov föreslå åtgärder för \r\nmiljöarbetets utveckling samt i detta arbete särskilt följa \r\nupp, utvärdera och förmedla kunskap om hur människors hälsa \r\npåverkas av miljön. \r\n\r\nMyndigheten ska i fråga om sitt miljöarbete enligt första \r\nstycket rapportera till Naturvårdsverket och samråda med \r\nmyndigheten om vilken rapportering som behövs.\r\nFörordning (2024:705).\r\n\r\n24 § Myndigheten ska vara samordnande myndighet för det \r\nfriluftslivsmål för god folkhälsa som regeringen har \r\nfastställt och verka för att detta mål nås genom att \r\nsammanställa och förmedla kunskaper om insatser som skapar \r\nförutsättningar för friluftsliv och främjar hälsa till \r\nkommuner, regioner och andra berörda aktörer. \r\n\r\nMyndigheten ska i sin roll som samordnande myndighet för det \r\nfriluftslivsmål för god folkhälsa som regeringen har \r\nfastställt samverka med berörda myndigheter vid genomförande \r\noch uppföljning av friluftslivsmålen. Förordning (2024:705).\r\n\r\nUppgifter som rör beredskap\r\n\r\n25 § Myndigheten ska övervaka planläggningen av smittskyddets \r\nberedskap och inom sitt ansvarsområde ta initiativ till \r\nåtgärder som skyddar befolkningen mot smittsamma sjukdomar och \r\nandra allvarliga hälsohot i kris och under höjd beredskap.\r\n\r\nMyndigheten ska samordna beredskapen mot allvarliga hälsohot \r\nenligt lagen (2006:1570) om skydd mot internationella hot mot \r\nmänniskors hälsa. Förordning (2024:705).\r\n\r\n26 § Myndigheten är beredskapsmyndighet enligt förordningen \r\n(2022:524) om statliga myndigheters beredskap.\r\nFörordning (2024:705).\r\n\r\n27 § Myndigheten ska på regeringens uppdrag samordna \r\nförberedelserna för försörjningen av läkemedel inför \r\nallvarliga utbrott av smittsamma sjukdomar.\r\n\r\n28 § Myndigheten ska \r\n\r\n1. bistå myndigheter, kommuner, regioner och organisationer \r\nmed expertstöd vid konstaterade eller misstänkta allvarliga \r\nutbrott av smittsamma sjukdomar och vid analys av risker och \r\nbehov av förebyggande åtgärder när det gäller sådana utbrott, \r\noch\r\n\r\n2. upprätthålla den laboratorieberedskap som behövs och \r\ntillhandahålla mikrobiologiska laboratorieundersökningar som \r\när av unik natur eller som av andra skäl inte utförs av andra \r\nlaboratorier. \r\n\r\n29 § Myndigheten får bistå med expertstöd vid katastrofer \r\neller allvarliga utbrott av smittsamma sjukdomar i andra \r\nländer och stödja svenska civila och militära internationella \r\nkrishanteringsinsatser. \r\n\r\nMyndigheten får besluta om internationella insatser enligt \r\nförsta stycket endast under förutsättning att insatserna \r\nfinansieras av någon annan än myndigheten. \r\n\r\nMyndigheten ska före beslut om internationella insatser enligt \r\nförsta stycket samråda med Regeringskansliet \r\n(Socialdepartementet) om de åtgärder som myndigheten avser att \r\nvidta. Vid insatser som rör bistånd ska myndigheten dessutom \r\nsamråda med Styrelsen för internationellt \r\nutvecklingssamarbete.\r\n\r\n30 § Myndigheten ska\r\n\r\n1. tillhandahålla ett säkerhetslaboratorium som uppfyller \r\nkriterierna för högsta skyddsnivå enligt föreskrifter om \r\nmikrobiologiska arbetsmiljörisker som Arbetsmiljöverket har \r\nmeddelat med stöd av 18 § arbetsmiljöförordningen (1977:1166),\r\n\r\n2. upprätthålla diagnostisk beredskap och utföra \r\nmikrobiologiska laboratorieundersökningar av sådana \r\nhögsmittsamma ämnen som utgör särskild fara för människors \r\nhälsa,\r\n\r\n3. bedriva omvärldsbevakning av högsmittsamma ämnen som utgör \r\nsärskild fara för människors hälsa, och\r\n\r\n4. upprätthålla förmågan att stödja andra aktörer med \r\nkompetens inom biosäkerhet och bioskydd. Förordning (2024:705).\r\n\r\nUppgifter som rör EU-arbete och annat internationellt \r\nsamarbete\r\n\r\n31 § Myndigheten ska följa och medverka i folkhälsoarbetet \r\ninom Europeiska unionen (EU) och internationellt, i \r\nförekommande fall på instruktion från Regeringskansliet. \r\nMyndigheten ska hålla Regeringskansliet informerat om det \r\narbete som myndigheten är engagerad i. \r\n\r\n32 § Myndigheten ska \r\n\r\n1. samordna och lämna underlag till regeringen inför \r\nåterkommande rapportering, eller i förekommande fall \r\nrapportera direkt, till EU, Förenta nationerna (FN), \r\nVärldshälsoorganisationen (WHO) och andra internationella \r\norgan om frågor inom myndighetens verksamhetsområde,\r\n\r\n2. samordna uppföljningen av Sveriges åtaganden enligt FN:s \r\ngeneralförsamlings resolution S-26/2 angående hiv/aids antagen \r\nden 2 augusti 2001,\r\n\r\n3. svara för Sveriges åtaganden inom ramen för WHO:s arbete \r\nmed polioutrotning, \r\n\r\n4. i enlighet med WHO:s anvisningar ta fram och lämna underlag \r\ntill regeringen inför rapportering till WHO om förekomsten av \r\nsjukdomarna röda hund och mässling i landet, och\r\n\r\n5. vara nationell myndighet enligt WHO:s internationella \r\nhälsoreglemente som antogs i Genève den 23 maj 2005.\r\nFörordning (2025:781).\r\n\r\n33 § Myndigheten ska vara nationell kontaktpunkt för\r\n\r\n1. Europeiska unionens narkotikamyndighet (EUDA),\r\n\r\n2. Europeiska unionens hälsoprogram,\r\n\r\n3. icke smittsamma sjukdomar (NCD) inom EU, \r\n\r\n4. hälsostärkande fysisk aktivitet inom EU och inom WHO:s \r\nEuroparegion (HEPA),\r\n\r\n5. expertkommittén för narkotikaberoende (ECDD) inom WHO, \r\n\r\n6. icke smittsamma sjukdomar (NCD) inom WHO:s Europaregion, \r\noch\r\n\r\n7. miljörelaterad hälsa (EHP) inom WHO:s Europaregion.\r\nFörordning (2024:705).\r\n\r\n34 § Myndigheten ska\r\n\r\n1. vara samordnande behörigt organ och nationell samordnare \r\nenligt Europaparlamentets och rådets förordning (EG) nr \r\n851/2004 av den 21 april 2004 om inrättande av ett europeiskt \r\ncentrum för förebyggande och kontroll av sjukdomar (ECDC) och \r\nfår utse de nationella kontaktpunkter och operativa \r\nkontaktpunkter som avses i artikel 5.4 samma förordning,\r\n\r\n2. utföra de uppgifter som ska utföras av en medlemsstat \r\nenligt förordning (EG) nr 851/2004, med undantag för \r\nartikel 14.1 och artikel 18.1 i fråga om att utse vissa \r\nföreträdare, och\r\n\r\n3. inom sitt verksamhetsområde fullgöra de uppgifter som \r\nföljer av 2002 års nordiska hälsoberedskapsavtal och verka för \r\natt intentionerna i avtalet genomförs. Förordning (2025:1012).\r\n\r\n34 a § Myndigheten är behörig myndighet enligt \r\nEuropaparlamentets och rådets förordning (EU) 2022/2371 av den \r\n23 november 2022 om allvarliga gränsöverskridande hot mot \r\nmänniskors hälsa och om upphävande av beslut nr 1082/2013/EU. \r\n\r\nMyndigheten ska utföra de uppgifter som en medlemsstat ska \r\nutföra och ta emot den information som en medlemsstat ska \r\nmotta enligt förordning (EU) 2022/2371, med undantag för \r\nartiklarna 4.9 och 8.3 samt artikel 12 i fråga om gemensamma \r\nupphandlingsförfaranden. Myndigheten ska dock bistå med \r\nunderlag till regeringen inför att en handlingsplan ska tas \r\nfram enligt artikel 8.3. Myndigheten får låta en annan statlig \r\nmyndighet eller region utföra de uppgifter som avses i \r\nartikel 19 samma förordning.\r\n\r\nMyndigheten ska även ha ett nationellt ansvar för frågor om \r\nEU-referenslaboratorium enligt artikel 15 förordning (EU) \r\n2022/2371 och får samverka med Europeiska kommissionen om \r\nrelaterade frågor. Förordning (2025:1012).\r\n\r\n35 § Bestämmelser om myndighetens uppgifter som behörig \r\nmyndighet för reglerade yrken i Sverige finns i förordningen \r\n(2016:157) om erkännande av yrkeskvalifikationer. \r\n\r\n36 § Myndigheten ska inom ramen för den egna verksamheten och \r\ni samarbete med andra aktörer arbeta för att bidra till \r\ngenomförandet av Sveriges politik för global utveckling. \r\n\r\nUppdrags- och forskningsverksamhet\r\n\r\n37 § Myndigheten får\r\n\r\n1. utöver vad som följer av 28 § och 30 § 2 och om \r\nverksamheten i övrigt medger det utföra uppdrag inom eller \r\nutom landet,\r\n\r\n2. i samarbete med laboratorier utföra sådana diagnostiska \r\nlaboratorieundersökningar av prover avseende smittsamma \r\nsjukdomar som även kan utföras av andra laboratorier \r\n(rutinanalyser), om undersökningarna är nödvändiga för \r\nmyndighetens kompetensförsörjning, och\r\n\r\n3. bedriva den forskning som är nödvändig för att myndighetens \r\nuppdrag på smittskyddsområdet ska kunna fullgöras. \r\n\r\nRegelgivning, tillståndsgivning och tillsyn\r\n\r\n38 § Myndigheten ansvarar för föreskrifter och allmänna råd \r\ninom sitt verksamhetsområde.\r\n\r\nMyndigheten kungör sina föreskrifter i Gemensamma \r\nförfattningssamlingen avseende hälso- och sjukvård, \r\nsocialtjänst, läkemedel, folkhälsa m.m. i enlighet med \r\nbilaga 1 till författningssamlingsförordningen (1976:725).\r\n\r\n39 § Myndigheten ansvarar för tillståndsgivning, tillsyn, \r\ntillsynsvägledning och marknadskontroll i enlighet med vad som \r\nanges i lag och förordning. \r\n\r\nMyndigheten ska upprätta en årlig plan för den tillsyn som \r\nmyndigheten avser att genomföra under året (tillsynsplan).\r\n\r\n40 § Myndigheten ska svara för tillsynsvägledning i frågor som \r\ngäller hälsoskydd enligt 2, 5, 6 och 9 kap. miljöbalken och \r\ntillhandahålla underlag för tillämpningen av 3 och 4 kap. \r\nmiljöbalken och plan- och bygglagen (2010:900).\r\n\r\nSamverkan \r\n\r\n41 § Myndigheten ska samverka med relevanta aktörer inom sitt \r\nverksamhetsområde för att uppnå det folkhälsopolitiska målet.\r\n\r\nMyndighetens arbete med kunskapsförmedling ska planeras och \r\ngenomföras i samverkan med andra berörda myndigheter så att \r\ninformationen till allmänheten är samordnad.\r\n\r\nMyndighetens arbete med att styra med kunskap ska planeras och \r\ngenomföras i samverkan med andra berörda myndigheter så att \r\nden statliga styrningen med kunskap är samordnad. Bestämmelser \r\nom samverkan med vissa andra myndigheter finns i förordningen \r\n(2015:155) om statlig styrning med kunskap avseende hälso- och \r\nsjukvård och socialtjänst.\r\n\r\nLedning\r\n\r\n42 § Myndigheten leds av en myndighetschef.\r\n\r\n43 § Vid myndigheten finns ett insynsråd som består av högst \r\ntio ledamöter.\r\n\r\nOrganisation\r\n\r\n44 § Vid myndigheten ska det finnas en särskild funktion för \r\npsykisk hälsa och suicidprevention. Funktionens uppgift ska \r\nvara att förmedla kunskap om psykisk hälsa och suicid till \r\nallmänheten samt föra dialog med allmänheten inom området. \r\n\r\nVid denna funktion ska det finnas en företrädare för psykisk \r\nhälsa som fungerar som en talesperson för funktionens \r\nverksamhet.\r\n\r\n44 a § Vid myndigheten ska det finnas ett nationellt \r\nkompetenscentrum för fysisk aktivitet.\r\n\r\nMyndigheten ska genom kompetenscentrumet vara ett nationellt \r\nstöd till och arbeta för samverkan mellan berörda myndigheter \r\noch aktörer för att strategiskt främja fysisk aktivitet i \r\nbefolkningen. Förordning (2025:781).\r\n\r\nAnställning\r\n\r\n45 § Generaldirektören är myndighetschef.\r\n\r\nPersonalansvarsnämnd\r\n\r\n46 § Vid myndigheten finns en personalansvarsnämnd.\r\n\r\nTillämpligheten av viss förordning\r\n\r\n47 § Myndigheten ska tillämpa personalföreträdarförordningen \r\n(1987:1101) och internrevisionsförordningen (2006:1228).\r\nFörordning (2025:1012).\r\n\r\nAvgifter\r\n\r\n48 § Myndigheten ska ta ut avgifter för\r\n\r\n1. diagnostiska laboratorieundersökningar som avses i 28 § 2, \r\n30 § 2 och 37 § 2,\r\n\r\n2. internationella insatser som avses i 29 §, och\r\n\r\n3. uppdragsverksamhet som avses i 37 § 1.\r\n\r\nMyndigheten får meddela föreskrifter om avgifternas storlek.\r\n\r\nBestämmelser om myndighetens rätt att ta ut avgifter finns \r\näven i förordningen (2019:223) om tobak och liknande \r\nprodukter, i förordningen (2019:224) om avgifter för unika \r\nidentitetsmärkningar på tobaksförpack-ningar, i förordningen \r\n(2022:1263) om tobaksfria nikotinprodukter och i förordningen \r\n(2025:623) om lustgas.\r\n\r\nMyndigheten får disponera inkomsterna från avgifter som \r\nmyndigheten tar ut med stöd av första stycket, 7 kap. 2, 3, 5 \r\noch 6 §§ förordningen om tobak och liknande produkter, 4 § \r\nförordningen om avgifter för unika identitetsmärkningar på \r\ntobaksförpackningar, 15 a-15 c §§ förordningen om tobaksfria \r\nnikotinprodukter och 3 och 4 §§ förordningen om lustgas.\r\nFörordning (2025:1012).",
    "skapadDateTime": "2026-01-02T13:34:07.9728186",
    "uppdateradDateTime": "2026-01-02T13:35:02.4400824",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:35:02.4400823",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 646935,
      "beteckning": "2025:781",
      "anteckningar": "ändr. 32 §; ny 44 a §",
      "ikraftDateTime": "2025-09-19T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:781) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "781",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.988619",
      "uppdateradDateTime": "2026-01-02T13:35:02.4402373",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4402372",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646936,
      "beteckning": "2024:705",
      "anteckningar": "upph. 14 §, rubr. närmast före 14 §; nuvarande 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 26 a §§ betecknas 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26 §§; ändr. 1, 2, 4, 11, 13, den nya 19, 30, 33, 34 §§, rubr. närmast före 11 §, rubr. närmast före 15, 16, 17, 23, 26 §§ sätts närmast före 14, 15, 16, 22, 25 §§",
      "ikraftDateTime": "2024-11-06T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:705) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "705",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886193",
      "uppdateradDateTime": "2026-01-02T13:35:02.4419593",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4419588",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646937,
      "beteckning": "2024:408",
      "anteckningar": "ändr. 33 §",
      "ikraftDateTime": "2024-07-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:408) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "408",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886195",
      "uppdateradDateTime": "2026-01-02T13:35:02.4420002",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4420001",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646938,
      "beteckning": "2023:674",
      "anteckningar": "ändr. 48 §",
      "ikraftDateTime": "2024-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2023:674) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "674",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2023",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886198",
      "uppdateradDateTime": "2026-01-02T13:35:02.4420087",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4420086",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646939,
      "beteckning": "2021:582",
      "anteckningar": "ändr. 9 §",
      "ikraftDateTime": "2021-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2021:582) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "582",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886201",
      "uppdateradDateTime": "2026-01-02T13:35:02.4420182",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.442018",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646940,
      "beteckning": "2022:575",
      "anteckningar": "ändr. 26 §; ny 26 a §",
      "ikraftDateTime": "2022-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2022:575) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "575",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886203",
      "uppdateradDateTime": "2026-01-02T13:35:02.4420259",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4420257",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646941,
      "beteckning": "2025:1012",
      "anteckningar": "ändr. 34, 47, 48 §§; ny 34 a §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1012) om ändring i förordningen (2021:248) med instruktion för Folkhälsomyndigheten",
      "lopnummer": "1012",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:34:07.9886206",
      "uppdateradDateTime": "2026-01-02T13:35:02.4420373",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:35:02.4420372",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T13:34:07.9728179",
  "uppdateradDateTime": "2026-01-02T13:35:02.4398168",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T13:35:02.4398167",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}