{
  "grundforfattningId": 62447,
  "previousId": 61725,
  "beteckning": "1991:45",
  "beteckningSortable": "1991:45",
  "publiceringsar": "1991",
  "lopnummer": "45",
  "rubrik": "Minerallag (1991:45)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "1992-07-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Klimat- och näringslivsdepartementet",
    "enhet": "RSN",
    "namnOchEnhet": "Klimat- och näringslivsdepartementet RSN",
    "departementId": 31,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62444,
    "forarbeten": "Prop. 1988/89:92, 1990/91:NU7, rskr 1990/91:67",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "minerallag",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T13:41:20.3328092",
    "uppdateradDateTime": "2026-01-02T13:41:52.1228717",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:41:52.1228715",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85267,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1044",
    "omtryck": null,
    "utfardadDateTime": "1991-01-24T00:00:00",
    "ovrigt": "Rättelseblad 2016:994 har iakttagits.",
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nLagens tillämpningsområde\r\n\r\n1 § Denna lag gäller undersökning och bearbetning av \r\nfyndigheter på egen eller annans mark av följande mineraliska \r\nämnen (koncessionsmineral):\r\n\r\n1. antimon, arsenik, beryllium, bly, cesium, guld, iridium, \r\njärn som förekommer i berggrunden, kobolt, koppar, krom, \r\nkvicksilver, lantan och lantanider, litium, mangan, molybden, \r\nnickel, niob, osmium, palladium, platina, rodium, rubidium, \r\nrutenium, silver, skandium, strontium, tantal, tenn, titan, \r\ntorium, uran, vanadin, vismut, volfram, yttrium, zink och \r\nzirkonium,\r\n\r\n2. andalusit, apatit, brucit, flusspat, grafit, kyanit, leror \r\nsom är eldfasta eller klinkrande, magnesit, magnetkis, \r\nnefelinsyenit, sillimanit, stensalt eller annat salt som \r\nförekommer på liknande sätt, svavelkis, tungspat och \r\nwollastonit, och\r\n\r\n3. diamant. Lag (2025:1044).\r\n\r\n2 § Lagen tillämpas inte inom allmänt vattenområde i havet.\r\n\r\nDefinitioner\r\n\r\n3 § Med undersökning avses arbete i syfte att påvisa en fyndighet av ett\r\nkoncessionsmineral och att utröna fyndighetens sannolika ekonomiska\r\nvärde och dess beskaffenhet i övrigt, i den mån sådant arbete innebär\r\nintrång i markägarens eller annan rättsinnehavares rätt.\r\n\r\nMed bearbetning avses utvinning och tillgodogörande av ett\r\nkoncessionsmineral.\r\n\r\nRätten till undersökning och bearbetning\r\n\r\n4 § Undersökning får utföras endast av den som har\r\nundersökningstillstånd och bearbetning endast av den som har\r\nbearbetningskoncession.\r\n\r\nUtan tillstånd får dock undersökningsarbete bedrivas av\r\n\r\n1. fastighetsägaren eller, efter hans medgivande, annan i fall som anges\r\ni 3 kap. 2 §,\r\n\r\n2. koncessionshavare i fall som anges i 5 kap. 3 §.\r\n\r\nUtan koncession får fyndighet bearbetas av\r\n\r\n1. fastighetsägaren i fall som anges i 5 kap. 2 §,\r\n\r\n2. tillståndshavare i fall som anges i 3 kap. 4 §,\r\n\r\n3. koncessionshavare i fall som anges i 5 kap. 4--6 §§.\r\n\r\n5 § Ett undersökningstillstånd som grundas på ansökan avseende något\r\neller några av de koncessionsmineral som anges i 1 § 1 och 2 gäller, om\r\ninte sökanden begär annat, samtliga mineral som anges där.\r\n\r\nI övrigt gäller ett undersökningstillstånd eller en\r\nbearbetningskoncession det eller de mineral som anges i tillståndet\r\neller koncessionen. Lag (1991:153).\r\n\r\n6 § har upphävts genom lag (1993:690).\r\n\r\nBestämmelser i annan lagstiftning\r\n\r\n7 § Bestämmelser som berör verksamhet som avses i denna \r\nlag finns i miljöbalken, plan- och bygglagen (2010:900) och \r\nkulturmiljölagen (1988:950). \r\n\r\nBestämmelser om rätt att förvärva och inneha eller på annat \r\nsätt ta befattning med kärnämne eller mineral med halt av \r\nsådant ämne finns även i lagen (1984:3) om kärnteknisk \r\nverksamhet. Bestämmelser om rätt i övrigt att bedriva \r\nverksamhet med strålning finns i strålskyddslagen (2018:396). \r\nLag (2018:399).\r\n\r\n8 § Har upphävts genom lag (1998:845).\r\n\r\n2 kap. Undersökningstillstånd\r\n\r\nTillståndsområde\r\n\r\n1 § Undersökningstillstånd skall avse ett bestämt område, som inte får\r\nvara större än att tillståndshavaren kan antas ha möjlighet att\r\nundersöka det på ett ändamålsenligt sätt och som i övrigt skall ha en\r\nför ändamålet lämplig form.\r\n\r\nFörutsättningar för tillstånd\r\n\r\n2 § Undersökningstillstånd ska beviljas, om det finns \r\nanledning att anta att undersökning i området kan leda till \r\nfynd av koncessionsmineral.\r\n\r\nUndersökningstillstånd får dock inte beviljas den som \r\nuppenbarligen saknar möjlighet eller avsikt att få till stånd \r\nen ändamålsenlig undersökning eller den som tidigare har visat \r\nsig olämplig att bedriva undersökningsarbete. \r\n\r\nTillstånd att bedriva undersökning som gäller diamant får \r\nbeviljas endast den som visar att han eller hon är lämplig att \r\nbedriva sådan undersökning. Lag (2022:728).\r\n\r\nFöreträde vid konkurrens m.m.\r\n\r\n3 § Omfattas ett område av flera ansökningar om \r\nundersökningstillstånd enligt denna lag, har den sökande som \r\nförst kom in med sin ansökan företräde. Om ansökningarna har \r\nkommit in samma dag, har sökandena lika rätt inom det \r\ngemensamma området. Lag (2016:994).\r\n\r\n4 § Om någon inom ett område innehar undersökningstillstånd \r\neller bearbetningskoncession enligt denna lag, får inte någon \r\nannan beviljas undersökningstillstånd för samma mineral inom \r\nområdet. Om det finns särskilda skäl, får någon annan \r\nbeviljas undersökningstillstånd för mineral inom området som \r\ninte omfattas av tillståndet eller koncessionen.\r\nLag (2016:994).\r\n\r\nUndersökningstillståndets giltighetstid\r\n\r\n5 § Undersökningstillstånd gäller i tre år från dagen för beslutet.\r\n\r\n6 § Undersökningstillståndets giltighetstid skall på ansökan av\r\ntillståndshavaren förlängas med sammanlagt högst tre år, om\r\nändamålsenlig undersökning har utförts inom området. Detsamma gäller om\r\ntillståndshavaren har godtagbara skäl till att undersökning inte har\r\nskett och dessutom gör sannolikt att området kommer att undersökas under\r\nden tid som ansökningen avser.\r\n\r\n7 § Har giltighetstiden förlängts enligt 6 §, skall den på\r\nansökan av tillståndshavaren förlängas med ytterligare\r\nsammanlagt högst fyra år, om det finns särskilda skäl.\r\n\r\nGiltighetstiden kan därefter förlängas med ytterligare samman-\r\nlagt högst fem år, om det finns synnerliga skäl såsom att\r\ntillståndshavaren visar, att betydande arbete har lagts ned\r\ninom området och att vidare undersökningar sannolikt kommer att\r\nleda till att bearbetningskoncession kan meddelas.\r\nLag (1998:165).\r\n\r\n7 a § Trots vad som sägs i 5 § ska undersökningstillstånd som \r\nvar giltiga den 1 juli 2020 och fortfarande är giltiga den \r\n9 juni 2022 gälla i fem år från dagen för beslutet.\r\n\r\nFörsta stycket gäller inte undersökningstillstånd som avser \r\nolja eller gasformiga kolväten eller som grundas på en ansökan \r\nom stenkol och där stenkol uttryckligen anges i tillståndet.\r\nLag (2022:411).\r\n\r\n7 b § Tillstånd som har förlängts enligt 6 § och som är \r\ngiltiga den 9 juni 2022 ska gälla i ytterligare två år från \r\nden dag då giltighetstiden enligt beslutet om förlängning \r\nannars skulle ha löpt ut.\r\n\r\nOm ett tillstånd enligt första stycket har förlängts med en \r\ntid som understiger tre år ska tillståndet förlängas på \r\nansökan av tillståndshavaren med ytterligare viss tid så att \r\nden sammanlagda förlängningen blir högst fem år. Detta gäller \r\ndock endast om förutsättningarna i 6 § är uppfyllda.\r\n\r\nFörsta och andra styckena gäller inte undersökningstillstånd \r\nsom avser olja eller gasformiga kolväten eller som grundas på \r\nen ansökan om stenkol och där stenkol uttryckligen anges i \r\ntillståndet. Lag (2022:411).\r\n\r\n7 c § Tillstånd som har förlängts enligt 7 § första stycket \r\noch som är giltiga den 9 juni 2022 ska gälla i ytterligare två \r\når från den dag då giltighetstiden enligt beslutet om \r\nförlängning annars skulle ha löpt ut.\r\n\r\nOm ett tillstånd enligt första stycket har förlängts med en \r\ntid som understiger fyra år ska tillståndet förlängas på \r\nansökan av tillståndshavaren med ytterligare viss tid så att \r\nden sammanlagda förlängningen blir högst sex år. Detta gäller \r\ndock endast om förutsättningarna i 7 § första stycket är \r\nuppfyllda.\r\n\r\nTillstånd som har förlängts enligt 7 § andra stycket och som \r\när giltiga den 9 juni 2022 ska gälla i ytterligare två år från \r\nden dag då giltighetstiden enligt beslutet om förlängning \r\nannars skulle ha löpt ut.\r\n\r\nOm ett tillstånd enligt tredje stycket har förlängts med en \r\ntid som understiger fem år kan tillståndet förlängas på \r\nansökan av tillståndshavaren med ytterligare viss tid så att \r\nden sammanlagda förlängningen blir högst sju år. Detta gäller \r\ndock endast om förutsättningarna i 7 § andra stycket är \r\nuppfyllda.\r\n\r\nFörsta-fjärde styckena gäller inte undersökningstillstånd som \r\navser olja eller gasformiga kolväten eller som grundas på en \r\nansökan om stenkol och där stenkol uttryckligen anges i \r\ntillståndet. Lag (2022:411).\r\n\r\n8 § Ansökan om förlängning skall för att kunna tas upp till prövning ha\r\nkommit in under tillståndets giltighetstid. Om tillståndshavaren har\r\nansökt om förlängning inom den angivna tiden eller om han inom samma tid\r\nhar ansökt om bearbetningskoncession, gäller tillståndet till dess\r\nansökningen har prövats slutligt.\r\n\r\nHinder mot undersökningstillstånd\r\n\r\n9 § När ett undersökningstillstånd eller en\r\nbearbetningskoncession har upphört att gälla, kan en ansökan om\r\nundersökningstillstånd beträffande mark inom samma område\r\nprövas tidigast ett år efter det att tillståndet eller\r\nkoncessionen upphörde att gälla.\r\n\r\nOm det finns särskilda skäl, får bergmästaren medge undantag\r\nfrån bestämmelserna i första stycket. Lag (2005:161).\r\n\r\n9 a § Undersökningstillstånd får inte meddelas för mark inom en\r\nskyddszon runt ett område som omfattas av en\r\nbearbetningskoncession. Skyddszonen skall ha en sträckning av\r\n1 000 meter från gränsen för det område som omfattas av\r\nkoncessionen. Om det finns särskilda skäl får skyddszonen\r\nminskas.\r\n\r\nOm en gruva eller motsvarande anläggning inte tagits i drift\r\ninom tre år efter det att bearbetningskoncession meddelades,\r\nfår dock undersökningstillstånd meddelas inom skyddszonen fram\r\ntill dess att anläggningen tas i drift.\r\n\r\nEfter det att en bearbetningskoncession har beviljats slutligt,\r\nfår undersökningstillstånd inom skyddszonen trots första\r\nstycket ges till den som innehar bearbetningskoncessionen eller\r\nnågon annan, som har dennes medgivande. Lag (2005:161).\r\n\r\n9 b § När en ansökan om bearbetningskoncession har givits in\r\nför visst område, skall vad som anges i 9 a § första stycket om\r\nhinder för undersökningstillstånd gälla till dess att frågan om\r\nkoncession slutligt avgjorts. En ansökan om undersöknings-\r\ntillstånd inom en skyddszon skall förklaras vilande i avvaktan\r\npå slutligt beslut i koncessionsärendet. Lag (1998:165).\r\n\r\nVillkor i undersökningstillstånd\r\n\r\n10 § Undersökningstillstånd skall förenas med de villkor som\r\nbehövs för att skydda allmänna intressen eller enskild rätt\r\nsamt med villkor om att tillståndshavaren skall ställa säkerhet\r\nför ersättning enligt 7 kap. 1 §. Lag (2005:161).\r\n\r\n3 kap. Undersökningsarbete\r\n\r\nInledande bestämmelse\r\n\r\n1 § Den som har undersökningstillstånd får inom tillståndsområdet\r\nbedriva undersökningsarbete enligt 3--8 §§.\r\n\r\nRätt att bedriva undersökningsarbete utan tillstånd\r\n\r\n2 § Om det kan ske utan intrång i nyttjanderätt, servitut \r\neller annan särskild rätt får fastighetsägaren eller, efter \r\nhans eller hennes medgivande, någon annan utan \r\nundersökningstillstånd bedriva undersökning som gäller alla \r\nkoncessionsmineral utom diamant, dock inte inom områden där \r\nnågon annan har tillstånd eller koncession enligt denna lag. \r\nBestämmelserna i 3-7 §§ gäller i tillämpliga delar även sådant \r\nundersökningsarbete. Lag (2022:728).\r\n\r\nHur undersökningsarbete får bedrivas\r\n\r\n3 § Undersökningsarbete får bedrivas endast för att visa att\r\nsådant mineral som omfattas av tillståndet finns inom området\r\noch för att ta närmare reda på fyndighetens storlek,\r\nbeskaffenhet och brytvärdhet.\r\n\r\nTillståndshavaren får i den utsträckning det behövs använda väg\r\ntill och inom området. Efter tillstånd av bergmästaren får\r\ntillståndshavaren också ta mark eller annat utrymme i anspråk\r\nför att bygga nödvändig väg till och inom området.\r\n\r\nInnan arbete påbörjas skall tillståndshavaren ha ställt\r\nsäkerhet för ersättning enligt 7 kap. 1 §.\r\n\r\nArbetet skall utföras så, att minsta skada och intrång vållas\r\npå någon annans egendom och på natur- och kulturmiljön.\r\nLag (2005:943).\r\n\r\n4 § Tillståndshavaren får använda koncessionsmineral som utvinns under\r\nundersökningsarbetet och som omfattas av tillståndet endast för att\r\nundersöka deras beskaffenhet och lämplighet för teknisk bearbetning. Han\r\nfår också tillgodogöra sig de produkter som han därvid framställer eller\r\nutvinner. Detsamma gäller tidigare utvunna koncessionsmineral som\r\nomfattas av tillståndet, om inte annat följer av 13 kap. 2 § andra\r\nstycket.\r\n\r\nTillståndshavaren får bearbeta och använda mineraliska ämnen som inte\r\nomfattas av tillståndet eller av denna lag endast om det behövs för att\r\nundersökningsarbetet skall kunna bedrivas på ett ändamålsenligt sätt.\r\n\r\n5 § Undersökningsarbete får endast utföras i enlighet med en\r\ngällande arbetsplan som ska upprättas av tillståndshavaren\r\noch vara skriven på svenska.\r\n\r\nArbetsplanen ska innehålla\r\n\r\n1. tillståndshavarens namn, telefonnummer, postadress och\r\ne-postadress samt namn, telefonnummer, postadress och\r\ne-postadress till en kontaktperson om tillståndshavaren är en\r\njuridisk person,\r\n\r\n2. en beskrivning av vad en arbetsplan är och uppgift om att\r\nden som berörs av arbetsplanen har möjlighet att påverka\r\ninnehållet i den genom att invända mot den,\r\n\r\n3. en redogörelse för det undersökningsarbete som planeras\r\noch en tidsplan för arbetet,\r\n\r\n4. en karta med fastighetsgränser och fastighetsbeteckningar\r\nsom visar inom vilket område undersökningsarbetet kommer att\r\nutföras,\r\n\r\n5. en bedömning av i vilken utsträckning arbetet kan antas\r\npåverka allmänna intressen och enskild rätt,\r\n\r\n6. uppgift om när eventuella invändningar mot innehållet i\r\narbetsplanen ska vara tillståndshavaren till handa och vilken\r\nföljden blir om någon invändning inte framställs,\r\n\r\n7. uppgift om att den som berörs av arbetsplanen har rätt att\r\npå begäran få en underrättelse om när arbetet på den\r\nfastighet som hans eller hennes rätt är knuten till ska\r\npåbörjas, och uppgift om när en sådan begäran ska vara\r\ntillståndshavaren till handa,\r\n\r\n8. uppgift om vilka tillstånd enligt annan lagstiftning\r\ntillståndshavaren redan har, har sökt eller har för avsikt\r\natt söka, eller vilka anmälningar enligt annan lagstiftning\r\ntillståndshavaren har gjort eller har för avsikt att göra med\r\nanledning av undersökningsarbetet, och\r\n\r\n9. en bedömning av hur stor skada eller hur stort intrång som\r\nundersökningsarbetet kommer att medföra, information om hur\r\neventuella skador eller intrång kommer att regleras samt\r\nuppgift om vilken form av säkerhet tillståndshavaren har för\r\natt fullfölja utbetalningen av ersättningen och om storleken\r\npå säkerheten.\r\n\r\nArbetsplanen ska, i fråga om arbetsredogörelsen och\r\ntidsplanen för arbetet, anpassas till den pågående\r\nmarkanvändningen inom det område där undersökningsarbetet ska\r\nutföras.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer\r\nmeddelar närmare föreskrifter om vad en arbetsplan ska\r\ninnehålla. Lag (2014:782).\r\n\r\n5 a § Arbetsplanen ska delges ägaren till den fastighet där\r\narbetet ska bedrivas och innehavare av särskild rätt som\r\nberörs. Delgivning med innehavare av renskötselrätt får ske\r\ngenom att arbetsplanen delges den sameby som innehavarna\r\ntillhör.\r\n\r\nInvändningar mot innehållet i arbetsplanen ska framställas\r\nskriftligen och vara tillståndshavaren till handa inom tre\r\nveckor från delgivningen av arbetsplanen. Lag (2014:782).\r\n\r\n5 b § Tillståndshavaren ska tillhandahålla en översättning av\r\narbetsplanen på finska, meänkieli eller samiska under de\r\nförutsättningar som anges i andra och tredje stycket.\r\n\r\nEn översättning ska tillhandahållas om undersökningsarbetet\r\nska utföras inom ett område som helt eller delvis\r\nsammanfaller med språkets förvaltningsområde enligt 6 § lagen\r\n(2009:724) om nationella minoriteter och minoritetsspråk och\r\nen översättning skriftligen begärts av en fastighetsägare\r\neller innehavare av särskild rätt som avses i 5 a § första\r\nstycket.\r\n\r\nEn begäran om översättning enligt andra stycket ska vara\r\ntillståndshavaren till handa inom tio dagar från den dag\r\nfastighetsägaren eller innehavaren av särskild rätt fick del\r\nav beslutet om undersökningstillstånd, eller i fall som avses\r\ni 5 kap. 3 § andra stycket, beslutet om\r\nbearbetningskoncession.\r\n\r\nÖversättningen av arbetsplanen ska delges fastighetsägaren\r\neller innehavaren av särskild rätt tillsammans med\r\narbetsplanen enligt 5 a §. Lag (2014:782).\r\n\r\n5 c § En arbetsplan blir gällande om några invändningar\r\nenligt 5 a § andra stycket inte framställs. En arbetsplan\r\nblir också gällande om tillståndshavaren och den\r\nfastighetsägare och innehavare av särskild rätt som\r\nframställt sådana invändningar har kommit överens om\r\narbetsplanens innehåll.\r\n\r\nEn gällande arbetsplan ska sändas till bergmästaren,\r\nlänsstyrelsen och kommunen. Om undersökningsarbetet ska\r\nutföras inom ett område som används för renskötsel, ska en\r\ngällande arbetsplan även sändas till Sametinget.\r\nLag (2014:782).\r\n\r\n5 d § Om invändningar enligt 5 a § andra stycket har\r\nframställts, får tillståndshavaren också begära att\r\narbetsplanen prövas av bergmästaren.\r\n\r\nArbetsplanen ska fastställas av bergmästaren och bli gällande\r\nom\r\n\r\n1. den uppfyller kraven på innehåll i 5 §,\r\n\r\n2. de åtgärder som anges är nödvändiga för en ändamålsenlig\r\nundersökning och inte medför så stora olägenheter för\r\nfastighetsägaren eller innehavaren av särskild rätt att\r\nolägenheterna överväger tillståndshavarens intresse av att få\r\nutföra arbetena, och\r\n\r\n3. tillståndshavaren har iakttagit sina skyldigheter enligt 5 a\r\noch 5 b §§.\r\n\r\nBergmästaren ska, i beslut om fastställande, meddela de\r\nvillkor som behövs för att skydda allmänna intressen och\r\nenskild rätt och för att förebygga eller begränsa\r\nolägenheter. Bergmästaren får också besluta att arbetsplanen\r\nska gälla omedelbart. Lag (2014:782).\r\n\r\n5 e § Tillståndshavaren ska på begäran av en fastighetsägare\r\neller innehavare av särskild rätt som avses i 5 a § första\r\nstycket skicka en underrättelse om vilken dag arbetet ska\r\npåbörjas på den fastighet som hans eller hennes rätt avser.\r\nUnderrättelsen ska vara skriven på svenska och skickas senast\r\nen vecka innan arbetet på fastigheten ska påbörjas.\r\n\r\nOm arbetsplanen redan innehåller en uppgift om när arbetet\r\nska påbörjas på en viss fastighet, behöver en underrättelse\r\ninte skickas till den vars rätt uppgiften avser.\r\n\r\nEn begäran om underrättelse ska framställas skriftligen och\r\nvara tillståndshavaren till handa inom den tid som anges i\r\n5 a § andra stycket. Lag (2014:782).\r\n\r\n5 f § Tillståndshavaren ska skicka en underrättelse till\r\nberörda fastighetsägare och innehavare av särskild rätt när\r\nundersökningsarbetet har slutförts. Underrättelsen ska vara\r\nskriven på svenska. Lag (2014:782).\r\n\r\nHinder mot undersökningsarbete\r\n\r\n6 § Undersökningsarbete får inte äga rum inom nationalpark\r\neller område som en statlig myndighet hos regeringen har\r\nbegärt ska avsättas till nationalpark eller i strid med\r\nföreskrifter som har meddelats för natur- eller kulturreservat\r\nmed stöd av 7 kap. miljöbalken.\r\n\r\nBestämmelser om att tillstånd krävs för vissa verksamheter och\r\nåtgärder finns i 7 kap. 28 a–29 b §§ miljöbalken.\r\n\r\nUndersökningsarbete får inte heller, utan medgivande av\r\nlänsstyrelsen, äga rum inom\r\n\r\n1. tvåhundra meter från skyddsobjekt enligt skyddslagen\r\n(2010:305) och sådant område utanför detta som regeringen\r\nbestämmer,\r\n\r\n2. kyrkogård och annan begravningsplats, eller\r\n\r\n3. område som avses i 4 kap. 5 § miljöbalken.\r\n\r\nEtt medgivande enligt tredje stycket 3 ska förenas med de\r\nvillkor som är nödvändiga för att förhindra att påtaglig skada\r\nuppkommer för områdets natur- och kulturvärden. Länsstyrelsen\r\nfår även i övrigt förena ett medgivande enligt tredje stycket\r\nmed villkor. Lag (2010:313).\r\n\r\n7 § Undersökningsarbete får inte utan medgivande av\r\nbergmästaren äga rum inom\r\n\r\n1. område inom trettio meter från allmän väg eller sådan\r\nvägsträckning enligt fastställd vägplan, eller från järnväg,\r\nflygplats eller kanal som är upplåten för allmän trafik,\r\n\r\n2. område inom tvåhundra meter från bostadsbyggnad,\r\n\r\n3. område inom tvåhundra meter från kyrka, annan\r\nsamlingslokal, undervisningsanstalt, hotell eller pensionat\r\neller område inom tvåhundra meter från vårdanstalt, elevhem\r\neller liknande inrättning, om den är avsedd för mer än femtio\r\npersoner,\r\n\r\n4. område inom tvåhundra meter från elektrisk kraftstation\r\neller industriell anläggning, eller\r\n\r\n5. område med detaljplan eller områdesbestämmelser enligt\r\nplan- och bygglagen (2010:900).\r\n\r\nI fall som anges i första stycket 5 får medgivande inte\r\nlämnas i strid med planen eller områdesbestämmelserna. Om\r\nsyftet med planen eller bestämmelserna inte motverkas, får\r\ndock mindre avvikelser göras.\r\n\r\nTrots första stycket 2-4 får undersökning ske, om medgivande\r\nhar lämnats av den som berörs av arbetet. I fall som anges i\r\nförsta stycket 2 ska medgivande lämnas av ägaren till\r\nbyggnaden eller marken och den som har nyttjanderätt till\r\nden. I fall som anges i första stycket 3 och 4 ska\r\nmedgivandet lämnas av ägare och nyttjanderättshavare.\r\n\r\nBergmästaren får förena sitt medgivande med villkor.\r\nLag (2012:443).\r\n\r\n8 § Gäller för samma tillståndsområde flera \r\nundersökningstillstånd eller koncessioner enligt denna lag, \r\nfår arbete som utförs med stöd av en rättighet som tillkommit \r\nförst inte hindras eller uppehållas av arbete med stöd av en \r\nrättighet som tillkommit senare. Lag (2016:994).\r\n\r\n4 kap. Bearbetningskoncession\r\n\r\nKoncessionsområde\r\n\r\n1 § Koncession skall avse ett bestämt område, som bestäms efter vad som\r\när lämpligt med hänsyn till fyndigheten, ändamålet med koncessionen och\r\növriga omständigheter.\r\n\r\nFörutsättningar för koncession\r\n\r\n2 § Koncession ska meddelas, om\r\n\r\n1. en fyndighet som sannolikt kan tillgodogöras ekonomiskt har \r\npå-träffats, och\r\n\r\n2. fyndighetens belägenhet och art inte gör det olämpligt att \r\nsökanden får den begärda koncessionen. \r\n\r\nKoncession för bearbetning av koncessionsmineral i alunskiffer \r\nfår be-viljas endast den som visar att den är lämplig att \r\nbedriva sådan bearbetning.\r\n\r\nI ärenden om beviljande av koncession ska 3 kap., 4 kap. 1-\r\n7 §§ och 5 kap. 18 § miljöbalken tillämpas. \r\n\r\nOm ett ärende om beviljande av koncession avser en verksamhet \r\nsom senare ska prövas även enligt miljöbalken eller andra \r\nlagar, ska 3 kap. och 4 kap. 1-7 §§ miljöbalken tillämpas \r\nendast vid den prövning som sker i koncessionsärendet. Vid \r\ntillämpningen av 3 kap. 10 § andra stycket miljöbalken och \r\n4 kap. 1 § första stycket 1 miljöbalken ska 4 kap. 8 § i \r\nbalken inte beaktas. \r\n\r\nNär en verksamhet senare ska prövas enligt miljöbalken eller \r\nandra lagar ska prövningen av frågan om det krävs tillstånd \r\nenligt 7 kap. 28 a § miljöbalken och, om tillstånd krävs, \r\nfrågan om tillstånd kan lämnas göras oberoende av de \r\nställningstaganden som har gjorts i koncessionsprövningen.\r\n\r\nI ärenden om beviljande av koncession ska en specifik \r\nmiljöbedömning göras, information lämnas och samordning ske \r\nenligt 6 kap. 28-46 §§ miljöbalken. Uppgifterna i \r\nmiljökonsekvensbeskrivningen ska ha den omfattning och \r\ndetaljeringsgrad som behövs för prövningen av \r\nkoncessionsansökan.\r\n\r\nKoncessionen får inte strida mot en detaljplan eller \r\nområdesbestämmelser. Om syftet med planen eller bestämmelserna \r\ninte motverkas, får dock mindre avvikelser göras.\r\nLag (2024:325).\r\n\r\nFöreträde vid konkurrens m.m\r\n\r\n3 § Om flera har ansökt om koncession för samma område och fler\r\nän en kan komma i fråga enligt 2 §, skall den ha företräde som har\r\nundersökningstillstånd i området för något mineral som omfattas\r\nav dennes ansökan om koncession.\r\n\r\nOm ingen av sökandena har undersökningstillstånd, skall den ha\r\nföreträde som har utfört ändamålsenligt undersökningsarbete inom\r\nområdet. I annat fall har den företräde som först kom in med sin\r\nansökan. Om ansökningarna har kommit in samma dag har\r\nsökandena lika rätt till andel i koncessionen. Lag (1993:690).\r\n\r\n4 § Om någon inom ett område innehar undersökningstillstånd \r\neller bearbetningskoncession enligt denna lag, får inte någon \r\nannan beviljas koncession för samma mineral inom området. Om \r\ndet finns särskilda skäl, får någon annan beviljas koncession \r\nför mineral inom området som inte omfattas av tillståndet \r\neller koncessionen. Lag (2016:994).\r\n\r\n5 § En koncession skall förenas med de villkor som behövs för att skydda\r\nallmänna intressen eller enskild rätt eller som behövs för att\r\nnaturtillgångarna skall utforskas och tillvaratas på ett ändamålsenligt\r\nsätt.\r\n\r\n6 § Koncessionshavaren skall åläggas att ställa säkerhet för att hans\r\nskyldigheter enligt 13 kap. 4 § skall uppfyllas, om det inte finns\r\nsärskilda skäl till något annat. Visar sig säkerheten otillräcklig, får\r\nlänsstyrelsen bestämma att ytterligare säkerhet skall ställas.\r\n\r\nBearbetningskoncessionens giltighetstid\r\n\r\n7 § En bearbetningskoncession skall meddelas för tjugofem år. Om\r\nsökanden begär det, får kortare tid bestämmas. Lag (1993:690).\r\n\r\n8 § Koncessionstiden skall utan särskild ansökan förlängas med tio år i\r\nsänder, om regelbunden bearbetning pågår när giltighetstiden går ut. Om\r\nkoncessionshavaren begär det, får kortare tid bestämmas.\r\n\r\n9 § Om det inte pågår regelbunden bearbetning när\r\nkoncessionstiden går ut, skall tiden på ansökan av\r\nkoncessionshavaren förlängas med tio år, om det pågår\r\n\r\n1. tillredningsarbete eller anläggningsarbete för upptagande av\r\nbearbetning inom koncessionsområdet,\r\n\r\n2. undersökningsarbete av större omfattning inom\r\nkoncessionsområdet, eller\r\n\r\n3. mineraltekniskt, metallurgiskt eller annat utvecklingsarbete av\r\nstörre omfattning i syfte att möjliggöra bearbetning av fyndigheten.\r\n\r\nOm koncessionshavaren begär det, får kortare tid än tio år\r\nbestämmas.\r\n\r\nKoncessionshavaren har rätt att få förhandsbesked av\r\nprövningsmyndigheten om huruvida planerat undersökningsarbete\r\neller planerat mineraltekniskt, metallurgiskt eller annat\r\nutvecklingsarbete skall anses ha större omfattning. Lag\r\n(1993:690).\r\n\r\n10 § Koncessionstiden får på ansökan av koncessionshavaren \r\nförlängas med högst tio år, om\r\n\r\n1. det inte pågår någon regelbunden bearbetning eller sådan \r\nverksamhet som anges i 9 § första stycket, och \r\n\r\n2. det är motiverat med hänsyn till det allmännas intresse av \r\natt mineraltillgångarna utnyttjas på ett ändamålsenligt sätt.  \r\n\r\nVid prövningen ska 3 kap. och 4 kap. 1-7 §§ miljöbalken \r\ntillämpas. Vid tillämpningen av 3 kap. 10 § andra stycket \r\nmiljöbalken och 4 kap. 1 § första stycket 1 miljöbalken ska \r\n4 kap. 8 § i balken inte beaktas. Lag (2024:325).\r\n\r\n11 § Ansökan om förlängning enligt 9 eller 10 § skall göras senast sex\r\nmånader före koncessionstidens utgång. Har koncessionshavaren ansökt om\r\nförlängning inom den angivna tiden, gäller koncessionen till dess att\r\nansökningen har prövats slutligt.\r\n\r\n5 kap. Bearbetning m. m.\r\n\r\nInledande bestämmelser\r\n\r\n1 § Den som har koncession får inom koncessionsområdet, i dagen\r\neller under jord, dels bedriva undersökningsarbete enligt 3 §,\r\ndels utföra bearbetning och därmed sammanhängande verksamhet\r\nenligt 4-7 §§. För bearbetning och därmed sammanhängande\r\nverksamhet som sker i dagen får koncessionshavaren dock ta i\r\nanspråk endast mark som har anvisats för ändamålet.\r\n\r\nMark eller annat utrymme utanför koncessionsområdet får tas i\r\nanspråk för annat ändamål än undersökning eller bearbetning\r\nenligt vad som bestäms vid markanvisningen.\r\n\r\nÄrenden om markanvisning prövas vid markanvisningsförrättning\r\nenligt bestämmelserna i 9 kap.\r\n\r\nBergmästaren kan, sedan beslutet om koncession har vunnit laga\r\nkraft, medge att mark eller annat utrymme får tas i anspråk i\r\navvaktan på att frågan om markanvisning avgörs. Sådant\r\nmedgivande får lämnas endast om koncessionshavaren ställer\r\nsäkerhet för den ersättning som avses i 7 kap. 3 §.\r\nLag (2005:943).\r\n\r\nRätt att utföra bearbetning utan koncession\r\n\r\n2 § Fastighetsägaren får utan koncession för sitt husbehov bearbeta\r\nfyndigheter av koncessionsmineral så länge ingen annan har koncession\r\ninom området.\r\n\r\nMeddelas koncession för någon annan inom ett område där fastighetsägaren\r\nbearbetar fyndigheter av koncessionsmineral eller annat mineraliskt ämne\r\nför sitt husbehov, har fastighetsägaren rätt att i skälig utsträckning\r\nfortsätta verksamheten, om det inte finns särskilda skäl till något\r\nannat.\r\n\r\nHur undersökningsarbete får bedrivas\r\n\r\n3 § Undersökningsarbete får avse sådana mineral som omfattas \r\nav koncessionen. I den mån ingen annan har tillstånd eller \r\nkoncession får koncessionshavaren inom koncessionsområdet \r\nundersöka även andra koncessionsmineral med undantag av \r\ndiamant.\r\n\r\nI fråga om undersökningsarbete som bedrivs i dagen på mark som \r\ninte har anvisats ska 3 kap. 3-5 f §§ tillämpas. \r\nLag (2022:728).\r\n\r\nHur bearbetning m. m. får utföras\r\n\r\n4 § Bearbetning får avse sådana mineral som omfattas av koncessionen.\r\nKoncessionshavaren får inom koncessionsområdet utvinna även andra\r\nkoncessionsmineral och övriga mineraliska ämnen, i den mån det behövs\r\nför att arbetet skall kunna bedrivas på ett ändamålsenligt sätt. Av det\r\nsom därvid utvinns får koncessionshavaren använda vad som behövs vid\r\nbearbetningen.\r\n\r\n5 § Koncessionshavaren får tillgodogöra sig tidigare utvunna\r\nkoncessionsmineral som omfattas av koncessionen, om inte annat följer av\r\n13 kap. 2 § andra stycket.\r\n\r\n6 § Koncessionshavaren får tillgodogöra sig sådana \r\nkoncessionsmineral och övriga mineraliska ämnen som inte \r\nförrän vid anrikning eller därmed likställt förfarande kan \r\navskiljas från de mineral som koncessionen omfattar. \r\n\r\nKoncessionshavaren får tillgodogöra sig även andra utvunna \r\nkoncessionsmineral och mineraliska ämnen än som avses i första \r\nstycket, om markägaren inte inom sex månader efter tillsägelse \r\nhämtar mineralet och ersätter de kostnader som lagts ned på \r\ndet.\r\n\r\nFörsta och andra styckena gäller inte stenkol, brunkol, \r\nråolja, skifferolja eller naturgas. Lag (2022:728).\r\n\r\n7 § Bearbetning får inte ske på sådant sätt att framtida utvinning av\r\nnågot koncessionsmineral äventyras eller att det blir omöjligt eller\r\nväsentligt svårare att utvinna kvarlämnad känd tillgång av sådant\r\nmineral. Bearbetning får heller inte utföras så att uppenbar\r\nmisshushållning med mineral sker på annat sätt.\r\n\r\nUtfraktsvägar och stängsel m.m.\r\n\r\n8 § Utfraktsvägar och orter som leder till en gruvas obrutna \r\ndelar ska hållas öppna. Borrhål till saltfyndigheter ska vara \r\nförsedda med mynningsskydd. För igenläggning av sådana \r\nutfraktsvägar, orter eller borrhål krävs särskilt tillstånd av \r\nbergmästaren. Lag (2022:728).\r\n\r\n9 § Koncessionshavaren skall sätta upp och underhålla behövligt stängsel\r\npå mark som har tagits i anspråk för bearbetning eller därmed\r\nsammanhängande verksamhet.\r\n\r\nHinder mot undersökningsarbete och bearbetning m.m.\r\n\r\n10 § Bestämmelserna i 3 kap. 6 och 7 §§ om hinder mot\r\nundersökningsarbete skall tillämpas på dels undersökningsarbete som\r\nkoncessionshavaren bedriver i dagen på ej anvisad mark, dels\r\nundersökningsarbete samt bearbetning och därmed sammanhängande\r\nverksamhet som koncessionshavaren utför under jord. Vad som nu har sagts\r\ngäller dock endast om hindret uppstod innan koncessionen beviljades.\r\n\r\n11 § Gäller för samma koncessionsområde flera \r\nundersökningstillstånd eller koncessioner enligt denna lag, \r\nfår arbete eller verksamhet som utförs med stöd av en \r\nrättighet som tillkommit först inte hindras eller uppehållas \r\nav arbete eller verksamhet med stöd av en rättighet som har \r\ntillkommit senare. Lag (2016:994).\r\n\r\n6 kap. Överlåtelse, frånträdande, återkallelse och ändring av\r\nundersökningstillstånd och koncession\r\n\r\nÖverlåtelse\r\n\r\n1 § Undersökningstillstånd och bearbetningskoncession får\r\növerlåtas efter medgivande av prövningsmyndigheten. Medgivande\r\ni fråga om undersökningstillstånd får lämnas om de krav är\r\nuppfyllda som anges i 2 kap. 2 § andra och tredje styckena.\r\nMedgivande i fråga om bearbetningskoncession får lämnas om de\r\nkrav är uppfyllda som anges i 4 kap. 2 § första stycket 2 och\r\nförvärvaren dessutom visar att han eller hon är lämplig att\r\nbedriva bearbetning av fyndigheten. Lag (2005:161).\r\n\r\nFrånträdande\r\n\r\n2 § Om en innehavare av undersökningstillstånd anmäler till bergmästaren\r\natt han helt eller delvis vill frånträda sin rätt, upphör tillståndet i\r\nmotsvarande mån att gälla en månad efter det att hans anmälan kom in\r\ntill bergmästaren.\r\n\r\nOm en innehavare av bearbetningskoncession anmäler till bergmästaren att\r\nhan helt och hållet vill frånträda sin rätt, upphör koncessionen att\r\ngälla sex månader efter det att hans anmälan kom in till bergmästaren.\r\n\r\nVill en koncessionshavare frånträda sin rätt endast för en viss del av\r\nkoncessionsområdet, skall han ansöka härom hos prövningsmyndigheten.\r\nAnsökningen får bifallas endast om återstående del av koncessionsområdet\r\när lämplig med hänsyn till mineralfyndigheten, ändamålet med\r\nkoncessionen och övriga omständigheter. Bifalls ansökningen, skall\r\nprövningsmyndigheten föreskriva de villkor som behövs för att skydda\r\nallmänna intressen eller enskild rätt eller för att naturtillgångarna\r\nskall utforskas och tillvaratas på ett ändamålsenligt sätt.\r\n\r\nÅterkallelse\r\n\r\n3 § Ett undersökningstillstånd eller en bearbetningskoncession\r\nkan återkallas, om tillstånds- eller koncessionshavaren inte\r\nfullgör sina skyldigheter enligt denna lag eller enligt villkor\r\ni tillståndet eller koncessionen eller om tillståndshavaren\r\nbryter mot villkor som uppställts för medgivande till\r\nundersökningsarbete eller om det annars finns synnerliga skäl.\r\nLag (2005:161).\r\n\r\nÄndring av villkor\r\n\r\n4 § Om verksamhet enligt en koncession ger upphov till \r\nbetydande olägenheter som inte förutsågs när koncessionen \r\nbeviljades, får prövningsmyndigheten besluta om de villkor för \r\nden fortsatta verksamheten som behövs för att förebygga eller \r\nminska olägenheterna. Detsamma gäller arbete enligt \r\nundersökningstillstånd för diamant.\r\n\r\nI övrigt får villkor i undersökningstillstånd eller \r\nkoncessioner ändras endast i enlighet med tillstånds- eller \r\nkoncessionshavarens begäran eller medgivande.\r\n\r\nVid prövningen ska 3 kap. och 4 kap. 1-7 §§ miljöbalken \r\ntillämpas. Vid tillämpningen av 3 kap. 10 § andra stycket \r\nmiljöbalken och 4 kap. 1 § första stycket 1 miljöbalken ska \r\n4 kap. 8 § i balken inte beaktas. Lag (2024:325).\r\n\r\n7 kap. Ersättning\r\n\r\nErsättning till sakägare\r\n\r\n1 § Skada eller intrång som föranleds av undersökningsarbete skall\r\nersättas av den som har undersökningstillstånd eller koncession med vars\r\nstöd arbetet bedrivs.\r\n\r\n2 § Skada som föranleds av att bearbetningskoncession har\r\nbeviljats skall ersättas av koncessionshavaren.\r\n\r\nOm ansökan om markanvisning inte har gjorts inom tio år från\r\ndet att beslutet om bearbetningskoncession har vunnit laga\r\nkraft, skall koncessionshavaren lösa den fastighet eller\r\nfastighetsdel som ligger inom koncessionsområdet, om\r\nfastighetsägaren begär det. Detta gäller dock inte om\r\nkoncessionshavaren visar att det saknas anledning att begära\r\nmarkanvisning inom området.\r\n\r\nOm det uppstår synnerligt men för någon fastighet eller del\r\ndärav på grund av att bearbetningskoncession har beviljats,\r\nskall koncessionshavaren lösa den fastighet eller fastighetsdel\r\nsom lider sådant men, om ägaren begär det. Lag (2005:161).\r\n\r\n3 § Skada eller intrång som föranleds av att mark eller annat\r\nutrymme tas i anspråk för bearbetning eller därmed\r\nsammanhängande verksamhet skall ersättas av koncessionshavaren.\r\n\r\nOm det uppstår synnerligt men för någon fastighet eller del\r\ndärav på grund av att mark eller annat utrymme tas i anspråk,\r\nskall koncessionshavaren lösa den fastighet eller fastighetsdel\r\nsom lider sådant men, om ägaren begär det. Lag (2005:943).\r\n\r\n4 § I fråga om ersättning och löseskilling enligt 1–3 §§\r\ngäller 4 kap. och 5 kap. 23 §, 24 § och 27 § första stycket\r\nförsta meningen expropriationslagen (1972:719) i\r\ntilllämpliga delar. Lag (2010:827).\r\n\r\n5 § I fråga om ersättning för skada eller intrång som uppstår\r\nefter markanvisningen och som inte kunde förutses vid denna är\r\ndenna lag inte tillämplig. Lag (2005:161).\r\n\r\nErsättning vid återkallelse\r\n\r\n6 § Återkallas ett undersökningstillstånd eller en\r\nbearbetningskoncession av synnerliga skäl enligt 6 kap. 3 §, har\r\ntillstånds- eller koncessionshavaren rätt till ersättning av\r\nstaten för den skada han lider till följd av återkallelsen.\r\nLag (2005:161).\r\n\r\nMineralersättning\r\n\r\n7 § Vid bearbetning skall koncessionshavaren för varje\r\nkalenderår betala en mineralersättning. Ersättningen skall\r\nmotsvara två promille av det beräknade värdet av de mineral som\r\nomfattas av koncessionen och som har brutits och uppfordrats\r\ninom koncessionsområdet under året. Beräkningen skall ske på\r\ngrundval av mängden uppfordrad malm, malmens halt av\r\nkoncessionsmineral och genomsnittspriset för mineralet under\r\nåret eller ett motsvarande värde.\r\n\r\nAv ersättningen skall tre fjärdedelar tillfalla fastighetsägare\r\ninom koncessionsområdet och en fjärdedel staten. Om det finns\r\nflera fastigheter inom koncessionsområdet, skall ersättningen\r\ntill fastighetsägare bestämmas efter varje fastighets del i\r\nområdet. Ersättningen skall fastställas efter förhållandena den\r\n31 december det år ersättningen avser.\r\n\r\nKoncessionshavaren skall i ett ärende om fastställelse av\r\nersättning lämna de uppgifter som behövs för att ersättningen\r\nskall kunna bestämmas. Lag (2005:161).\r\n\r\n8 kap. Prövningsmyndigheter m. m.\r\n\r\nUndersökningstillstånd och bearbetningskoncession\r\n\r\n1 § Ärenden om beviljande av undersökningstillstånd eller \r\nbearbetningskoncession prövas av bergmästaren, om inte annat \r\nföljer av 2 §. \r\n\r\nBergmästaren får avgöra ärenden om beviljande av \r\nundersöknings-tillstånd utan att någon annan sakägare än \r\nsökanden haft tillfälle att yttra sig.\r\n\r\nI ärenden om beviljande av bearbetningskoncession ska \r\nbergmästaren, när det gäller tillämpningen av 3 kap., 4 kap. \r\n1-7 §§ och 6 kap. 28-46 §§ miljöbalken, samråda med \r\nlänsstyrelsen i det eller de län där koncessionsområdet \r\nligger. Länsstyrelsen får i dessa fall besluta om arkeologisk \r\nutredning enligt 2 kap. 11 § kulturmiljölagen (1988:950).\r\nLag (2024:325).\r\n\r\n2 § Ärenden om beviljande av bearbetningskoncession ska \r\növerlämnas till regeringens prövning, om \r\n\r\n1. bergmästaren bedömer att frågan om koncession är särskilt \r\nbetydelsefull ur allmän synpunkt, eller \r\n\r\n2. bergmästaren vid tillämpningen av 3 kap. eller 4 kap. 1-\r\n7 §§ miljöbalken finner skäl att frångå vad länsstyrelsen har \r\nföreslagit. Lag (2024:325).\r\n\r\n3 § Ärenden i övrigt om undersökningstillstånd eller \r\nbearbetningskoncession prövas av bergmästaren.\r\n\r\nI ärenden om förlängning av bearbetningskoncession enligt \r\n4 kap. 10 § ska bergmästaren, när det gäller tillämpningen av \r\n3 kap. och 4 kap. 1-7 §§ miljöbalken, samråda med \r\nlänsstyrelsen i det eller de län där koncessionsområdet \r\nligger.\r\n\r\nFöljande ärenden ska överlämnas till regeringen för prövning:\r\n\r\n1. ärenden om förlängning av bearbetningskoncession enligt \r\n4 kap. 10 §, om bergmästaren vid tillämpningen av 3 kap. eller \r\n4 kap. 1-7 §§ miljöbalken bedömer att det finns skäl att \r\nfrångå vad länsstyrelsen har föreslagit,\r\n\r\n2. ärenden om återkallelse av undersökningstillstånd eller \r\nbearbetningskoncession om det finns synnerliga skäl enligt 6 \r\nkap. 3 § denna lag eller om bergmästaren bedömer att ärendet \r\när särskilt betydelsefullt från allmän synpunkt. \r\nLag (2024:325).\r\n\r\n4 § Bergmästaren skall utreda och bifoga ett eget yttrande i ärenden som\r\nhan hänskjuter till regeringens prövning.\r\n\r\n5 § Bergmästaren får vid utredning av ärenden som avses i 1--3 §§ anlita\r\nsakkunniga för att utreda frågor som kräver särskild fackkunskap. Den\r\nsom står i sådant förhållande till saken eller till sakägare att hans\r\ntillförlitlighet kan ifrågasättas får inte anlitas som sakkunnig.\r\n\r\nErsättning till sakkunniga bestäms av bergmästaren. Har utlåtande\r\navgetts av en myndighet, tjänsteman eller annan som har till\r\ntjänsteuppgift att göra det, skall ersättning utgå endast om det är\r\nsärskilt föreskrivet. Sökanden skall ersätta staten kostnaderna för\r\nersättning till sakkunniga.\r\n\r\n6 § Bergmästaren får vid utredning av ärenden som avses i 1--3 §§ företa\r\nundersökning på platsen om det behövs. Sakägarna skall på lämpligt sätt\r\nunderrättas om tid och plats för undersökningen. Sökanden skall betala\r\nkostnaderna för undersökningen.\r\n\r\n6 a § Söker någon koncession på en fyndighet, får förordnande om\r\nbehövlig utredning meddelas, om bearbetningen kan medföra väsentlig\r\nskada på jord- eller skogsbruket och om frågan inte kan bedömas på annat\r\nsätt.\r\n\r\nFörordnande meddelas av statens jordbruksverk beträffande jordbruket och\r\nav skogsstyrelsen beträffande skogsbruket.\r\n\r\nInnan förordnande meddelas skall samråd ske med länsstyrelsen.\r\n\r\nSökanden i koncessionsärendet skall ersätta kostnaderna för utredningen.\r\nOm det finns särskilda skäl får han befrias från ersättningsskyldigheten\r\nhelt eller delvis.\r\n\r\nErsättningen för utredningen bestäms av den myndighet som har förordnat\r\nom utredningen. Lag (1992:466).\r\n\r\nFastställelse av mineralersättning\r\n\r\n6 b § Bergmästaren fastställer mineralersättning enligt 7 kap.\r\n7 §. Lag (2005:161).\r\n\r\nPrövning av vissa tvister\r\n\r\n7 § Bergmästaren skall på ansökan pröva tvister mellan å ena sidan en\r\ninnehavare av undersökningstillstånd eller bearbetningskoncession och å\r\nandra sidan fastighetsägaren och andra rättighetshavare angående\r\ntillstånds- eller koncessionshavarens rättigheter och skyldigheter vid\r\nundersökning eller bearbetning.\r\n\r\n8 § Tvister om ersättning enligt 7 kap. 1 § prövas av bergmästaren. Om\r\nen sådan tvist föreligger när markanvisningsförrättningen hålls, prövas\r\nfrågan vid förrättningen. I tvister som inte prövas vid\r\nmarkanvisningsförrättning får bergmästaren anlita sakkunniga enligt\r\nbestämmelserna i 5 § och företa undersökning på platsen enligt\r\nbestämmelserna i 6 §.\r\n\r\n8 a § Tvister i frågor som avses i 7 kap. 2 § prövas av\r\nbergmästaren. Om en sådan tvist föreligger när\r\nmarkanvisningsförrättningen hålls, prövas frågan vid\r\nförrättningen.\r\n\r\nInnan beslut meddelas om inlösen av en del av en fastighet\r\nenligt 7 kap. 2 § tredje stycket skall på det sätt som gäller\r\nför fastighetsbildning en karta med beskrivning ha upprättats\r\növer området och dess gränser ha utmärkts. Lag (2005:161).\r\n\r\n9 § Tvister i frågor som avses i 7 kap. 3 § prövas vid\r\nmarkanvisningsförrättningen. Lag (2005:161).\r\n\r\n10 § Beslut som har meddelats enligt 8, 8 a eller 9 § får\r\nverkställas. Lag (2005:161).\r\n\r\n11 § Tvister om ersättning enligt denna lag i andra fall än\r\nsom avses i 7 kap. 1, 2, 3 eller 7 § prövas av den mark- och\r\nmiljödomstol inom vars område koncessionsområdet eller större\r\ndelen därav ligger. Lag (2010:934).\r\n\r\nKostnader vid vissa tvister\r\n\r\n12 § Vid tvister som avses i 8 kap. 7 § och vid tvister om\r\nersättning enligt 7 kap. 1 eller 2 § skall tillstånds- eller\r\nkoncessionshavaren ersätta staten för kostnaderna i ärendet\r\nenligt föreskrifter som regeringen meddelar.\r\n\r\nVid tvister om ersättning enligt 7 kap. 2 § skall\r\nkoncessionshavaren svara för sina egna kostnader i ärendet och\r\nersätta andra sakägare deras kostnader för att bevaka sin rätt.\r\nDetta gäller dock inte om något annat följer vid en\r\ntilllämpning av 18 kap. 6 eller 8 § rättegångsbalken.\r\nLag (2005:161).\r\n\r\n9 kap. Markanvisningsförrättning\r\n\r\nAllmänna bestämmelser\r\n\r\n1 § Markanvisningsförrättning hålls på begäran av\r\nkoncessionshavaren.\r\n\r\nVid förrättningen bestäms den mark inom koncessionsområdet som\r\nkoncessionshavaren får ta i anspråk för bearbetning av\r\nmineralfyndighet. Vidare bestäms den mark eller det utrymme som\r\nkoncessionshavaren, inom eller utom koncessionsområdet, får ta\r\ni anspråk för verksamhet som hänger samman med bearbetningen.\r\nHärvid skall verksamhetens art anges. Lag (2005:943).\r\n\r\n2 § Är koncessionshavaren överens med markägaren och\r\ninnehavarna av särskild rätt till marken, skall mark eller\r\nannat utrymme anvisas i enlighet med överenskommelsen. I den\r\nmån överenskommelse inte har träffats, skall den mark eller det\r\nutrymme anvisas som behövs. Om ett markområde inom eller utom\r\nkoncessionsområdet hotas av ras eller sättningar vid\r\nbearbetningen, kan även den marken anvisas.\r\n\r\nAnvisning får inte avse mark eller annat utrymme inom sådant\r\nområde som avses i 3 kap. 6 och 7 §§. Lag (2005:943).\r\n\r\n3 § Mark eller annat utrymme anvisas tills vidare, om inte\r\nsökanden begär något annat. Lag (2005:943).\r\n\r\nFörrättningsmyndigheten m. m.\r\n\r\n4 § Markanvisningsförrättning hålls av bergmästaren.\r\n\r\nSom förrättningsmän skall även delta två gode män om\r\nbergmästaren finner att det behövs eller när någon sakägare\r\nbegär det och det inte medför oskäligt dröjsmål.\r\nLag (1998:165).\r\n\r\n5 § Bergmästaren skall utse gode männen bland dem som i orten är valda\r\ntill gode män vid fastighetsbildningsförrättning.\r\n\r\n6 § Om en god man är hindrad att tjänstgöra på grund av jäv eller om han\r\nuteblir och någon annan god man inte utan dröjsmål kan infinna sig, får\r\nbergmästaren kalla någon som är valbar till god man vid\r\nfastighetsbildningsförrättning.\r\n\r\n7 § Bestämmelsen i 4 kap. 12 § rättegångsbalken om hinder för närstående\r\natt samtidigt tjänstgöra som domare gäller också förrättningsmän.\r\n\r\n8 § För förrättningsmän gäller samma jäv som mot domare.\r\n\r\n9 § Om en sakägare vill anföra jäv mot en förrättningsman, skall han\r\ngöra detta första gången han för talan i ärendet sedan han fick veta att\r\nförrättningsmannen tjänstgör och att jävsanledning föreligger. Gör han\r\ninte det, har han inte längre rätt att anföra jäv.\r\n\r\nHar jäv anförts mot en förrättningsman, får denne endast vidta sådana\r\nåtgärder som inte kan skjutas upp utan synnerlig olägenhet och som inte\r\ninnebär att en för förrättningen betydelsefull fråga avgörs. Sådana\r\nåtgärder får dock vidtas av bergmästaren, även om han förklarats jävig.\r\n\r\nAtt en förrättningsman har förklarats jävig påverkar inte beslut eller\r\nåtgärder som har tillkommit innan frågan om jäv uppkom.\r\n\r\n10 § Förrättningsmyndigheten får anlita sakkunniga för att utreda frågor\r\nsom kräver särskild fackkunskap. Den som står i sådant förhållande till\r\nsaken eller till sakägare att hans tillförlitlighet kan ifrågasättas får\r\ninte anlitas som sakkunnig.\r\n\r\nAnsökan om markanvisning\r\n\r\n11 § Ansökan om markanvisning görs skriftligen hos bergmästaren.\r\n\r\nSökanden skall erlägga förskott på ersättning för kostnaderna i ärendet,\r\nom bergmästaren begär det.\r\n\r\n12 § Om ansökningen är ofullständig eller sökanden inte har erlagt\r\nföreskriven ansökningsavgift eller förskott enligt 11 § andra stycket,\r\nfår bergmästaren förelägga sökanden att inom viss tid avhjälpa bristen.\r\n\r\nFöljer sökanden inte ett föreläggande enligt första stycket, skall\r\nansökningen avvisas, om den är så ofullständig att den inte utan\r\nväsentlig olägenhet kan läggas till grund för en förrättning eller om\r\nunderlåtenheten avser betalning av ansökningsavgift eller förskott.\r\n\r\nSammanträde med sakägarna m.m.\r\n\r\n13 § Vid förrättningen skall sammanträde hållas med sökanden och övriga\r\nsakägare. Om stridiga intressen saknas, behövs dock inte något\r\nsammanträde.\r\n\r\nMer än ett sammanträde får hållas endast om en viss fråga inte kan\r\navgöras utan ytterligare utredning eller om det av något annat skäl är\r\nnödvändigt.\r\n\r\nFörrättningsmyndigheten får företa undersökning på platsen, om det\r\nbehövs. Sakägarna skall på lämpligt sätt underrättas om tid och plats\r\nför undersökningen.\r\n\r\n14 § Om sammanträde hålls, skall samtliga kända sakägare kallas.\r\nKallelsen skall delges i god tid före sammanträdet. Har vid ett\r\nsammanträde tid och plats för ett nytt sammanträde tillkännagivits,\r\nbehöver den inte kallas som i föreskriven ordning har kallats till det\r\nsammanträde där tillkännagivandet skedde.\r\n\r\n15 § Om fastighetsägaren eller dennes ställföreträdare stadigvarande\r\nvistas utom landet och delgivning inte kan ske med ombud inom landet,\r\nfår delgivning i stället ske genom att handlingen lämnas till den som\r\nförvaltar eller brukar fastigheten.\r\n\r\nDen som har mottagit en handling enligt första stycket skall om möjligt\r\nsnarast sända den vidare till fastighetsägaren eller dennes\r\nställföreträdare. Han skall upplysas om detta när handlingen lämnas till\r\nhonom. Är den söktes uppehållsort känd, skall bergmästaren omedelbart\r\nmed posten sända honom meddelande om delgivningen.\r\n\r\nDelgivning skall anses ha skett, när handlingen har lämnats enligt\r\nförsta stycket.\r\n\r\n16 § Ägare av fastighet som berörs av ansökningen skall för bergmästaren\r\nuppge de sakägare i fråga om fastigheten som är kända för honom. Den\r\nfastighetsägare som utan giltigt skäl underlåter att göra detta skall\r\nersätta sakägarna för skador som har föranletts av underlåtenheten.\r\n\r\n17 § Om sökanden, trots att han har kallats på föreskrivet sätt, uteblir\r\nfrån det första sammanträdet utan att ha anmält laga förfall, skall\r\ndetta ställas in. Nytt sammanträde skall sättas ut, om han inom tre\r\nveckor begär det. Gör han ingen sådan begäran, skall ärendet avskrivas.\r\n\r\nOm en sakägare inte har kallats till ett sammanträde på föreskrivet\r\nsätt, skall sammanträdet uppskjutas, såvida inte sakägaren ändå har\r\ninfunnit sig eller han medger att förrättningen slutförs.\r\n\r\nUtan hinder av andra stycket får sådana förrättningsåtgärder vidtas som\r\ninte i någon nämnvärd mån inverkar på sakägarens rätt.\r\n\r\n18 § Förrättningen får inte avslutas förrän koncessionsbeslutet har\r\nvunnit laga kraft.\r\n\r\nOmröstning\r\n\r\n19 § Om förrättningsmännen har olika mening, gäller som beslut vad två\r\nav dem anser. Om varje förrättningsman har sin mening, gäller\r\nbergmästarens mening. I fråga om pengar eller annat som utgör viss mängd\r\nskall dock den mening gälla som avser den näst största mängden.\r\n\r\nFörrättningskostnader\r\n\r\n20 § Ersättning till sakkunniga bestäms av förrättningsmyndigheten. Har\r\nutlåtande avgetts av en myndighet, tjänsteman eller annan som har till\r\ntjänsteuppgift att göra det, skall ersättning utgå endast om det är\r\nsärskilt föreskrivet.\r\n\r\n21 § Sökanden skall ersätta staten kostnaderna för förrättningen enligt\r\nföreskrifter som regeringen meddelar.\r\n\r\nSökanden skall svara för sina egna kostnader i ärendet och ersätta andra\r\nsakägare deras kostnader för att bevaka sin rätt vid förrättningen.\r\nDetta gäller dock inte om annat följer vid en tillämpning av 18 kap. 6\r\neller 8 § rättegångsbalken.\r\n\r\nMarkanvisningsbeslutets innehåll\r\n\r\n22 § Beslut om markanvisning skall ange den anvisade markens\r\neller det anvisade utrymmets läge, omfattning och ändamål samt\r\ninnehålla avgörande i sådana tvister om ersättning enligt 7\r\nkap. 1-3 §§ som har prövats vid förrättningen. Dessutom skall\r\nbeslutet innehålla avgörande i sådana frågor som anges i 20 och\r\n21 §§.\r\n\r\nOm löseskilling eller intrångsersättning bestäms, skall i\r\nbeslutet också anges om belopp skall deponeras enligt 10 kap.\r\n2 § och var depositionen skall ske. Lag (2005:943).\r\n\r\n23 § Överenskommelse om ersättning som avses i 7 kap. 1-–3 §§\r\nskall fastställas i markanvisningsbeslutet, om någon av\r\nparterna begär det. Lag (2005:161).\r\n\r\nTid för meddelande av beslut\r\n\r\n24 § Markanvisningsbeslutet skall meddelas vid sammanträde eller på tid\r\noch plats som förrättningsmyndigheten ger till känna för sakägare och\r\nandra som har rätt att överklaga beslutet. Ett sådant tillkännagivande\r\nskall lämnas vid sammanträde eller genom skriftligt meddelande.\r\n\r\nKarta m.m.\r\n\r\n25 § Gränserna för mark som anvisas skall utstakas och utmärkas\r\ni behövlig omfattning. Karta skall upprättas över marken. Den\r\nskall göras så noggrann som ändamålet kräver. Kan förrättningen\r\ngenomföras och förrättningsresultatet åskådliggöras utan karta,\r\nbehöver en sådan dock inte upprättas.\r\n\r\nInnan beslut meddelas om inlösen av del av fastighet enligt 7\r\nkap. 3 § andra stycket skall på det sätt som gäller för\r\nfastighetsbildning en karta med beskrivning ha upprättats över\r\nområdet och dess gränser ha utmärkts. Lag (2005:161).\r\n\r\nTillträde\r\n\r\n26 § Anvisad mark eller anvisat utrymme får tillträdas innan\r\nmarkanvisningsbeslutet har vunnit laga kraft, om sökanden har\r\nställt säkerhet för den ersättningsskyldighet som avses i 7\r\nkap. 1-3 §§ och bergmästaren inte bestämmer annat.\r\nLag (2005:943).\r\n\r\n10 kap. Betalning av ersättning m. m.\r\n\r\n1 § Ersättning som har bestämts vid markanvisningsförrättning\r\nskall betalas inom en månad från det att markanvisningsbeslutet\r\nvunnit laga kraft. På ersättningen skall ränta beräknas från\r\ndagen då beslutet vann laga kraft eller, om marken dessförinnan\r\nhar tillträtts, från tillträdesdagen.\r\n\r\nErsättning enligt 7 kap. 2 § som inte har bestämts vid\r\nmarkanvisningsförrättning skall betalas inom en månad från det\r\natt ersättningsbeslutet vunnit laga kraft. På ersättningen\r\nskall ränta beräknas från dagen då beslutet vann laga kraft.\r\n\r\nRänta beräknas enligt 5 § räntelagen (1975:635) för tiden till\r\ndess betalning skall ske och enligt 6 § räntelagen för tiden\r\ndärefter. Lag (2005:161).\r\n\r\n1 a § Mineralersättning enligt 7 kap. 7 § skall betalas inom en\r\nmånad från det att ersättningsbeslutet vunnit laga kraft. På\r\nersättningen skall ränta beräknas från dagen då beslutet vann\r\nlaga kraft.\r\n\r\nRänta beräknas enligt 5 § räntelagen (1975:635) för tiden till\r\ndess betalning skall ske och enligt 6 § räntelagen för tiden\r\ndärefter. Lag (2005:161).\r\n\r\n2 § Ersättning som avses i 1 § och som inte gäller personlig skada skall\r\ndeponeras hos länsstyrelsen i det län där marken ligger, om fastigheten\r\nhar minskat i värde så mycket att den kan antas inte utgöra full\r\nsäkerhet för de borgenärer som hade panträtt i fastigheten när rätten\r\ntill ersättning uppkom.\r\n\r\nOm ersättningen gäller mark i olika län, skall den deponeras där\r\nförrättningsmyndigheten bestämmer.\r\n\r\nErsättning som inte skall deponeras betalas till den som är berättigad\r\ntill ersättningen. Om ersättningen avser mark som skall lösas, skall den\r\nersättningsskyldige hos länsstyrelsen i det län där fastigheten är\r\nbelägen anmäla och därvid styrka att ersättningen har betalats. Om\r\nersättningen avser fastigheter i olika län, skall anmälan göras hos den\r\nlänsstyrelse som förrättningsmyndigheten bestämmer.\r\n\r\n3 § Om en borgenär som avses i 2 § lider förlust därför att deposition\r\ninte har skett, har han rätt till ersättning av koncessionshavaren.\r\nDetsamma gäller om borgenären gör förlust genom att ersättning som inte\r\nhar prövats vid markanvisningsförrättning eller av domstol har blivit\r\nför lågt beräknad.\r\n\r\n4 § Om den ersättningsskyldige inte betalar eller deponerar ersättning\r\ninom föreskriven tid, kan länsstyrelsen, på begäran av den som är\r\nberättigad till ersättningen, efter att ha hört bergmästaren förordna\r\natt bearbetning inte får ske förrän ersättningen har betalats eller\r\ndeponerats.\r\n\r\n5 § Ersättning och upplupen ränta skall länsstyrelsen betala ut till den\r\nsom har rätt till ersättningen. Därvid tillämpas bestämmelserna i 6 kap.\r\n18 § andra och tredje styckena samt 19 § expropriationslagen (1972:719).\r\n\r\nDen ersättningsskyldige skall svara för kostnaderna vid fördelning av\r\nersättningen, om inte annat följer vid en tillämpning av 18 kap. 6 eller\r\n8 § rättegångsbalken.\r\n\r\n6 § Inlösen av mark är fullbordad då koncessionshavaren har fullgjort\r\nvad som åligger honom enligt 2 §.\r\n\r\n\r\n7 § Om en del av en fastighet inlöses sker ändringen i\r\nfastighetsindelningen då inlösen är fullbordad enligt 6 §.\r\n\r\nSådana särskilda rättigheter till en fastighet som har\r\ntillkommit genom frivilliga upplåtelser upphör när inlösen av\r\nfastigheten eller av sådan del därav som berörs av rättigheten\r\när fullbordad enligt 6 §, om inte mark- och miljödomstolen\r\neller förrättningsmyndigheten har förordnat att rättigheten\r\nskall bestå. Ett sådant förordnande får meddelas endast om det\r\nuppenbarligen är utan betydelse för den rätt som tillkommer\r\nborgenärer med panträtt i fastigheten.\r\n\r\nAndra särskilda rättigheter till fastigheten än som anges i\r\nandra stycket består efter inlösen, om inte något annat har\r\nförordnats av domstolen eller förrättningsmyndigheten.\r\n\r\nGenom inlösen upphör den lösta egendomens ansvar för fordran.\r\nDetta gäller dock inte fordran som har förmånsrätt enligt 6 § 1\r\nförmånsrättslagen (2010:934).\r\n\r\n11 kap. Har upphävts genom lag (1993:690).\r\n\r\n12 kap. Gemensam förvaltning av koncessionsrätt\r\n\r\nInledande bestämmelse\r\n\r\n1 § Bestämmelserna i detta kapitel gäller koncessioner där flera har\r\nandel i koncessionen.\r\n\r\nBestämmelserna i 4--9 §§ gäller bara i den mån annat inte har\r\navtalats mellan andelshavarna. Lag (1993:690).\r\n\r\nFöreståndare för verksamheten\r\n\r\n2 § Andelshavarna skall välja en föreståndare för verksamheten\r\n(gruvföreståndare). Denne skall vara bosatt i Sverige.\r\n\r\nVal av föreståndare skall anmälas till bergmästaren. Sker inte sådan\r\nanmälan eller har någon utsetts som inte är behörig, ansvarar varje\r\nandelshavare som om han var föreståndare. Lag (1993:690).\r\n3 § Föreståndaren ansvarar i andelshavarnas ställe för att\r\nverksamheten bedrivs enligt 5 kap. 4–11 §§ och 14 kap. 4 och\r\n5 §§ och får från andelshavarna fordra in de bidrag som behövs\r\nför detta och för betalning av avgifter.\r\n\r\nVid delgivning med andelshavare gäller delgivningslagen\r\n(2010:1932). Vid sådan delgivning är även föreståndaren ensam\r\ndelgivningsmottagare. Lag (2010:1958).\r\n\r\nStämma med andelshavarna\r\n\r\n4 § Stämma skall hållas med andelshavarna när andelshavare som\r\ntillsammans innehar minst en fjärdedel av koncessionen begär det eller\r\nföreståndaren anser det nödvändigt. På stämman behandlas frågor om hur\r\nverksamheten skall bedrivas och andra gemensamma angelägenheter.\r\n\r\nFöreståndaren skall kalla till stämma. Om det inte finns någon\r\nföreståndare eller om denne är varaktigt förhindrad att utfärda\r\nkallelse, kan var och en av andelshavarna kalla till stämma.\r\n\r\nAndelshavarna skall kallas till stämma genom rekommenderade brev.\r\n\r\n5 § Ordförande på stämman är den som andelshavarna utser.\r\n\r\nAndelshavarna har rösträtt efter sin andel i koncessionen. Förekommer\r\nskilda meningar, gäller som stämmans beslut den mening som har fått\r\nhögst röstetal. Vid lika röstetal sker avgörande genom lottning, om\r\nfrågan avser val. I andra frågor har ordföranden utslagsröst vid lika\r\nröstetal, om något annat inte följer av 6 §. Lån får dock inte tas upp\r\nutan att alla andelshavarna samtycker till det.\r\n\r\nUndersökning och bearbetning\r\n\r\n6 § Vill en eller flera andelshavare som tillsammans innehar\r\nminst hälften av koncessionen utföra undersökning eller\r\nbearbetning i större omfattning än övriga andelshavare, skall\r\ndet större arbetet utföras. Detsamma gäller när fråga är om ett\r\nvisst arbete för undersökning eller bearbetning skall påbörjas\r\neller ej.\r\n\r\nDen som har begärt att arbetet skall utföras svarar för\r\nkostnaden för detta och tillgodoräknas den ytterligare\r\nkvantitet av mineralet som utvinns genom arbetet.\r\n\r\nTvist i fråga som avses i andra stycket prövas av den mark- och\r\nmiljödomstol inom vars område koncessionsområdet eller större\r\ndelen därav ligger. Lag (2010:934).\r\n\r\n7 § En andelshavare, som har utfört undersökningsarbete inom\r\nkoncessionsområdet, skall på begäran tillhandahålla andra andelshavare\r\nresultatet av undersökningen.\r\n\r\n8 § En andelshavare som inte har deltagit i ett visst arbete\r\nfår ansluta sig till detta efter anmälan på stämma eller\r\nskriftlig anmälan hos föreståndaren. I sådant fall skall\r\nandelshavaren i förhållande till sin andel i koncessionen\r\nersätta följande slag av kostnader som föranletts av arbetet:\r\n\r\n1. kostnader för sådana byggnader och andra anläggningar,\r\nmaskiner, redskap, inventarier och förråd som är nödvändiga\r\neller nyttiga för fortsatt undersökning eller bearbetning,\r\nefter det värde egendomen har när andelshavaren ansluter sig\r\ntill arbetet,\r\n\r\n2. kostnader för ersättning eller inlösen enligt 7 kap. 2 eller\r\n3 § samt kostnader för markanvisningsförrättning och fördelning\r\nav ersättning,\r\n\r\n3. kostnader för sådana undersöknings- och tillredningsarbeten\r\nsom har utförts efter markanvisningsförrättningen och som är\r\nnödvändiga eller nyttiga för fortsatt undersökning eller\r\nbearbetning.\r\n\r\nHar mark som tillhör en andelshavare tagits i anspråk för\r\narbetet, skall den andelshavare som ansluter sig betala\r\nersättning för detta i förhållande till sin andel enligt de\r\ngrunder som anges i 7 kap. 4 §. Lag (2005:161).\r\n\r\nFörverkande av andel i koncessionen\r\n\r\n9 § Om en andelshavare inte senast två månader efter anmodan betalar vad\r\nhan är skyldig att bidra med enligt 3 § eller nödvändiga kostnader för\r\nundersökningsarbete eller bearbetning, är hans andel i koncessionen med\r\nvad som hör till denna förverkad till de andra andelshavarna.\r\n\r\n13 kap. Verkan av att en bearbetningskoncession upphör\r\n\r\n1 § När en bearbetningskoncession upphör, förlorar\r\nkoncessionshavaren den rätt till marken eller utrymmet som\r\nkoncessionshavaren har på grund av markanvisningen.\r\nLag (2005:943).\r\n\r\n2 § När koncessionen upphör, förlorar koncessionshavaren även rätten\r\ntill sådana av koncessionen omfattande mineral som har brutits eller på\r\nannat sätt utvunnits men inte uppfordrats eller tagits om hand på\r\nliknande sätt.\r\n\r\nMineral som har uppfordrats eller tagits om hand på liknande sätt får\r\nfinnas kvar inom området för koncessionshavarens räkning under högst två\r\når efter det att koncessionen har upphört. Koncessionshavaren förlorar\r\nrätten till det som inte har tagits bort under denna tid.\r\n\r\nMineral som koncessionshavaren förlorar sin rätt till enligt denna\r\nparagraf och som inte omfattas av ett nytt undersökningstillstånd eller\r\nen ny bearbetningskoncession tillfaller fastighetsägaren.\r\n\r\n3 § När en bearbetningskoncession upphör, förlorar koncessionshavaren\r\nrätten till sådana byggnader som har gjorts för gruvans eller\r\nmotsvarande anläggnings styrka och varaktighet, däri inbegripet\r\ninklädnad av borrhål, samt stängsel som koncessionshavaren har varit\r\nskyldig att hålla. Sådana anläggningar skall lämnas kvar på platsen.\r\n\r\n4 § I den mån det är motiverat från allmän eller enskild\r\nsynpunkt skall koncessionshavaren utföra efterarbete och ta\r\nbort andra anläggningar än som anges i 3 §. Denna bestämmelse\r\ninnebär inte någon inskränkning i koncessionshavarens\r\nskyldigheter enligt 2 kap. 8 § eller 10 kap. miljöbalken.\r\nLag (1998:845).\r\n\r\n5 § Anläggningar som lämnas kvar skall vara i sådant skick att det inte\r\nuppkommer fara för allmänheten. Sådant stängsel som anges i 3 § skall\r\nvara utfört så, att det består varaktigt efter det att koncessionen har\r\nupphört.\r\n\r\nAnläggningar enligt 3 § som lämnas kvar tillfaller fastighetsägaren\r\neller, om någon annan beviljas koncession inom området, denne. Övriga\r\nanläggningar som lämnas kvar tillfaller fastighetsägaren.\r\n\r\n6 § I samband med att koncessionen upphör skall prövningsmyndigheten\r\nfastställa koncessionshavarens skyldigheter enligt 4 §.\r\n\r\n7 § Om någon efter det att koncessionen har upphört vill lägga igen\r\nsådana utfraktsvägar, orter eller borrhål som avses i 5 kap. 8 §, krävs\r\ntillstånd av bergmästaren.\r\n\r\n8 § Regeringen får meddela föreskrifter om skyddsåtgärder vid nedlagda\r\ngruvhål och om kontrollåtgärder till skydd mot ras och sättningar vid\r\nnedlagda gruvor.\r\n\r\n14 kap. Avgifter och andra särskilda skyldigheter\r\n\r\nAvgifter\r\n\r\n1 § Sökande i ärenden enligt denna lag skall betala ansökningsavgift i\r\nenlighet med vad regeringen föreskriver.\r\n\r\n2 § Innehavare av undersökningstillstånd skall betala avgift till\r\nstaten. Avgiften skall bestämmas med beaktande av undersökningsområdets\r\nstorlek och arten av de mineral som omfattas av tillståndet enligt vad\r\nregeringen närmare föreskriver.\r\n\r\nRedovisning över utförda undersökningsarbeten\r\n\r\n3 § När ett undersökningstillstånd upphör utan att\r\nbearbetningskoncession meddelas inom undersökningsområdet,\r\nskall tillståndshavaren, om han yrkesmässigt bedriver\r\nundersökningsarbete, senast inom tre månader till bergmästaren\r\ninge en redovisning över utförda undersökningsarbeten. Till\r\nredovisningen skall fogas en karta över det undersökta området.\r\nAv redovisningen skall framgå\r\n\r\n1. vem som utfört undersökningen,\r\n\r\n2. vilken typ av undersökningsarbeten som har utförts,\r\n\r\n3. hur omfattande undersökningen har varit samt\r\n\r\n4. resultaten av undersökningen i form av rådata.\r\n\r\nRegeringen eller den myndighet regeringen bestämmer får meddela\r\nnärmare föreskrifter om redovisningens innehåll och utformning.\r\nLag (1998:165).\r\n\r\nSkyldighet att upprätta karta och föra journal m. m.\r\n\r\n4 § Över gruvor och motsvarande anläggningar som är under arbete skall\r\nkoncessionshavaren upprätta karta. På kartan skall redovisas de borrhål\r\ninom koncessionsområdet som är av bestående värde. Pågår ingen\r\nbearbetning skall sådana borrhål i stället läggas in på borrhålskarta.\r\n\r\nKartorna skall förvaras hos koncessionshavaren och fortlöpande\r\nkompletteras av denne. Utdrag skall sändas till den myndighet som\r\nregeringen bestämmer.\r\n\r\nGruvor eller motsvarande anläggningar får inte utan tillstånd läggas\r\nned, förrän alla gruvarbeten har blivit inmätta och inlagda på karta.\r\n\r\n5 § Koncessionshavare skall, i den utsträckning regeringen föreskriver,\r\nföra journal över undersökningsarbete och bearbetning samt till den\r\nmyndighet som regeringen bestämmer redovisa prover och avge rapporter.\r\n\r\nSveriges geologiska undersökning skall på begäran få följa\r\nkoncessionshavarens arbete i geologiskt avseende och ta del av de\r\ngeologiska resultaten av arbetet. Regeringen får besluta att andra\r\nmyndigheter får göra detsamma.\r\n\r\n15 kap. Tillsyn, handräckning, vite och ansvar\r\n\r\n1 § Tillsynen över efterlevnaden av denna lag och av villkor eller\r\nföreskrifter som meddelats med stöd av lagen utövas av bergmästaren.\r\n\r\n2 § Den som har undersökningstillstånd eller bearbetningskoncession och\r\nannan som utövar verksamhet enligt denna lag skall på begäran av\r\nbergmästaren\r\n\r\n1. lämna bergmästaren de upplysningar och tillhandahålla de handlingar\r\nsom behövs för tillsynen, och\r\n\r\n2. ge bergmästaren tillträde till anläggningar eller platser där\r\nverksamhet som omfattas av denna lag bedrivs, i den omfattning som\r\nbehövs för tillsynen.\r\n\r\n3 § Bergmästaren får meddela de förelägganden som behövs för att trygga\r\nefterlevnaden av denna lag eller av villkor eller föreskrifter som har\r\nmeddelats med stöd av lagen.\r\n\r\nOm arbete bedrivs på sådant sätt att det uppkommer uppenbar fara för\r\nallmänt eller enskilt intresse, får bergmästaren förbjuda arbetet.\r\nFörbudet gäller omedelbart och får verkställas.\r\n\r\n4 § Om undersökningsarbete påbörjas utan att säkerhet har\r\nställts enligt 3 kap. 3 § tredje stycket eller om väg byggs i\r\nstrid med 3 kap. 3 § andra stycket, får kronofogdemyndigheten\r\npå ansökan av den som äger eller innehar marken meddela\r\nsärskild handräckning för att arbetet skall ställas in eller\r\natt marken skall återställas på undersökarens bekostnad.\r\n\r\nI fråga om sådan handräckning som avses i första stycket finns\r\nbestämmelser i lagen (1990:746) om betalningsföreläggande och\r\nhandräckning. Lag (2005:161).\r\n\r\n5 § Om någon inte gör vad som har begärts eller följer vad som har\r\nföreskrivits med stöd av 2 § eller 3 § första stycket eller om någon\r\ninte fullgör sina skyldigheter enligt 13 kap. 4 eller 5 § första stycket\r\neller enligt 14 kap. 3 §, 4 § första eller andra stycket eller 5 §, får\r\nbergmästaren förelägga vite.\r\n\r\nOm koncessionshavaren inte fullgör sina skyldigheter enligt 13 kap. 4 §\r\nfår bergmästaren förordna att arbetet eller åtgärden skall utföras på\r\nkoncessionshavarens bekostnad. Ett sådant beslut får verkställas.\r\n\r\n6 § Till böter eller fängelse i högst sex månader ska den \r\ndömas som uppsåtligen eller av oaktsamhet\r\n\r\n1. bedriver undersökningsarbete i strid med bestämmelserna om \r\nkrav på undersökningstillstånd eller bearbetningskoncession,\r\n\r\n2. påbörjar undersökningsarbete utan att iaktta vad som \r\nföreskrivs i 3 kap. 3 § om ställande av säkerhet eller utan \r\natt det finns en gällande arbetsplan enligt 3 kap. 5 c § \r\nförsta stycket eller 5 d § andra stycket,\r\n\r\n3. utför bearbetning eller därmed sammanhängande verksamhet i \r\nstrid med bestämmelserna om bearbetningskoncession,\r\n\r\n4. lägger igen utfraktsväg, ort eller borrhål i strid med \r\nbestämmelserna om krav på tillstånd i 5 kap. 8 § eller 13 kap. \r\n7 §, eller\r\n\r\n5. lägger ned gruva eller motsvarande anläggning i strid med \r\n14 kap. 4 § tredje stycket.\r\n\r\nTill böter eller fängelse i högst sex månader döms också den \r\nsom uppsåtligen eller av grov oaktsamhet lämnar oriktig \r\nuppgift när han eller hon fullgör uppgiftsskyldighet enligt \r\nkoncessionsvillkor eller enligt 2 § 1.\r\n\r\nOm ett brott som avses i första stycket 2 berör enbart \r\nenskilds rätt, får åklagare väcka åtal endast om målsäganden \r\nanger brottet till åtal. Lag (2024:816).\r\n\r\n16 kap. Överklagande av beslut\r\n\r\n1 § I fråga om överklagande av beslut enligt denna lag gäller\r\nföljande.\r\n\r\nBeslut                                          Överklagas hos\r\n\r\nBeslut av bergmästaren i frågor som gäller      Allmän\r\nundersökningstillstånd                          förvaltningsdomstol\r\n\r\nBeslut av bergmästaren i frågor som gäller      Den mark- och\r\nfastställande av en arbetsplan för              miljödomstol inom\r\nundersökningsarbete enligt 3 kap. 5 d §         vars område marken\r\n                                                som tvisten gäller\r\n                                                eller större delen\r\n                                                därav är belägen\r\n\r\nBeslut av bergmästaren i frågor som gäller      Regeringen\r\nmeddelande av bearbetningskoncession,\r\ntillstånd till överlåtelse av koncession\r\neller ändring av villkoren för en koncession\r\n\r\nBeslut av bergmästaren i frågor om              Regeringen\r\nförlängning av giltighetstiden för en\r\nbearbetningskoncession enligt 4 kap. 10 §\r\n\r\nBeslut av bergmästaren i andra frågor som       Allmän\r\ngäller bearbetningskoncession                   förvaltningsdomstol\r\n\r\nTillstånd av bergmästaren till byggande av      Allmän\r\nväg enligt 3 kap. 3 § andra stycket             förvaltningsdomstol\r\n\r\nBeslut av bergmästaren i fråga som avses i      Länsstyrelsen\r\n3 kap. 7 §\r\n\r\nFörhandsbesked av bergmästaren enligt           Allmän\r\n4 kap. 9 § tredje stycket                       förvaltningsdomstol\r\n\r\nTillstånd av bergmästaren att lägga igen        Allmän\r\nutfraktsväg, ort eller borrhål enligt           förvaltningsdomstol\r\n5 kap. 8 § eller 13 kap. 7 §\r\n\r\nBeslut av bergmästaren i ärenden om             Den mark- och\r\nersättning enligt 7 kap. 1 eller 2 §            miljödomstol inom\r\n                                                vars område marken\r\n                                                som tvisten gäller\r\n                                                eller större delen\r\n                                                därav är belägen\r\n\r\nBeslut av bergmästaren om mineralersättning     Den mark- och\r\nenligt 7 kap. 7 §                               miljödomstol inom\r\n                                                vars område marken\r\n                                                som tvisten gäller\r\n                                                eller större delen\r\n                                                därav är belägen\r\n\r\nBeslut av bergmästaren enligt 8 kap. 7 §        Den mark- och\r\n                                                miljödomstol inom\r\n                                                vars område marken\r\n                                                som tvisten gäller\r\n                                                eller större delen\r\n                                                därav är belägen\r\n\r\nBeslut av förrättningsmyndigheten i ärenden     Den mark- och\r\nom markanvisning                                miljödomstol inom\r\n                                                vars område marken\r\n                                                som tvisten gäller\r\n                                                eller större delen\r\n                                                därav är belägen\r\n\r\nTillstånd av bergmästaren att lägga ned         Allmän\r\ngruva eller motsvarande anläggning enligt       förvaltningsdomstol\r\n14 kap. 4 § tredje stycket\r\n\r\nBeslut av bergmästaren i andra frågor enligt    Allmän\r\ndenna lag                                       förvaltningsdomstol\r\n\r\nBeslut av länsstyrelsen i frågor som avses      Regeringen\r\ni 3 kap. 6 §\r\n\r\nBeslut av länsstyrelsen i frågor om prövande    Allmän\r\nav säkerhet enligt 17 kap.                      förvaltningsdomstol\r\n\r\nBeslut av Statens jordbruksverk eller           Allmän\r\nSkogsstyrelsen enligt 8 kap. 6 a § första       förvaltningsdomstol\r\neller fjärde stycket.\r\n\r\nPrövningstillstånd krävs vid överklagande till\r\nkammarrätten.\r\nLag (2014:782).\r\n\r\n2 § Beslut under markanvisningsförrättning får överklagas\r\nsärskilt om förrättningsmyndigheten har\r\n\r\n1. ogillat jäv mot förrättningsman,\r\n\r\n2. beslutat angående ersättning till sakkunnig eller tolk,\r\neller\r\n\r\n3. beslutat om ianspråktagande av mark eller annat utrymme\r\nenligt 5 kap. 1 § fjärde stycket.\r\n\r\nEtt beslut av förrättningsmyndigheten att godta en invändning\r\nom jäv får inte överklagas. Lag (2005:943).\r\n\r\n3 § Den som anser att markanvisningsförrättning onödigt\r\nupphålls genom ett beslut vid förrättningen får överklaga\r\nbeslutet hos mark- och miljödomstolen. Denna rätt att överklaga\r\när inte inskränkt till någon viss tid. Lag (2010:934).\r\n\r\n4 § Beslut av bergmästaren om beviljande av bearbetningskoncession får\r\növerklagas även av den kommun där koncessionsområdet är beläget.\r\n\r\nOm ett beslut av bergmästaren i fråga som avses i 3 kap. 7 § gäller\r\nområde med detaljplan eller områdesbestämmelser, får beslutet överklagas\r\näven av kommunen.\r\n\r\n4 a § Bergmästarens beslut i fråga om bearbetningskoncession\r\nfår överklagas av en sådan ideell förening eller annan\r\njuridisk person som avses i 16 kap. 13 § miljöbalken.\r\nLag (2010:890).\r\n\r\n5 § Länsstyrelsens beslut i överklagade ärenden enligt 3 kap.\r\n7 § får inte överklagas. Detsamma gäller mark- och\r\nmiljödomstolens beslut i dit överklagade ärenden som gäller jäv\r\nmot förrättningsman. Lag (2010:934).\r\n\r\n6 § Överklagas bergmästarens beslut i ett ärende om ersättning\r\nenligt 7 kap. 1 eller 2 § eller i en tvist enligt 8 kap. 7 §\r\neller överklagas förrättningsmyndighetens beslut i ett ärende\r\nom markanvisning, svarar tillstånds- eller koncessionshavaren\r\nför sina egna kostnader i mark- och miljödomstolen och i högre\r\nrätt. Tillstånds- eller koncessionshavaren svarar vidare för de\r\nkostnader som åsamkas motparterna i mark- och miljödomstolen\r\ngenom att tillstånds- eller koncessionshavaren har överklagat\r\nbergmästarens beslut och i högre rätt genom att han eller hon\r\nhar överklagat dit. Vad som nu har sagts gäller dock inte om\r\nannat följer av 18 kap. 6 eller 8 § rättegångsbalken. I övrigt\r\ntillämpas 18 kap. rättegångsbalken. Lag (2010:934).\r\n\r\n17 kap. Särskilda bestämmelser\r\n\r\n1 § Med särskild rätt till fastighet avses i denna lag nyttjanderätt,\r\nservitut, renskötselrätt och rätt till elektrisk kraft samt liknande\r\nrätt.\r\n\r\nBestämmelserna i denna lag om sakägare gäller inte innehavare av fordran\r\nför vilken fastigheten svarar.\r\n\r\n2 § Om säkerhet som ska ställas enligt denna lag inte har \r\ngodkänts av den till vars förmån den ställs, ska säkerheten \r\nprövas av länsstyrelsen.\r\n\r\nBorgen får godkännas av länsstyrelsen endast om borgensmannen \r\nsvarar som för egen skuld och, om flera har tecknat borgen, de \r\nsvarar solidariskt.\r\n\r\nStaten, kommuner, regioner och kommunalförbund behöver inte \r\nställa säkerhet. Lag (2019:869).\r\n\r\n3 § I andra fall än som avses i 3 kap. 6 och 7 §§ kan regeringen besluta\r\natt undersökningsarbete eller bearbetning och därmed sammanhängande\r\nverksamhet inte får bedrivas inom ett visst område utan medgivande av\r\nregeringen eller den myndighet som regeringen bestämmer. Sådant beslut\r\nfår meddelas endast om arbetet eller verksamheten kan antas hindra eller\r\navsevärt försvåra sådan pågående eller planerad använding av marken som\r\när av väsentlig betydelse från allmän synpunkt.\r\n\r\nBeslut enligt första stycket inverkar inte på en koncessionshavares rätt\r\natt bedriva undersökningsarbete eller bearbeting och därmed\r\nsammanhängande verksamhet, om koncession beviljades innan beslutet\r\nmeddelades.\r\n\r\n4 § Har upphävts genom lag (2022:728).\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1991:45\r\n\r\n1. Denna lag träder i kraft den 1 juli 1992, då gruvlagen (1974:342),\r\nlagen (1974:890) om vissa mineralfyndigheter och lagen (1949:658) om\r\ninlösen i vissa fall av rätt till gruva m. m. skall upphöra att gälla.\r\n\r\nOm det i en lag eller annan författning hänvisas till en föreskrift som\r\nhar ersatts genom en föreskrift i denna lag, tillämpas i stället den nya\r\nföreskriften.\r\n\r\nOm inte annat framgår av 3--6, skall den nya lagen tillämpas även på\r\nrättigheter enligt äldre lag. Därvid skall bestämmelserna om\r\nundersökningstillstånd i den nya lagen tillämpas på äldre rättigheter\r\ntill undersökning och bestämmelserna om bearbetningskoncession i den nya\r\nlagen tillämpas på äldre rättigheter till bearbetning.\r\n\r\n2. Vad som enligt den nya lagen gäller om ägare av fastighet skall\r\ntillämpas även på den som innehar fastighet med ständig besittningsrätt\r\neller som fideikommiss. Detsamma gäller den som enligt beslut vid allmän\r\navvittring innehar ströäng.\r\n\r\nBestämmelserna i denna lag om fordran för vilken panträtt har upplåtits\r\ni fastighet skall tillämpas på rätt till avkomst eller förmån som avses\r\ni 8 § lagen (1970:995) om införande av nya jordabalken, om rättigheten\r\ninte är att anse som särskild rätt till fastighet.\r\n\r\nI mål och ärenden som har anhängiggjorts innan den nya lagen träder i\r\nkraft skall äldre bestämmelser tillämpas.\r\n\r\n3. 14 kap. 3 § gäller inte inmutning och undersökningskoncession som\r\nupphör före den 1 juli 1993.\r\n\r\nOm ersättning som har beslutats enligt äldre lag inte har betalats ut\r\nnär denna lag träder i kraft, tillämpas 4 kap. 33--38 §§ gruvlagen\r\n(1974:342) i stället för 10 kap. nya lagen.\r\n\r\nLagen (1949:658) om inlösen i vissa fall av rätt till gruva m. m. skall\r\nalltjämt tillämpas på inmutningar och utmål.\r\n\r\n4. Beträffande inmutningar gäller den nya lagen med följande\r\nbegränsningar.\r\n\r\na. Inmutaren får inom det område som anges i mutsedeln utföra\r\nundersökning endast av sådana mineral som var inmutningsbara enligt\r\ngruvlagen (1974:342), när den upphörde att gälla. Medgivande enligt 2\r\nkap. 3--5 §§ gruvlagen skall anses som medgivande till\r\nundersökningsarbete enligt 3 kap. 6 och 7 §§ och 17 kap. 3 § nya lagen.\r\nb. I fråga om undersökningstid och förlängning av denna tillämpas 3 kap.\r\n5 § första och andra styckena samt 6 och 7 §§ gruvlagen i stället för 2\r\nkap. 5--8 §§ nya lagen.\r\n\r\nc. Bestämmelserna i 6 kap. nya lagen skall inte tillämpas på\r\ninmutningar. I fråga om övergång av rätt till inmutning tillämpas i\r\nstället 9 kap. gruvlagen.\r\n\r\nd. När en inmutning upphör att gälla skall inte bestämmelserna i 2 kap.\r\n9 § nya lagen om karenstid tillämpas på mark som har omfattats av\r\ninmutningen. I stället skall gälla att ansökningar om\r\nundersökningstillstånd för sådan mark, vilka ges in inom ett år från det\r\natt inmutningen upphörde att gälla, får beviljas endast efter medgivande\r\nav den myndighet som regeringen föreskriver.\r\n\r\n5. Beträffande utmål som har beviljats enligt gruvlagen (1974:342) eller\r\nmotsvarande äldre lagstiftning gäller den nya lagen med följande\r\nbegränsningar.\r\n\r\na. Beträffande utmål som har tillkommit enligt äldre lagstiftning\r\ntillämpas 14 kap. 6 § första stycket och 7 § gruvlagen så länge utmålet\r\nbestår.\r\n\r\nb. Utmålshavaren får under den tid utmålet består utföra undersökning\r\noch bearbetning av sådana mineral som var inmutningsbara enligt\r\ngruvlagen, när den upphörde att gälla. Mark som har anvisats enligt\r\näldre lag skall anses som anvisad enligt den nya lagen. Om ny mark\r\nbehöver anvisas, tillämpas den nya lagen. Medgivande att erhålla utmål\r\nutan hinder av 2 kap. 3--5 §§ gruvlagen skall vid tillämpning av 5 kap.\r\n10 § nya lagen anses som medgivande enligt 3 kap. 6 och 7 §§ och 17 kap.\r\n3 § nya lagen.\r\n\r\nc. Bestämmelserna om försvarsavgift enligt 6 kap. 8 och 9 §§ gruvlagen\r\ngäller så länge utmålet består.\r\n\r\nd. I fråga om giltighetstiden för utmål tillämpas 6 kap. 10 § första\r\nstycket gruvlagen. Bestämmelserna i 6 kap. nya lagen skall inte\r\ntillämpas på utmål. I fråga om frånträdande tillämpas 6 kap. 13 §\r\ngruvlagen och i fråga om övergång av rätt till utmål 9 kap. gruvlagen.\r\nBestämmelserna om inlösen av rätt till utmål i 10 kap. gruvlagen skall\r\nfortfarande tillämpas.\r\n\r\ne. I fråga om utmål tillämpas bestämmelserna i 8 kap. gruvlagen om\r\nsamäganderätt i utmål i stället för dem i 12 kap. nya lagen om gemensam\r\nförvaltning av koncessionsrätt.\r\n\r\nf Om en utmålshavare senast ett år före utgången av utmålets\r\ngiltighetstid ansöker om bearbetningskoncession inom utmålet för\r\nsådana mineral som var inmutningsbara enligt gruvlagen när den\r\nupphörde att gälla, skall prövningen ske med iakttagande av följande.\r\n\r\nOm regelbunden bearbetning eller tillredningsarbete eller\r\nanläggningsarbete för upptagande av bearbetning pågår, skall\r\nansökningen bifallas utan prövning enligt 4 kap. 2 § och utan att\r\nkoncessionen förenas med villkor enligt 4 kap. 5 och 6 §§. Om\r\nundersökningsarbete eller mineraltekniskt, metallurgiskt eller annat\r\nutvecklingsarbete av större omfattning i syfte att möjliggöra\r\nbearbetning av fyndigheten pågår skall ansökningen prövas utan\r\ntillämpning av 4 kap. 2 § första stycket 1--2. Lag (1993:690).\r\n\r\ng. När utmålet upphör tillämpas 7 kap. 3 § andra stycket gruvlagen i\r\nstället för 13 kap. 4--6 §§ nya lagen beträffande anläggningar som har\r\npåbörjats före ikraftträdandet. I fråga om rätt till nytt\r\nundersökningstillstånd för mark som har omfattats av utmålet skall inte\r\n2 kap. 9 § nya lagen tillämpas. I stället skall gälla att ansökningar om\r\nsådant tillstånd, som ges in inom ett år från det att utmålet upphörde,\r\nfår beviljas endast efter medgivande av den myndighet som regeringen\r\nbestämmer.\r\n\r\n6. Beträffande koncessioner och motsvarande tillstånd, som har beviljats\r\nenligt lagen (1974:890) om vissa mineralfyndigheter eller motsvarande\r\näldre lagstiftning, gäller den nya lagen med följande begränsningar.\r\n\r\na. Beträffande tillstånd som har tillkommit enligt äldre lagstiftning\r\ntillämpas punkt 5 i övergångsbestämmelserna till lagen om vissa\r\nmineralfyndigheter så länge tillståndet består.\r\n\r\nb. Innehavaren får under den tid koncessionen eller tillståndet består\r\nutföra undersökning eller bearbetning enligt de villkor som har angetts\r\ni beslutet. Mark som har anvisats enligt äldre lag skall anses anvisad\r\nenligt den nya lagen. Om ny mark behöver anvisas tillämpas den nya\r\nlagen. Medgivande enligt 17--19 §§ lagen om vissa mineralfyndigheter\r\nskall anses som motsvarande medgivande enligt 3 kap. 6 och 7 §§ och 17\r\nkap. 3 § nya lagen.\r\n\r\nc.  Den nya lagens bestämmelser om kronoandel i 1 kap. 6 §,\r\nundersökningstillstånds giltighetstid i 2 kap. 5--8 §§, ändring av\r\ntillstånd eller koncession i 6 kap. 4 § och gemensam förvaltning av\r\nkoncessionsrätt i 12 kap. skall inte tillämpas på koncessioner eller\r\nmotsvarande tillstånd som avses här. I stället gäller de villkor som har\r\nmeddelats för koncessionen eller tillståndet.\r\n\r\nd. När en koncession eller ett motsvarande tillstånd upphör tillämpas 36\r\n§ lagen om vissa mineralfyndigheter i stället för 13 kap. 4 och 5 §§ nya\r\nlagen beträffande anläggningar som har påbörjats före ikraftträdandet.\r\n\r\ne. För tillstånd till förberedande undersökning enligt 15 § lagen om\r\nvissa mineralfyndigheter som gäller vid ikraftträdandet tillämpas den\r\nlagen så länge tillståndet består.\r\n\r\n7. Den som vid utgången av juni 1992 bedriver undersökning eller\r\nbearbetning för vilken tillstånd eller koncession därefter behövs till\r\nföljd av denna lag får, under förutsättning att ansökan om tillstånd\r\neller koncession görs före den 1 juli 1993, fortsätta verksamhet för\r\nsamma ändamål utan tillstånd eller koncession till dess ansökningen\r\nslutligt har prövats. Vid prövning av en sådan ansökan om\r\nbearbetningskoncession skall följande iakttas.\r\n\r\na. Vid prövning av ansökningen skall 4 kap. 3 § första stycket tillämpas\r\nsom om sökanden hade undersökningstillstånd inom området för de mineral\r\nsom ansökningen avser.\r\n\r\nb Ansökningen skall prövas utan tillämpning av 4 kap. 2 §\r\nnya lagen. Koncessionstiden skall bestämmas till tjugofem år. Om\r\nsökanden begär det skall dock kortare tid bestämmas. Lag (1993:690).\r\n\r\nc. Koncession får förenas med villkor enligt 4 kap. 5 och 6 §§.\r\n\r\n8. Före den 1 juli 1993 får koncession för koncessionsmineral som inte\r\nomfattas av gruvlagen eller den gamla minerallagen inte meddelas annan\r\nän markägaren utan dennes medgivande. Detta gäller dock bara fyndigheter\r\ndär bearbetning inte har påbörjats då den nya lagen träder i kraft.\r\n\r\n1993:690\r\n\r\n1. Denna lag träder i kraft den 1 juli 1993.\r\n\r\n2. I fråga om ansökningar om bearbetningskoncession som har\r\nkommit in till prövningsmyndigheten före ikraftträdandet gäller 4\r\nkap. 3 § i sin äldre lydelse.\r\n\r\n3. I fråga om kronoandelar som staten har fått före den 1 juli 1993\r\ngäller det upphävda 11 kap.\r\n\r\n1995:106\r\n\r\nDenna lag träder i kraft den 1 april 1995. Beslut som har meddelats före\r\nikraftträdandet överklagas enligt äldre bestämmelser.\r\n\r\n1998:165\r\n\r\n1. Denna lag träder i kraft den 1 juli 1998.\r\n\r\n2. De nya bestämmelserna i 2 kap. 9 a och b §§ minerallagen\r\nskall inte tillämpas i fråga om bearbetningskoncessioner som\r\nhar meddelats av bergmästaren före den 1 juli 1998.\r\n\r\n3. 14 kap. 3 § minerallagen i dess äldre lydelse gäller\r\nfortfarande i fråga om undersökningstillstånd som beviljats\r\nföre den 1 juli 1998.\r\n\r\n1998:845\r\n\r\n1. Denna lag träder i kraft den 1 januari 1999.\r\n\r\n2. Ett ärende skall handläggas och bedömas enligt äldre\r\nbestämmelser, om ärendet har inletts före denna lags\r\nikraftträdande.\r\n\r\n3. Bestämmelsen i 1 kap. 8 § skall fortfarande tillämpas när\r\nregeringen har fattat beslut om tillstånd före denna lags\r\nikraftträdande.\r\n\r\n4. Förbudet i 3 kap. 6 § första stycket mot undersökningsarbete\r\ni strid med föreskrifter för naturreservat skall inte gälla i\r\nområden som den 31 december 1998 betecknas som\r\nnaturvårdsområde. Förbudet skall dock gälla om en föreskrift\r\nsom hindrar undersökningsarbete införs efter nämnda tidpunkt.\r\n\r\n2005:161\r\n\r\n1. Denna lag träder i kraft den 1 maj 2005.\r\n\r\n2. Bestämmelserna i 3 kap. 5 och 5 a §§ tillämpas inte på\r\nundersökningstillstånd som har beviljats före ikraftträdandet.\r\nOm ett sådant undersökningstillstånd förlängs efter denna\r\ntidpunkt skall dock de nya bestämmelserna tillämpas för tiden\r\ndärefter.\r\n\r\n3. Bestämmelserna i 7 kap. 2 och 7 §§ tillämpas inte på\r\nbearbetningskoncessioner som har beviljats före\r\nikraftträdandet.\r\n\r\n2010:827\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2010.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för ersättning med\r\nanledning av\r\n\r\na) ett undersökningstillstånd som har beviljats före\r\nikraftträdandet, och\r\n\r\nb) en bearbetningskoncession som har beviljats före\r\nikraftträdandet, om ansökan om ersättning eller\r\nmarkanvisningsförrättning har gjorts före den 1 augusti\r\n2015.\r\n\r\n3. I de fall som avses i 2 ska hänvisningarna till\r\nexpropriationslagen (1972:719) avse den lagens lydelse vid\r\nutgången av juli 2010.\r\n\r\n2010:1958\r\n\r\n1. Denna lag träder i kraft den 1 april 2011.\r\n\r\n2. Äldre bestämmelser gäller om ett beslut om delgivning enligt\r\n15–17 §§ delgivningslagen (1970:428) har fattats före den 1\r\napril 2011 eller om en handling har skickats eller lämnats före\r\ndenna tidpunkt.\r\n\r\n2012:443\r\n\r\n1. Denna lag träder i kraft den 1 januari 2013.\r\n\r\n2. En arbetsplan som har upprättats enligt väglagen\r\n(1971:948) i dess lydelse före den 1 januari 2013 ska anses\r\nvara en vägplan enligt denna lag.\r\n\r\n2014:782\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2014.\r\n\r\n2. Bestämmelserna i 1 kap. 1 § i den äldre lydelsen gäller\r\nfortfarande för undersökningstillstånd och\r\nbearbetningskoncessioner som beviljats före ikraftträdandet\r\noch för undersökningstillstånd där ärendet hos bergmästaren\r\ninleddes före ikraftträdandet.\r\n\r\n3. Bestämmelserna i 3 kap. i den äldre lydelsen gäller\r\nfortfarande för undersökningstillstånd och\r\nbearbetningskoncessioner som beviljats före\r\nikraftträdandet.\r\n\r\n2016:994\r\n\r\n1. Denna lag träder i kraft den 1 januari 2017.\r\n\r\n2. Äldre föreskrifter gäller fortfarande i fråga om \r\nkoncession enligt lagen (1985:620) om vissa \r\ntorvfyndigheter.\r\n\r\n2017:961\r\n\r\n1. Denna lag träder i kraft den 1 januari 2018.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för handläggningen \r\noch prövningen av ärenden som har inletts före \r\nikraftträdandet.\r\n\r\n2018:642\r\n\r\n1. Denna lag träder i kraft den 1 augusti 2018.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för \r\n\r\na) undersökningstillstånd som har meddelats före \r\nikraftträdandet, \r\n\r\nb) ärenden om förlängning av undersökningstillstånd som har \r\ninletts hos bergmästaren före ikraftträdandet, och \r\n\r\nc) ärenden om undersökningstillstånd som har inletts hos \r\nbergmästaren före ikraftträdandet.\r\n\r\n2022:728\r\n\r\n1. Denna lag träder i kraft den 1 juli 2022. \r\n\r\n2. Äldre föreskrifter gäller fortfarande för\r\n\r\na) undersökningstillstånd och bearbetningskoncessioner som har \r\nbeviljats före ikraftträdandet, eller som beviljas efter \r\nikraftträdandet men där ärendet om undersökningstillstånd \r\neller bearbetningskoncession har inletts hos bergmästaren före \r\nikraftträdandet, \r\n\r\nb) ärenden om förlängning av undersökningstillstånd eller \r\nbearbetningskoncessioner som har inletts hos bergmästaren före \r\nikraftträdandet men som ännu inte avgjorts, och\r\n\r\nc) ärenden om undersökningstillstånd eller \r\nbearbetningskoncessioner som har inletts hos bergmästaren före \r\nikraftträdandet men som ännu inte avgjorts.",
    "skapadDateTime": "2026-01-02T13:41:20.3328089",
    "uppdateradDateTime": "2026-01-02T13:41:52.1228932",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T13:41:52.1228932",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 646947,
      "beteckning": "2005:943",
      "anteckningar": "ändr. 3 kap 3 §, 5 kap 1 §, 7 kap 3 §, 9 kap 1, 2, 3, 22, 26 §§, 13 kap \r\n1 §, 16 kap 2 §, rubr. närmast före 9 kap 26 §",
      "ikraftDateTime": "2006-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:169, bet. 2005/06:BoU2, rskr. 2005/06:50",
      "rubrik": "Lag (2005:943) om ändring i minerallagen (1991:45)",
      "lopnummer": "943",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532026",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232529",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1232528",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646948,
      "beteckning": "2022:411",
      "anteckningar": "ändr. 2 kap. 7 a, 7 b, 7 c §§",
      "ikraftDateTime": "2022-06-10T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:201, bet.2021/22:NU25, rskr.2021/22:276",
      "rubrik": "Lag (2022:411) om ändring i minerallagen (1991:45)",
      "lopnummer": "411",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.353203",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232698",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1232697",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646949,
      "beteckning": "2010:890",
      "anteckningar": "ändr. 16 kap. 4 a §",
      "ikraftDateTime": "2010-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:184, bet. 2009/10:MJU24, rskr. 2009/10:353",
      "rubrik": "Lag (2010:890) om ändring i minerallagen (1991:45)",
      "lopnummer": "890",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532033",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232771",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.123277",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646950,
      "beteckning": "2010:913",
      "anteckningar": "ändr. 1 kap. 7 §, 3 kap. 7 §",
      "ikraftDateTime": "2011-05-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:170, bet. 2009/10:CU25, rskr. 2009/10:366",
      "rubrik": "Lag (2010:913) om ändring i minerallagen (1991:45)",
      "lopnummer": "913",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532036",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232843",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1232842",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646951,
      "beteckning": "2010:934",
      "anteckningar": "ändr. 8 kap. 11 §, 10 kap. 7 §, 12 kap 6 §, 16 kap. 1, 3, 5, 6 §§",
      "ikraftDateTime": "2011-05-02T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:215, bet. 2009/10:JuU27, rskr. 2009/10:364",
      "rubrik": "Lag (2010:934) om ändring i minerallagen (1991:45)",
      "lopnummer": "934",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532039",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232904",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1232903",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646952,
      "beteckning": "2010:1958",
      "anteckningar": "ändr. 12 kap. 3 §",
      "ikraftDateTime": "2011-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:237, bet. 2010/11:JuU2, rskr. 2010/11:30",
      "rubrik": "Lag (2010:1958) om ändring i minerallagen (1991:45)",
      "lopnummer": "1958",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532041",
      "uppdateradDateTime": "2026-01-02T13:41:52.1232982",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1232982",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646953,
      "beteckning": "2012:443",
      "anteckningar": "ändr. 3 kap. 7 §",
      "ikraftDateTime": "2013-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2011/12:118, bet. 2011/12:TU13, rskr. 2011/12:257",
      "rubrik": "Lag (2012:443) om ändring i minerallagen (1991:45)",
      "lopnummer": "443",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2012",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532042",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233052",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233051",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646954,
      "beteckning": "2013:668",
      "anteckningar": "ändr. 1 kap. 7 §, 8 kap. 1 §",
      "ikraftDateTime": "2014-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2012/13:96, bet. 2012/13:KrU9, rskr. 2012/13:273",
      "rubrik": "Lag (2013:668) om ändring i minerallagen (1991:45)",
      "lopnummer": "668",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532044",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233111",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.123311",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646955,
      "beteckning": "2014:782",
      "anteckningar": "ändr. 1 kap. 1 §, 3 kap. 5, 5 a §§, 5 kap. 3 §, 15 kap.  6 §, 16 kap. 1 §; nya 3 kap. 5 b, 5 c, 5d, 5 e, 5 f §§",
      "ikraftDateTime": "2014-08-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2013/14:159, bet. 2013/14:NU20, rskr. 2013/14:320",
      "rubrik": "Lag (2014:782) om ändring i minerallagen (1991:45)",
      "lopnummer": "782",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532046",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233188",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233187",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646956,
      "beteckning": "2015:282",
      "anteckningar": "ny 17 kap. 4 §",
      "ikraftDateTime": "2015-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2014/15:64, bet. 2014/15:FöU9, rskr. 2014/15:197, direktiv 2013/30/EU",
      "rubrik": "Lag (2015:282) om ändring i minerallagen (1991:45)",
      "lopnummer": "282",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T13:41:20.3532048",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233253",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233252",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646957,
      "beteckning": "2016:994",
      "anteckningar": "ändr. 2 kap. 3, 4 §§, 3 kap. 8 §, 4 kap. 4 §, 5 kap. 11 §",
      "ikraftDateTime": "2017-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:178, bet. 2016/17:NU7, rskr. 2016/17:18",
      "rubrik": "Lag (2016:994) om ändring i minerallagen (1991:45)",
      "lopnummer": "994",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.353205",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233325",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233324",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646958,
      "beteckning": "2017:961",
      "anteckningar": "ändr. 4 kap. 2 §",
      "ikraftDateTime": "2018-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2016/17:200, bet. 2017/18:MJU5, rskr. 2017/18:20",
      "rubrik": "Lag (2017:961) om ändring i minerallagen (1991:45)",
      "lopnummer": "961",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532052",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233385",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233384",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646959,
      "beteckning": "2018:399",
      "anteckningar": "ändr. 1 kap. 7 §",
      "ikraftDateTime": "2018-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:94, bet. 2017/18:FöU11, rskr. 2017/18:220",
      "rubrik": "Lag (2018:399) om ändring i minerallagen (1991:45)",
      "lopnummer": "399",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532054",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233454",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233453",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646960,
      "beteckning": "2018:642",
      "anteckningar": "ändr. 1 kap. 1 §",
      "ikraftDateTime": "2018-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:212, bet. 2017/18:NU13, rskr. 2017/18:277",
      "rubrik": "Lag (2018:642) om ändring i minerallagen (1991:45)",
      "lopnummer": "642",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532058",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233512",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233511",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646961,
      "beteckning": "2022:728",
      "anteckningar": "upph. 17 kap. 4 §; ändr. 1 kap. 1 §, 2 kap. 2 §, 3 kap. 2 §, 4 kap. 2 §, 5 kap. 3, 6, 8 §§, 6 kap. 4 §",
      "ikraftDateTime": "2022-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:150, bet. 2021/22:NU23, rskr. 2021/22:329",
      "rubrik": "Lag (2022:728) om ändring i minerallagen (1991:45)",
      "lopnummer": "728",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532061",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233574",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233573",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646962,
      "beteckning": "1998:845",
      "anteckningar": "upph. 1 kap 8 §; ändr. 1 kap 7 §, 3 kap 6 §, 4 kap 2, 10 §§, 6 kap 4 §, \r\n8 kap 1, 2, 3 §§, 13 kap 4 §",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:90, bet. 1997/98:JoU25, rskr. 1997/98:279,\r\nEGTL175/85 s40, EGTL73/97 s5",
      "rubrik": "Lag (1998:845) om ändring i minerallagen (1991:45)",
      "lopnummer": "845",
      "celexnummer": "385L0337 397L0011",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532064",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233646",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233645",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646963,
      "beteckning": "2010:827",
      "anteckningar": "ändr. 7 kap. 4 §",
      "ikraftDateTime": "2010-08-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:162, bet. 2009/10:CU21, rskr. 2009/10:362",
      "rubrik": "Lag (2010:827) om ändring i minerallagen (1991:45)",
      "lopnummer": "827",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532066",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233716",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233715",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646964,
      "beteckning": "2010:313",
      "anteckningar": "ändr. 3 kap. 6 §",
      "ikraftDateTime": "2010-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:87, bet. 2009/10:FöU7, rskr. 2009/10:235",
      "rubrik": "Lag (2010:313) om ändring i minerallagen (1991:45)",
      "lopnummer": "313",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532068",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233783",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233781",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646965,
      "beteckning": "2010:521",
      "anteckningar": "ändr. 3 kap. 7 §",
      "ikraftDateTime": "2010-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:95, bet. 2009/10:CU15, rskr. 2009/10:295",
      "rubrik": "Lag (2010:521) om ändring i minerallagen (1991:45)",
      "lopnummer": "521",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.353207",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233841",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.123384",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646966,
      "beteckning": "1998:165",
      "anteckningar": "ändr. 2 kap 7, 9 §§, 3 kap 6, 7 §§, 6 kap 3 §, 8 kap 1, 3 §§, 9 kap\r\n4 §, 14 kap 3 §, rubr. närmast före 2 kap 9 §; nya 2 kap 9 a, \r\n9 b §§",
      "ikraftDateTime": "1998-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:47, bet. 1997/98:NU7, rskr. 1997/98:162",
      "rubrik": "Lag (1998:165) om ändring i minerallagen (1991:45)",
      "lopnummer": "165",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532072",
      "uppdateradDateTime": "2026-01-02T13:41:52.1233906",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233905",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646967,
      "beteckning": "1995:106",
      "anteckningar": "ändr. 16 kap 1 §",
      "ikraftDateTime": "1995-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1994/95:27, bet. 1994/95:JuU6, rskr. 1994/95:165",
      "rubrik": "Lag (1995:106) om ändring i minerallagen (1991:45)",
      "lopnummer": "106",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1995",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532073",
      "uppdateradDateTime": "2026-01-02T13:41:52.123397",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1233969",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646968,
      "beteckning": "1993:690",
      "anteckningar": "upph. 1 kap 6 §, 11 kap; ändr. 3 kap 6 §, 4 kap 2, 3, 7, 9 §§, \r\n6 kap 1 §, 12 kap 1, 2 §§, p 5 f, 7 b i överg.best.",
      "ikraftDateTime": "1993-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1992/93:238, bet. 1992/93:NU33, rskr. 1992/93:385",
      "rubrik": "Lag (1993:690) om ändring i minerallagen (1991:45)",
      "lopnummer": "690",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1993",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532075",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234038",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234037",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646969,
      "beteckning": "1992:466",
      "anteckningar": "ändr. 4 kap 2 §, 16 kap 1 §; ny 8 kap 6 a §",
      "ikraftDateTime": "1992-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1991/92:161, 1991/92:NU28, rskr 1991/92:272",
      "rubrik": "Lag (1992:466) om ändring i minerallagen  (1991:45)",
      "lopnummer": "466",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1992",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532077",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234108",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234107",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646970,
      "beteckning": "1991:1891",
      "anteckningar": "ändr. 1 kap 7 §",
      "ikraftDateTime": "1992-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1991/92:71, 1991/92:NU15, rskr 1991/92:96",
      "rubrik": "Lag (1991:1891) om ändring i minerallagen (1991:45)",
      "lopnummer": "1891",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1991",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532078",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234172",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234171",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646971,
      "beteckning": "1991:874",
      "anteckningar": "ändr. 15 kap 4 §",
      "ikraftDateTime": "1992-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1990/91:126, 1990/91:LU34, rskr 1990/91:332",
      "rubrik": "Lag (1991:874) om ändring i minerallagen (1991:45)",
      "lopnummer": "874",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1991",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.353208",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234238",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234237",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646972,
      "beteckning": "1991:153",
      "anteckningar": "ändr. 1 kap 5 §, 7 p överg.best.",
      "ikraftDateTime": "1992-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "1990/91:NU23, rskr 1990/91:148",
      "rubrik": "Lag (1991:153) om ändring i minerallagen (1991:45)",
      "lopnummer": "153",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1991",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532081",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234297",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234296",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646973,
      "beteckning": "2001:444",
      "anteckningar": "ändr. 3 kap 6 §",
      "ikraftDateTime": "2001-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2000/01:111, bet. 2000/01:MJU18, rskr. 2000/01:248",
      "rubrik": "Lag (2001:444) om ändring i minerallagen (1991:45)",
      "lopnummer": "444",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532083",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234367",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234366",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646974,
      "beteckning": "2004:600",
      "anteckningar": "ändr. 4 kap 2 §",
      "ikraftDateTime": "2004-07-21T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2003/04:116, bet. 2003/04:MJU21, rskr. 2003/04:235",
      "rubrik": "Lag (2004:600) om ändring i minerallagen (1991:45)",
      "lopnummer": "600",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2004",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532087",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234424",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234423",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646975,
      "beteckning": "2005:161",
      "anteckningar": "nuvarande 7 kap 2, 3, 4, 5 §§ betecknas 7 kap 3, 4, 5, 6 §§; ändr. 2\r\nkap 2, 9, 9 a, 10 §§, 3 kap 3, 5, 6, 7 §§, 5 kap 1, 3 §§, 6 kap 1, 3\r\n§§, de nya 7 kap 4 §, 8 kap 1, 9, 10, 11, 12 §§, 9 kap 22, 23, 25, \r\n26 §§, 10 kap 1 §, 12 kap 8 §, 15 kap 4, 6 §§, 16 kap 1, 5, 6 §§, \r\n17 kap 2 §, rubr. närmast före 2 kap 10 §, rubr. närmast före \r\n7 kap 5 § sätts närmast före 7 kap 6 §; nya 3 kap 5 a §, 7 kap 2, \r\n7 §§, 8 kap 6 b, 8 a §§, 10 kap 1 a §, rubr. närmast före 7 kap 7 §, \r\n8 kap 6 b §",
      "ikraftDateTime": "2005-05-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:40, bet. 2004/05:NU8, rskr. 2004/05:171",
      "rubrik": "Lag (2005:161) om ändring i minerallagen (1991:45)",
      "lopnummer": "161",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.353209",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234492",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234491",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646976,
      "beteckning": "2005:188",
      "anteckningar": "ny 16 kap 4 a §",
      "ikraftDateTime": "2005-05-15T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:65, bet. 2004/05:MJU11, rskr. 2004/05:193,\r\nEUTL156/2003 s17",
      "rubrik": "Lag (2005:188) om ändring i minerallagen (1991:45)",
      "lopnummer": "188",
      "celexnummer": "32003L0035",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532093",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234579",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234578",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646977,
      "beteckning": "2019:869",
      "anteckningar": "ändr. 17 kap. 2 §",
      "ikraftDateTime": "2020-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2018/19:162, bet. 2019/20:KU3, rskr. 2019/20:48",
      "rubrik": "Lag (2019:869) om ändring i minerallagen (1991:45)",
      "lopnummer": "869",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2019",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532096",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234642",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234641",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646978,
      "beteckning": "2021:120",
      "anteckningar": "nuvarande 2 kap. 7 a § betecknas 2 kap. 7 c §; ändr. den nya 2 kap. 7 c §; nya 2 kap. 7 a, 7 b §§",
      "ikraftDateTime": "2021-03-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:67, bet. 2020/21:NU9, rskr 2020/21:190",
      "rubrik": "Lag (2021:120) om ändring i minerallagen (1991:45)",
      "lopnummer": "120",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532099",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234708",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234707",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646979,
      "beteckning": "2020:578",
      "anteckningar": "ny 2 kap. 7 a §",
      "ikraftDateTime": "2020-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:183, bet. 2019/20:NU20, rskr 2019/20:368",
      "rubrik": "Lag (2020:578) om ändring i minerallagen (1991:45)",
      "lopnummer": "578",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532101",
      "uppdateradDateTime": "2026-01-02T13:41:52.123478",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234779",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646980,
      "beteckning": "2024:325",
      "anteckningar": "ändr. 4 kap. 2, 10 §§, 6 kap. 4 §, 8 kap. 1, 2, 3 §§",
      "ikraftDateTime": "2024-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:126, bet. 2023/24:NU17, rskr. 2023/24:211",
      "rubrik": "Lag (2024:325) om ändring i minerallagen (1991:45)",
      "lopnummer": "325",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532103",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234851",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234851",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646981,
      "beteckning": "2024:816",
      "anteckningar": "ändr. 15 kap. 6 §",
      "ikraftDateTime": "2024-11-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:144, bet. 2024/25:JuU3, rskr. 2024/25:9",
      "rubrik": "Lag (2024:816) om ändring i minerallagen (1991:45)",
      "lopnummer": "816",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532106",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234912",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234911",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 646982,
      "beteckning": "2025:1044",
      "anteckningar": "ändr. 1 kap. 1 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:203, bet. 2025/26:NU7, rskr. 2025/26:40",
      "rubrik": "Lag (2025:1044) om ändring i minerallagen (1991:45)",
      "lopnummer": "1044",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T13:41:20.3532109",
      "uppdateradDateTime": "2026-01-02T13:41:52.1234979",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T13:41:52.1234978",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T13:41:20.3328082",
  "uppdateradDateTime": "2026-01-02T13:41:52.1222281",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T13:41:52.1222279",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}