{
  "grundforfattningId": 62379,
  "previousId": 61162,
  "beteckning": "1960:729",
  "beteckningSortable": "1960:729",
  "publiceringsar": "1960",
  "lopnummer": "729",
  "rubrik": "Lag (1960:729) om upphovsrätt till litterära och konstnärliga verk",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": null,
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L3",
    "namnOchEnhet": "Justitiedepartementet L3",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62376,
    "forarbeten": "Prop. 1960:17; 1LU 1960:41 och 1960:43; Rskr 1960:406",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "litterärt verk,konstnärligt verk,upphovsrätt",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T11:09:56.6226502",
    "uppdateradDateTime": "2026-01-02T11:10:55.2149444",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T11:10:55.2149441",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85199,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:547",
    "omtryck": null,
    "utfardadDateTime": "1960-12-30T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 Kap. Upphovsrättens föremål och innehåll\r\n\r\n1 § Den som har skapat ett litterärt eller konstnärligt verk har\r\nupphovsrätt till verket oavsett om det är\r\n\r\n1. skönlitterär eller beskrivande framställning i skrift eller tal,\r\n\r\n2. datorprogram,\r\n\r\n3. musikaliskt eller sceniskt verk,\r\n\r\n4. filmverk,\r\n\r\n5. fotografiskt verk eller något annat alster av bildkonst,\r\n\r\n6. alster av byggnadskonst eller brukskonst, eller\r\n\r\n7. verk som har kommit till uttryck på något annat sätt.\r\n\r\nTill litterära verk hänförs kartor, samt även andra i teckning eller\r\ngrafik eller i plastisk form utförda verk av beskrivande art.\r\n\r\nVad som i denna lag sägs om datorprogram skall i tillämpliga delar\r\ngälla även förberedande designmaterial för datorprogram.\r\nLag (1994:190).\r\n\r\n2 § Upphovsrätt innefattar, med de inskränkningar som\r\nföreskrivs i det följande, uteslutande rätt att förfoga över\r\nverket genom att framställa exemplar av det och genom att göra\r\ndet tillgängligt för allmänheten, i ursprungligt eller ändrat\r\nskick, i översättning eller bearbetning, i annan litteratur-\r\neller konstart eller i annan teknik.\r\n\r\nFramställning av exemplar innefattar varje direkt eller\r\nindirekt samt tillfällig eller permanent framställning av\r\nexemplar av verket, oavsett i vilken form eller med vilken\r\nmetod den sker och oavsett om den sker helt eller delvis.\r\n\r\nVerket görs tillgängligt för allmänheten i följande fall:\r\n\r\n1. När verket överförs till allmänheten. Detta sker när verket\r\npå trådbunden eller trådlös väg görs tillgängligt för\r\nallmänheten från en annan plats än den där allmänheten kan ta\r\ndel av verket. Överföring till allmänheten innefattar\r\növerföring som sker på ett sådant sätt att enskilda kan få\r\ntillgång till verket från en plats och vid en tidpunkt som de\r\nsjälva väljer.\r\n\r\n2. När verket framförs offentligt. Offentligt framförande\r\ninnefattar endast sådana fall då verket görs tillgängligt för\r\nallmänheten med eller utan användning av ett tekniskt\r\nhjälpmedel på samma plats som den där allmänheten kan ta del av\r\nverket.\r\n\r\n3. När exemplar av verket visas offentligt. Offentlig visning\r\ninnefattar endast sådana fall då ett exemplar av ett verk görs\r\ntillgängligt för allmänheten utan användning av ett tekniskt\r\nhjälpmedel på samma plats som den där allmänheten kan ta del av\r\nexemplaret. Om ett tekniskt hjälpmedel används är det i stället\r\nett offentligt framförande.\r\n\r\n4. När exemplar av verket bjuds ut till försäljning, uthyrning\r\neller utlåning eller annars sprids till allmänheten.\r\n\r\nMed överföring till allmänheten och offentligt framförande\r\njämställs överföringar och framföranden som i\r\nförvärvsverksamhet anordnas till eller inför en större sluten\r\nkrets. Lag (2005:359).\r\n\r\n3 § Då exemplar av ett verk framställes eller verket göres tillgängligt\r\nför allmänheten, skall upphovsmannen angivas i den omfattning och på det\r\nsätt god sed kräver.\r\n\r\nEtt verk må icke ändras så, att upphovsmannens litterära eller\r\nkonstnärliga anseende eller egenart kränkes; ej heller må verket göras\r\ntillgängligt för allmänheten i sådan form eller i sådant sammanhang som\r\när på angivet sätt kränkande för upphovsmannen.\r\n\r\nSin rätt enligt denna paragraf kan upphovsmannen med bindande verkan\r\neftergiva endast såvitt angår en till art och omfattning begränsad\r\nanvändning av verket.\r\n\r\n4 § Den som översatt eller bearbetat ett verk eller överfört det till\r\nannan litteratur- eller konstart har upphovsrätt till verket i denna\r\ngestalt, men han äger icke förfoga däröver i strid mot upphovsrätten\r\ntill originalverket.\r\n\r\nHar någon i fri anslutning till ett verk åstadkommit ett nytt och\r\nsjälvständigt verk, är hans upphovsrätt ej beroende av rätten till\r\noriginalverket.\r\n\r\n5 § Den som genom att sammanställa verk eller delar av verk åstadkommit\r\nett litterärt eller konstnärligt samlingsverk har upphovsrätt till\r\ndetta, men hans rätt inskränker icke rätten till de särskilda verken.\r\n\r\n6 § Har ett verk två eller flera upphovsmän, vilkas bidrag icke utgöra\r\nsjälvständiga verk, tillkommer upphovsrätten dem gemensamt. De äga dock\r\nvar för sig beivra intrång i rätten.\r\n\r\n7 § Såsom upphovsman anses, där ej annat visas, den vars namn eller ock\r\nallmänt kända pseudonym eller signatur på sedvanligt sätt utsättes på\r\nexemplar av verket eller angives då detta göres tillgängligt för\r\nallmänheten.\r\n\r\nÄr ett verk utgivet utan att upphovsmannen är angiven såsom i första\r\nstycket sägs, äger utgivaren, om sådan är nämnd, och eljest förläggaren\r\nföreträda upphovsmannen, till dess denne blivit angiven på ny upplaga\r\neller genom anmälan i justitiedepartementet.\r\n\r\n8 § Ett verk anses offentliggjort, då det lovligen gjorts tillgängligt\r\nför allmänheten.\r\n\r\nVerket anses utgivet, då exemplar därav med upphovsmannens samtycke\r\nförts i handeln eller eljest blivit spridda till allmänheten. Lag\r\n(1973:363).\r\n\r\n9 § Upphovsrätt gäller inte till\r\n\r\n1. författningar,\r\n\r\n2. beslut av myndigheter,\r\n\r\n3. yttranden av svenska myndigheter och\r\n\r\n4. officiella översättningar av sådant som avses i 1-3.\r\n\r\nUpphovsrätt gäller dock till verk vilka ingår i en handling som\r\navses i första stycket och är av följande slag:\r\n\r\n1. kartor,\r\n\r\n2. alster av bildkonst,\r\n\r\n3. musikaliska verk eller\r\n\r\n4. diktverk.\r\n\r\nUpphovsrätt gäller även till ett verk som ingår i en bilaga\r\ntill ett beslut av en myndighet, om beslutet avser rätten att\r\nta del av den allmänna handling där verket ingår.\r\nLag (2000:92).\r\n\r\n10 § Upphovsrätt till ett verk gäller även om verket har\r\nregistrerats som mönster.\r\n\r\nUpphovsrätt gäller inte till kretsmönster för halvledarprodukter.\r\nOm rätten till sådana kretsmönster finns särskilda bestämmelser.\r\nLag (1994:190).\r\n\r\n2 Kap. Inskränkningar i upphovsrätten\r\n\r\nAllmänna bestämmelser om inskränkningar\r\n\r\n11 § Bestämmelserna i detta kapitel medför inga inskränkningar\r\ni upphovsmannens rätt enligt 3 § utöver dem som följer av 26 c §.\r\n\r\nNär ett verk återges offentligt med stöd av detta kapitel skall\r\nkällan anges i den omfattning och på det sätt som god sed kräver\r\nsamt får verket inte ändras i större utsträckning än användningen\r\nkräver. Lag (1993:1007).\r\n\r\nFramställning av tillfälliga exemplar\r\n\r\n11 a § Tillfälliga former av exemplar av verk får framställas,\r\nom framställningen utgör en integrerad och väsentlig del i en\r\nteknisk process och om exemplaren är flyktiga eller har\r\nunderordnad betydelse i processen. Exemplaren får inte ha\r\nsjälvständig ekonomisk betydelse.\r\n\r\nFramställning av exemplar enligt första stycket är tillåten\r\nbara om det enda syftet med framställningen är att möjliggöra\r\n\r\n1. överföring i ett nät mellan tredje parter via en mellanhand,\r\neller\r\n\r\n2. laglig användning, dvs. användning som sker med tillstånd\r\nfrån upphovsmannen eller dennes rättsinnehavare, eller annan\r\nanvändning som inte är otillåten enligt denna lag.\r\n\r\nFörsta och andra styckena ger inte rätt att framställa exemplar\r\nav litterära verk i form av datorprogram eller\r\nsammanställningar. Lag (2005:359).\r\n\r\n11 b § Har upphävts genom lag (1993:1007).\r\n\r\nFramställning av exemplar för privat bruk\r\n\r\n12 § Var och en får för privat bruk framställa ett eller några\r\nfå exemplar av offentliggjorda verk. Såvitt gäller litterära\r\nverk i skriftlig form får exemplarframställningen dock endast\r\navse begränsade delar av verk eller sådana verk av begränsat\r\nomfång. Exemplaren får inte användas för andra ändamål än\r\nprivat bruk.\r\n\r\nFörsta stycket ger inte rätt att\r\n\r\n1. uppföra byggnadsverk,\r\n\r\n2. framställa exemplar av datorprogram, eller\r\n\r\n3. framställa exemplar i digital form av sammanställningar i\r\ndigital form.\r\n\r\nFörsta stycket ger inte heller rätt att för privat bruk låta en\r\nutomstående\r\n\r\n1. framställa exemplar av musikaliska verk eller filmverk,\r\n\r\n2. framställa bruksföremål eller skulpturer, eller\r\n\r\n3. genom konstnärligt förfarande efterbilda andra konstverk.\r\n\r\nDenna paragraf ger inte rätt att framställa exemplar av ett\r\nverk när det exemplar som är den egentliga förlagan framställts\r\neller gjorts tillgängligt för allmänheten i strid med 2 §.\r\nLag (2005:359).\r\n\r\nAnvändning av verk i samband med undervisning\r\n\r\n13 § Lärare och elever vid utbildningsanstalter får i \r\nillustrativt syfte återge verk i samband med undervisning. Vid \r\nundervisning på distans får verk återges endast i en säker \r\nelektronisk miljö. \r\n\r\nFörsta stycket gäller inte för användning som kan ske med stöd \r\nav ett avtal som avses i 42 a §, om ett sådant avtal finns \r\nlätt tillgängligt på marknaden. \r\n\r\nAvtalsvillkor som inskränker rätten att använda verk enligt \r\ndenna paragraf är ogiltiga. Lag (2022:1712).\r\n\r\n14 § För undervisningsändamål får lärare och elever göra\r\nupptagningar av sina egna framföranden av verk. Upptagningarna\r\nfår inte användas för andra ändamål. Lag (1993:1007).\r\n\r\n15 § Den som framställer ett samlingsverk, sammanställt ur verk\r\nfrån ett större antal upphovsmän, för användning vid\r\nundervisning, får återge mindre delar av litterära och\r\nmusikaliska verk och sådana verk av litet omfång, om det har\r\ngått fem år efter det år då verken gavs ut. Konstverk får\r\nåterges i anslutning till texten, om det har gått fem år efter\r\ndet år då verket offentliggjordes. Upphovsmännen har rätt till\r\nersättning.\r\n\r\nFörsta stycket gäller inte sådana verk som har skapats för att\r\nanvändas vid undervisning och ger inte rätt att i förvärvssyfte\r\nframställa samlingsverk. Lag (2022:1712).\r\n\r\nFramställning av exemplar för text- och datautvinning\r\n\r\n15 a § Den som har lovlig tillgång till ett verk får \r\nframställa exemplar av verket för text- och \r\ndatautvinningsändamål. Exemplaren får inte behållas längre än \r\nvad som är nödvändigt för ändamålet och får inte användas för \r\nandra ändamål. \r\n\r\nFörsta stycket gäller inte om upphovsmannen på lämpligt sätt \r\nhar förbehållit sig den rätt som avses där. Lag (2022:1712).\r\n\r\n15 b § Forskningsorganisationer, sådana bibliotek och museer \r\nsom är tillgängliga för allmänheten, arkiv samt institutioner \r\nför film- eller ljudarvet får framställa exemplar av verk som \r\nde har lovlig tillgång till, dock inte datorprogram, för att \r\nutföra text- och datautvinning för forskningsändamål. \r\nExemplaren får inte behållas längre än vad som är nödvändigt \r\nför ändamålet och får inte användas för andra ändamål. \r\nExemplaren ska lagras på ett sätt som hindrar obehörig \r\nanvändning. \r\n\r\nFörsta stycket hindrar inte att upphovsmannen vidtar \r\nproportionerliga åtgärder för att säkerställa integritet och \r\nsäkerhet i nätverk och databaser som innehåller verk. \r\n\r\nAvtalsvillkor som inskränker rätten att använda verk enligt \r\ndenna paragraf är ogiltiga. Lag (2022:1712).\r\n\r\n15 c § Med text- och datautvinning avses i 15 a och 15 b §§ en \r\nautomatiserad teknik som används för att analysera text och \r\ndata i digital form i syfte att generera information. \r\n\r\nMed forskningsorganisation avses i 15 b § ett universitet med \r\ntillhörande bibliotek, en forskningsinstitution eller en annan \r\nenhet vars främsta mål är att bedriva vetenskaplig forskning \r\neller utbildningsverksamhet som omfattar vetenskaplig \r\nforskning. Vidare måste verksamheten i organisationen bedrivas \r\npå ett sådant sätt att ett företag som utövar ett avgörande \r\ninflytande på organisationen inte kan ha prioriterad tillgång \r\ntill resultaten av forskningen. Forskningen måste bedrivas \r\n\r\n1. utan vinstsyfte eller så att all vinst återinvesteras i den \r\nvetenskapliga forskningen, eller\r\n\r\n2. i enlighet med ett uppdrag i det allmännas intresse som har \r\nerkänts av en stat inom Europeiska ekonomiska \r\nsamarbetsområdet. Lag (2022:1712).\r\n\r\nFramställning och spridning av exemplar inom \r\nkulturarvsinstitutioner\r\n\r\n16 § Bibliotek och museer som är tillgängliga för allmänheten, \r\narkiv samt institutioner för film- eller ljudarvet har rätt \r\natt framställa exemplar av verk för bevarandeändamål. \r\nAvtalsvillkor som inskränker den rätten är ogiltiga.\r\n\r\nDe statliga och kommunala arkivmyndigheterna, de vetenskapliga \r\nbibliotek och fackbibliotek som drivs av det allmänna och \r\nfolkbiblioteken har rätt att framställa exemplar av verk, dock \r\ninte datorprogram, även\r\n\r\n1. för kompletterings- eller forskningsändamål,\r\n\r\n2. för att tillgodose lånesökandes önskemål om enskilda \r\nartiklar eller korta avsnitt eller om material som av \r\nsäkerhetsskäl inte bör lämnas ut i original, eller\r\n\r\n3. för användning i läsapparater.\r\n\r\nExemplar som framställs på papper med stöd av andra stycket 2 \r\nfår spridas till lånesökande. Lag (2022:1712).\r\n\r\nAnvändning av herrelösa verk\r\n\r\n16 a § Bibliotek, utbildningsanstalter och museer som är\r\ntillgängliga för allmänheten samt arkiv och institutioner för\r\nfilm- eller ljudarvet får framställa exemplar av litterära\r\nverk i skrifter och av filmverk samt överföra sådana verk\r\ntill allmänheten på ett sådant sätt att enskilda kan få\r\ntillgång till verket från en plats och vid en tidpunkt som de\r\nsjälva väljer, om\r\n\r\n1. verket anses eller har ansetts herrelöst enligt 16 b § och\r\nrättsinnehavaren inte har gett sig till känna för\r\nanvändaren,\r\n\r\n2. verket ingår i användarens egna samlingar,\r\n\r\n3. verket har anknytning till ett land som ingår i Europeiska\r\nekonomiska samarbetsområdet (ett EES-land) genom att\r\n\r\na) om verket har getts ut, den första utgivningen har skett i\r\nett sådant land, eller\r\n\r\nb) om verket inte har getts ut men sänts ut i ljudradio eller\r\ntelevision, den första utsändningen har skett i ett sådant\r\nland, eller\r\n\r\nc) om verket varken har getts ut eller sänts ut, det med\r\nrättsinnehavarens samtycke har gjorts tillgängligt för\r\nallmänheten i ett sådant land av en användare som avses i\r\ndenna paragraf och det rimligen kan antas att\r\nrättsinnehavaren inte motsätter sig förfogandet,\r\n\r\n4. användaren är etablerad i ett EES-land,\r\n\r\n5. användarens verksamhet inte bedrivs i vinstsyfte och, när\r\ndet gäller institutioner för film- eller ljudarvet,\r\ninstitutionen utsetts av det allmänna att förvalta film-\r\neller ljudarvet,\r\n\r\n6. förfogandet sker för att uppnå mål som rör användarens\r\nuppdrag i allmänhetens intresse och, i fråga om\r\nexemplarframställning, för att digitalisera, indexera,\r\nkatalogisera, bevara, restaurera eller överföra verket till\r\nallmänheten,\r\n\r\n7. intäkterna från förfogandet uteslutande syftar till att\r\ntäcka kostnaderna för att digitalisera och överföra herrelösa\r\nverk till allmänheten, och\r\n\r\n8. rättsinnehavare som är kända anges.\r\n\r\nEtt radio- eller tv-företag i allmänhetens tjänst får förfoga\r\növer filmverk som har producerats av eller för ett sådant\r\nföretag före den 1 januari 2003 på de sätt och under de\r\nförutsättningar som anges i första stycket 1–4 och 6–8.\r\n\r\nEn användare som avses i första stycket får på de sätt och\r\nunder de förutsättningar som anges där förfoga över verk som\r\ningår i ett litterärt verk i en skrift, ett filmverk eller en\r\nljudupptagning med sådan anknytning till ett EES-land som\r\nanges i första stycket 3. Ett radio- eller tv-företag i\r\nallmänhetens tjänst får på samma sätt och under de\r\nförutsättningar som anges i första stycket 1–4 och 6–8\r\nförfoga över verk som ingår i ett sådant filmverk eller i en\r\nsådan ljudupptagning, om filmverket eller ljudupptagningen\r\nhar producerats av eller för ett sådant företag före den 1\r\njanuari 2003. Lag (2014:884).\r\n\r\n16 b § Ett verk ska anses herrelöst om samtliga\r\nrättsinnehavare är okända eller inte gått att finna efter det\r\natt en användare som avses i 16 a § har utfört en omsorgsfull\r\nefterforskning enligt 16 c § och dokumenterat den. Om ett\r\nverk har flera rättsinnehavare och endast någon eller några\r\nav dessa är okända eller inte gått att finna, ska det som\r\nsägs i denna lag om herrelösa verk tillämpas på den rätt till\r\nverket som tillkommer denna eller dessa rättsinnehavare.\r\n\r\nOm rättsinnehavaren ger sig till känna för en användare som\r\nförfogat över verket med stöd av 16 a §, ska verket inte\r\nlängre anses herrelöst. Rättsinnehavaren har rätt till rimlig\r\nkompensation av den som har förfogat över verket.\r\nLag (2014:884).\r\n\r\n16 c § En omsorgsfull efterforskning ska utföras för varje\r\nsjälvständigt verk.\r\n\r\nEfterforskningen ska utföras i det land där verket först gavs\r\nut, eller, om det inte har getts ut, i det land där det först\r\nsändes ut i ljudradio eller television. Om ett verk varken\r\nhar getts ut eller sänts ut men med rättsinnehavarens\r\nsamtycke har gjorts tillgängligt för allmänheten av en\r\nanvändare som avses i 16 a §, ska efterforskningen utföras i\r\ndet land där användaren är etablerad.\r\n\r\nFör filmverk vars producent har sitt säte eller sin vanliga\r\nvistelseort i ett EES-land gäller i stället att\r\nefterforskningen ska utföras i det landet.\r\n\r\nFör verk som avses i 16 a § tredje stycket ska\r\nefterforskningen utföras där den skulle ha utförts för\r\nljudupptagningen eller det verk i vilket det ingår.\r\n\r\nVid efterforskning i Sverige ska de källor användas som är\r\nlämpliga för verk av det slag som efterforskningen avser.\r\nSådana källor som anges i bilagan till Europaparlamentets och\r\nrådets direktiv 2012/28/EU av den 25 oktober 2012 om viss\r\ntillåten användning av föräldralösa verk ska alltid användas\r\nvid efterforskningen. Vid efterforskning i ett annat land\r\ngäller det som föreskrivs i det landet om lämpliga källor.\r\n\r\nOm det framkommer att det kan finnas information av betydelse\r\nför efterforskningen i något annat land än det som följer av\r\nandra–fjärde styckena, ska även informationskällor i det\r\nlandet användas. Lag (2014:884).\r\n\r\n16 d § Regeringen får meddela föreskrifter om skyldighet för \r\nde användare som avses i 16 a § att till regeringen eller den \r\nmyndighet som regeringen bestämmer lämna de uppgifter som \r\nenligt Europaparlamentets och rådets direktiv 2012/28/EU av \r\nden 25 oktober 2012 om viss tillåten användning av \r\nföräldralösa verk, i den ursprungliga lydelsen, ska \r\nregistreras hos Europeiska unionens \r\nimmaterialrättsmyndighet. Lag (2016:371).\r\n\r\nAnvändning av verk som ingår i kulturarvsinstitutioners \r\nsamlingar men som inte finns i handeln\r\n\r\n16 e § Bibliotek och museer som är tillgängliga för \r\nallmänheten, arkiv samt institutioner för film- eller \r\nljudarvet får framställa exemplar av verk som avses i 42 i § \r\noch överföra sådana verk till allmänheten, om\r\n\r\n1. det inte finns någon kollektiv förvaltningsorganisation som \r\nkan ingå avtal om användningen med stöd av 42 i § första \r\nstycket,\r\n\r\n2. överföringen sker via webbplatser som inte drivs i \r\nförvärvssyfte,\r\n\r\n3. användningen inte sker i förvärvssyfte, och\r\n\r\n4. rättsinnehavare som är kända anges när det är möjligt.\r\n\r\nFörsta stycket gäller inte om upphovsmannen hos användaren har \r\nmeddelat förbud mot exemplarframställningen eller \r\növerföringen. Lag (2022:1712).\r\n\r\nFramställning av exemplar m.m. till personer med \r\nfunktionsnedsättning\r\n\r\n17 § En person med syn- eller annan läsnedsättning som på \r\ngrund av detta inte kan ta del av ett offentliggjort verk i \r\nform av en bok eller annan skrift, notation eller tillhörande \r\nillustration i väsentligen samma utsträckning som en person \r\nutan en sådan nedsättning får framställa exemplar av verket i \r\nett för honom eller henne tillgängligt format. Detsamma \r\ngäller en fysisk person som handlar på den personens vägnar. \r\n\r\nFörsta stycket ger endast rätt att framställa exemplar av \r\nverk som personen med syn- eller annan läsnedsättning \r\nlovligen har tillgång till och för hans eller hennes egen \r\nanvändning.\r\n\r\nMed en person med syn- eller annan läsnedsättning avses\r\n\r\n1. en person med blindhet, \r\n\r\n2. en person med en synnedsättning som inte kan förbättras så \r\natt synförmågan blir väsentligen likvärdig med synförmågan \r\nhos en person som inte har en sådan nedsättning,\r\n\r\n3. en person som har perceptions- eller lässvårigheter, eller\r\n4. en person som på grund av en fysisk funktionsnedsättning \r\ninte kan hålla eller hantera en bok eller fokusera eller röra \r\nögonen i den utsträckning som normalt sett krävs för att \r\nkunna läsa. Lag (2018:1099).\r\n\r\n17 a § Ett behörigt organ får under motsvarande \r\nförutsättningar som anges i 17 § framställa sådana exemplar \r\nsom avses i den paragrafen. Det får även överföra och sprida \r\nsådana exemplar till personer med syn- eller annan \r\nläsnedsättning som avses i den paragrafen och som är bosatta \r\ni Sverige eller i en annan stat inom Europeiska ekonomiska \r\nsamarbetsområdet (EES), till andra behöriga organ i Sverige \r\noch till organ i en annan stat inom EES som i den staten är \r\nbehöriga organ. \r\n\r\nFörsta stycket ger endast rätt att framställa exemplar av \r\nverk som det behöriga organet lovligen har tillgång till. \r\nFramställningen, överföringen och spridningen får ske endast \r\ntill en person med syn- eller annan läsnedsättning för hans \r\neller hennes egen användning och får inte ske i \r\nförvärvssyfte. \r\n\r\nMed ett behörigt organ i Sverige avses \r\n\r\n1. en myndighet som har i uppgift att tillhandahålla \r\nutbildning, anpassad läsning eller tillgång till information \r\nför personer med syn- eller annan läsnedsättning, \r\n\r\n2. en organisation som utan vinstsyfte tillhandahåller sådana \r\ntjänster som avses i 1 om organisationen tillhandahåller \r\ntjänsterna med stöd av lag eller annan författning eller får \r\nbidrag från det allmänna för att tillhandahålla tjänsterna, \r\neller \r\n\r\n3. en icke-vinstdrivande organisation som tillhandahåller \r\nsådana tjänster som avses i 1 som en av sina huvudsakliga \r\nuppgifter eller institutionella skyldigheter eller som en del \r\nav sitt uppdrag i allmänhetens intresse. Lag (2018:1099).\r\n\r\n17 b § Avtalsvillkor som inskränker rätten att använda \r\nverk enligt 17 eller 17 a § är ogiltiga.\r\nLag (2018:1099).\r\n\r\n17 c § När ett behörigt organ som är etablerat i Sverige \r\növerför eller sprider exemplar med stöd av 17 a § till \r\npersoner med syn- eller annan läsnedsättning på ett sådant \r\nsätt att dessa personer får behålla ett exemplar av verket, \r\nhar upphovsmannen rätt till ersättning. Lag (2018:1099).\r\n\r\n17 d § De myndigheter och organisationer som avses i 17 a \r\n§ tredje stycket 1 och 2 ska anses erkända att tillhandahålla \r\nutbildning, anpassad läsning eller tillgång till information \r\nför personer med syn- eller annan läsnedsättning vid \r\ntillämpningen av Europaparlamentets och rådets förordning \r\n(EU) 2017/1563 av den 13 september 2017 om gränsöverskridande \r\nutbyte mellan unionen och tredjeländer av exemplar i \r\ntillgängligt format av vissa verk och andra alster som \r\nskyddas av upphovsrätt och närstående rättigheter till förmån \r\nför personer med blindhet, synnedsättning eller annan \r\nläsnedsättning, i den ursprungliga lydelsen. Lag (2018:1099).\r\n\r\n17 e § Var och en får i andra fall än som avses i 17 och \r\n17 a §§ och på annat sätt än genom ljudupptagning framställa \r\nsådana exemplar av offentliggjorda litterära och musikaliska \r\nverk samt av offentliggjorda alster av bildkonst, som \r\npersoner med funktionsnedsättning behöver för att kunna ta \r\ndel av verken. Exemplaren får också spridas till dessa \r\npersoner. \r\n\r\nBibliotek och sådana organisationer som arbetar för \r\ndelaktighet för personer med funktionsnedsättning får i andra \r\nfall än som avses i 17 och 17 a §§ även\r\n\r\n1. överföra exemplar av de verk som avses i första stycket \r\ntill personer med funktionsnedsättning som behöver exemplaren \r\nför att kunna ta del av verken, \r\n\r\n2. genom ljudupptagning framställa sådana exemplar av \r\noffentliggjorda litterära verk som personer med \r\nfunktionsnedsättning behöver för att kunna ta del av verken, \r\nsamt sprida och överföra ljudupptagningarna till dessa \r\npersoner, och \r\n\r\n3. framställa sådana exemplar av verk som sänds ut i \r\nljudradio eller television och av filmverk som personer som \r\när döva eller har en hörselnedsättning behöver för att kunna \r\nta del av verken, samt sprida och överföra exemplar av verken \r\ntill dessa personer.\r\n\r\nFramställning av exemplar, spridning av exemplar och \r\növerföring till allmänheten av exemplar med stöd av denna \r\nparagraf får inte ske i förvärvssyfte. Exemplaren får inte \r\nheller användas för andra ändamål än som avses i \r\nparagrafen.\r\n\r\nNär bibliotek och organisationer med stöd av \r\ndenna paragraf sprider exemplar eller överför exemplar av \r\nverk till personer med funktionsnedsättning på ett sådant \r\nsätt att dessa personer får behålla ett exemplar av verket, \r\nhar upphovsmannen rätt till ersättning. Detsamma gäller om \r\nnågon med stöd av första stycket andra meningen överlåter \r\nfler än några få exemplar till personer med \r\nfunktionsnedsättning. Lag (2018:1099).\r\n\r\n17 f § Regeringen får meddela föreskrifter om information \r\nsom ska lämnas och om krav på dokumentation när behöriga \r\norgan samt bibliotek och sådana organisationer som arbetar \r\nför delaktighet för personer med funktionsnedsättning \r\nframställer, överför eller sprider exemplar enligt 17 a eller \r\n17 e § samt om uppgifter som sådana exemplar ska förses \r\nmed.\r\n\r\nRegeringen får även meddela föreskrifter om rutiner som \r\nett behörigt organ som är etablerat i Sverige ska följa och \r\ninformation som det ska lämna när det framställer, överför \r\neller sprider exemplar med stöd av 17 a § till personer med \r\nsyn- eller annan läsnedsättning i en annan stat inom EES \r\neller till organ i en annan stat inom EES som i den staten är \r\nbehöriga organ. Lag (2018:1099).\r\n\r\n18 § Har betecknats 15 § genom lag (2022:1712).\r\n\r\nSpridning av exemplar\r\n\r\n19 § När ett exemplar av ett verk med upphovsmannens samtycke\r\nhar överlåtits inom Europeiska ekonomiska samarbetsområdet, får\r\nexemplaret spridas vidare.\r\n\r\nFörsta stycket ger inte rätt att tillhandahålla allmänheten\r\n\r\n1. exemplar av verk, utom byggnader och brukskonst, genom\r\nuthyrning eller andra jämförliga rättshandlingar, eller\r\n\r\n2. exemplar av datorprogram i maskinläsbar form eller filmverk\r\ngenom utlåning. Lag (2005:359).\r\n\r\nVisning av exemplar\r\n\r\n20 § När ett verk har utgivits får de exemplar som omfattas av\r\nutgivningen visas offentligt. Motsvarande gäller när\r\nupphovsmannen har överlåtit exemplar av ett konstverk.\r\nLag (2005:359).\r\n\r\nKonstverk som ingår i en film, ett televisionsprogram eller en\r\nbild\r\n\r\n20 a § Var och en får genom film eller televisionsprogram\r\nframställa och sprida exemplar av konstverk, framföra konstverk\r\noffentligt och överföra konstverk till allmänheten, om\r\nförfogandet är av underordnad betydelse med hänsyn till filmens\r\neller televisionsprogrammets innehåll. Motsvarande förfoganden\r\nfår göras vad gäller konstverk som förekommer i bakgrunden av\r\neller annars ingår som en oväsentlig del av en bild.\r\n\r\nFörfoganden enligt första stycket får dock endast ske om\r\nförlagan till det exemplar som framställs när konstverket tas\r\nin i filmen, televisionsprogrammet eller bilden är ett exemplar\r\nsom omfattas av en utgivning av konstverket eller ett exemplar\r\nsom överlåtits av upphovsmannen. Om någon exemplarframställning\r\ninte sker, gäller motsvarande det exemplar som direkt överförs\r\ntill allmänheten genom televisionsprogrammet. Lag (2005:359).\r\n\r\nOffentliga framföranden\r\n\r\n21 § Var och en får, med undantag för filmverk och sceniska \r\nverk, framföra offentliggjorda verk offentligt\r\n\r\n1. vid tillfällen där framförandet av sådana verk inte är det \r\nhuvudsakliga, tillträdet är avgiftsfritt och anordnandet sker \r\nutan förvärvssyfte samt\r\n\r\n2. vid undervisning eller gudstjänst.\r\n\r\nRiksdagen samt statliga och kommunala myndigheter får i fall \r\nsom avses i första stycket 1 även framföra offentliggjorda \r\nfilmverk och sceniska verk. Verken får framföras endast genom \r\nen uppkoppling till ett externt nätverk som tillhandahålls i \r\nsyfte att tillgodose ett allmänt informationsintresse och, när \r\ndet gäller arkiv och bibliotek som avses i 16 § andra stycket, \r\ngenom ett tekniskt hjälpmedel avsett för enstaka besökare i \r\nsyfte att tillgängliggöra verk som ingår i de egna \r\nsamlingarna. Framförandet får ske endast i riksdagens eller \r\nmyndigheternas egna lokaler.\r\n\r\nFörsta stycket 2 ger inte rätt att i förvärvssyfte framföra \r\nsammanställningar vid undervisning. Lag (2022:1712).\r\n\r\nCitat\r\n\r\n22 § Var och en får citera ur offentliggjorda verk i\r\növerensstämmelse med god sed och i den omfattning som motiveras av\r\nändamålet. Lag (1993:1007).\r\n\r\n22 a § Har upphävts genom lag (1993:1007).\r\n\r\n22 b § Har upphävts genom lag (1993:1007).\r\n\r\n22 c § Har upphävts genom lag (1993:1007).\r\n\r\n22 d § Har upphävts genom lag (1993:1007).\r\n\r\nÅtergivning av konstverk och byggnader\r\n\r\n23 § Offentliggjorda konstverk får återges\r\n\r\n1. i anslutning till texten i en vetenskaplig framställning som\r\ninte framställts i förvärvssyfte,\r\n\r\n2. i anslutning till texten i en kritisk framställning, dock\r\ninte i digital form och\r\n\r\n3. i en tidning eller tidskrift i samband med en redogörelse\r\nför en dagshändelse, dock inte om verket har skapats för att\r\nåterges i en sådan publikation.\r\n\r\nFörsta stycket gäller endast om återgivningen sker i\r\növerensstämmelse med god sed och i den omfattning som motiveras\r\nav ändamålet. Lag (2005:359).\r\n\r\n24 § Konstverk får avbildas\r\n\r\n1. om de stadigvarande är placerade på eller vid allmän plats\r\nutomhus,\r\n\r\n2. om syftet är att annonsera en utställning eller försäljning\r\nav konstverken, men endast i den utsträckning som behövs för\r\natt främja utställningen eller försäljningen, eller\r\n\r\n3. om de ingår i en samling, i kataloger, dock inte i digital\r\nform.\r\n\r\nByggnader får fritt avbildas. Lag (2005:359).\r\n\r\n24 a § Har upphävts genom lag (1993:1007).\r\n\r\nInformation om dagshändelser genom ljudradio och television\r\nm.m.\r\n\r\n25 § Verk som syns eller hörs under en dagshändelse får\r\nåterges vid information om dagshändelsen genom ljudradio,\r\ntelevision, direkt överföring eller film. Verken får dock återges\r\nendast i den omfattning som motiveras av informationssyftet. Lag\r\n(1993:1007).\r\n\r\n25 a § Verk som syns eller hörs i en televisionsutsändning får\r\nåterges när ett televisionsföretag med stöd av 48 a § återger\r\nett utdrag ur utsändningen. Lag (2010:697).\r\n\r\nOffentliga debatter, allmänna handlingar m.m.\r\n\r\n26 § Var och en får återge vad som muntligen eller\r\nskriftligen anförs\r\n\r\n1. inför myndigheter,\r\n\r\n2. i statliga eller kommunala representationer,\r\n\r\n3. vid offentliga debatter om allmänna angelägenheter eller\r\n\r\n4. vid offentliga utfrågningar om sådana angelägenheter.\r\n\r\nFörsta stycket 1 och 2 gäller dock inte uppgifter för vilka\r\nsekretess gäller enligt 31 kap. 23 § offentlighets- och\r\nsekretesslagen (2009:400).\r\n\r\nVid tillämpning av första stycket gäller\r\n\r\n1. att skrifter vilka åberopas som bevis, utlåtanden och\r\nliknande får återges endast i samband med en redogörelse för\r\ndet mål eller ärende i vilket de förekommit och endast i den\r\nomfattning som motiveras av ändamålet med redogörelsen,\r\n\r\n2. att en upphovsman har ensamrätt att ge ut samlingar av\r\nsina anföranden och\r\n\r\n3. att det som anförs vid sådana utfrågningar som avses i\r\nförsta stycket 4 inte får återges i ljudradio eller\r\ntelevision med stöd av den bestämmelsen. Lag (2009:406).\r\n\r\n26 a § Var och en får återge verk, vilka ingår i de handlingar\r\nsom avses i 9 § första stycket och är av de slag som anges i 9 §\r\nandra stycket 2-4. Detta gäller dock inte ett sådant verk som\r\navses i 9 § tredje stycket. Upphovsmannen har rätt till\r\nersättning, utom när återgivningen sker i samband med\r\n\r\n1. en myndighets verksamhet eller\r\n\r\n2. en redogörelse för ett mål eller ärende i vilket verket\r\nförekommit och verket återges endast i den omfattning som\r\nmotiveras av ändamålet med redogörelsen.\r\n\r\nVar och en får återge handlingar som är upprättade hos svenska\r\nmyndigheter men inte är sådana som avses i 9 § första stycket.\r\n\r\nAndra stycket gäller inte beträffande\r\n\r\n1. kartor,\r\n\r\n2. tekniska förebilder,\r\n\r\n3. datorprogram,\r\n\r\n4. verk som skapats för undervisning,\r\n\r\n5. verk som är resultatet av vetenskaplig forskning,\r\n\r\n6. alster av bildkonst,\r\n\r\n7. musikaliska verk,\r\n\r\n8. diktverk eller\r\n\r\n9. verk av vilka exemplar genom en myndighets försorg\r\ntillhandahålls allmänheten i samband med affärsverksamhet.\r\nLag (2000:92).\r\n\r\n26 b § Allmänna handlingar skall oavsett upphovsrätten\r\ntillhandahållas enligt 2 kap. tryckfrihetsförordningen.\r\n\r\nUpphovsrätten hindrar inte att ett verk används i rättsvårdens\r\neller den allmänna säkerhetens intresse. Lag (1997:790).\r\n\r\nÄndringar av byggnader och bruksföremål\r\n\r\n26 c § Ägaren till en byggnad eller ett bruksföremål får ändra\r\negendomen utan upphovsmannens samtycke. Lag (1993:1007).\r\n\r\nSärskilda bestämmelser om radio och tv\r\n\r\n26 d § Ny beteckning 42 e § genom lag (2005:359).\r\n\r\n26 e § Ett radio- eller tv-företag som har rätt att sända ut \r\nett verk får ta upp verket på en anordning genom vilken det \r\nkan återges, om det görs\r\n\r\n1. för användning vid egna utsändningar ett fåtal gånger under \r\nbegränsad tid,\r\n\r\n2. för att säkerställa bevisning om utsändningens innehåll, \r\neller\r\n\r\n3. för att en statlig myndighet ska kunna utöva tillsyn över \r\nutsändningsverksamheten.\r\n\r\nDen som enligt 5 kap. 3 § lagen (1991:1559) med föreskrifter \r\npå tryckfrihetsförordningens och yttrandefrihetsgrundlagens \r\nområden är skyldig att spela in ett program som tillhandahålls \r\ni beställradio eller i beställ-tv får framställa exemplar av \r\nverk som ingår i programmet, om det görs för att säkerställa \r\nbevisning om programmets innehåll eller för att en statlig \r\nmyndighet ska kunna utöva tillsyn över verksamheten.\r\n\r\nUpptagningar som avses i första stycket 2 och 3 får användas \r\nendast för de ändamål som anges där. Om sådana upptagningar \r\nhar dokumentariskt värde, får de dock bevaras hos Kungl. \r\nbiblioteket. Exemplar som avses i andra stycket får användas \r\nendast för de ändamål som anges där.\r\n\r\nEn statlig myndighet som har till uppgift att utöva tillsyn \r\növer reklamen i ljudradio- och televisionsutsändningar och \r\nprogram som avses i andra stycket får återge verk som ingår i \r\ndessa i den omfattning som motiveras av ändamålet med \r\ntillsynen. Lag (2020:872).\r\n\r\n26 f § Ny beteckning 42 f § genom lag (2005:359).\r\n\r\nSärskilda bestämmelser om datorprogram m.m.\r\n\r\n26 g § Den som har förvärvat rätt att använda ett datorprogram\r\nfår framställa sådana exemplar av programmet och göra sådana\r\nändringar i programmet som är nödvändiga för att han skall\r\nkunna använda programmet för dess avsedda ändamål. Detta gäller\r\näven rättelse av fel.\r\n\r\nDen som har rätt att använda ett datorprogram får framställa\r\nsäkerhetsexemplar av programmet, om detta är nödvändigt för den\r\navsedda användningen av programmet.\r\n\r\nExemplar som framställs med stöd av första eller andra stycket\r\nfår inte utnyttjas för andra ändamål och får inte heller\r\nanvändas när rätten att utnyttja programmet har upphört.\r\n\r\nDen som har rätt att använda ett datorprogram får iaktta,\r\nundersöka eller prova programmets funktion för att fastställa\r\nde idéer och principer som ligger bakom programmets olika\r\ndetaljer. Detta gäller under förutsättning att det sker vid\r\nsådan laddning, visning på skärm, körning, överföring eller\r\nlagring av programmet som han har rätt att utföra.\r\n\r\nDen som har rätt att använda en sammanställning får förfoga\r\növer den på det sätt som är nödvändigt för att han skall kunna\r\nanvända sammanställningen för dess avsedda ändamål.\r\n\r\nAvtalsvillkor som inskränker användarens rätt enligt andra,\r\nfjärde eller femte stycket är ogiltiga. Lag (1997:790).\r\n\r\n26 h § Återgivning av ett datorprograms kod eller översättning av\r\nkodens form är tillåten om åtgärderna krävs för att få den\r\ninformation som är nödvändig för att uppnå samverkansförmåga\r\nmellan programmet och ett annat program. Detta gäller dock\r\nendast under förutsättning att följande villkor är uppfyllda:\r\n\r\n1. åtgärderna utförs av en person som har rätt att använda\r\nprogrammet eller för hans räkning av en person som har fått rätt att\r\nutföra åtgärderna,\r\n\r\n2. den information som är nödvändig för att uppnå\r\nsamverkansförmåga har inte tidigare varit lätt åtkomlig för de i 1\r\nangivna personerna och\r\n\r\n3. åtgärderna är begränsade till de delar av originalprogrammet\r\nsom är nödvändiga för att uppnå den avsedda\r\nsamverkansförmågan.\r\n\r\nFörsta stycket innebär inte att informationen får\r\n\r\n1. användas för andra ändamål än att uppnå den avsedda\r\nsamverkansförmågan,\r\n\r\n2. överlämnas till andra personer, utom när detta är nödvändigt för\r\natt uppnå den avsedda samverkansförmågan,\r\n\r\n3. användas för utveckling, tillverkning eller marknadsföring av ett\r\ndatorprogram som i förhållande till det skyddade programmet har\r\nen väsentligen likartad uttrycksform eller\r\n\r\n4. användas för andra åtgärder som utgör intrång i upphovsrätten.\r\n\r\nAvtalsvillkor som inskränker användarens rätt enligt denna\r\nparagraf är ogiltiga. Lag (1993:1007).\r\n\r\n26 i § Ny beteckning 42 a § genom lag (2005:359).\r\n\r\n2 a kap. Rätt till särskild ersättning\r\n\r\n26 j § Har upphävts genom lag (2007:521).\r\n\r\nErsättning vid tillverkning och införsel av anordningar för\r\nljud- eller bildupptagning\r\n\r\n26 k § När en näringsidkare i sin yrkesmässiga verksamhet \r\ntillverkar eller till landet inför anordningar på vilka ljud \r\neller rörliga bilder kan tas upp och som är särskilt ägnade \r\nför framställning av exemplar av verk för privat bruk, har \r\nupphovsmän till skyddade verk som därefter har sänts ut i \r\nljudradio eller television eller som har getts ut på \r\nanordningar genom vilka de kan återges rätt till ersättning \r\nav näringsidkaren.\r\n\r\nUpphovsmännen har dock inte rätt till ersättning, om de \r\ntillverkade eller införda anordningarna ska\r\n\r\n1. användas till annat än framställning av exemplar av verk \r\nför privat bruk,\r\n\r\n2. föras ut ur landet, eller \r\n\r\n3. användas till framställning av exemplar av verk till \r\npersoner med funktionsnedsättning. Lag (2018:1099).\r\n\r\n26 l § Ersättningen enligt 26 k § är\r\n\r\n1. för en anordning för analog upptagning: två och ett halvt\r\nöre för varje möjlig upptagningsminut,\r\n\r\n2. för anordningar där digital upptagning kan ske upprepade\r\ngånger: 0,4 öre per megabyte lagringsutrymme,\r\n\r\n3. för andra anordningar där digital upptagning kan ske: 0,25\r\nöre per megabyte lagringsutrymme.\r\n\r\nNäringsidkaren har rätt till nedsättning av ersättningsbeloppen\r\nenligt första stycket, om\r\n\r\n1. upphovsmännen på annat sätt kompenseras för framställning av\r\nexemplar av sådana verk som avses i 26 k §, eller\r\n\r\n2. ersättningen med hänsyn till omständigheter hänförliga till\r\nen anordning eller i övrigt förhållandena på marknaden är\r\noskäligt hög. Lag (2005:359).\r\n\r\n26 m § Endast en organisation som företräder ett flertal \r\nersättningsberättigade upphovsmän och innehavare av \r\nnärstående rättigheter på området har rätt att kräva in och \r\nträffa avtal om att sätta ned ersättning enligt 26 k och \r\n26 l §§. Organisationen ska kräva in ersättningen och fördela \r\nden mellan de ersättningsberättigade, efter avdrag för \r\nersättning till organisationen för dess omkostnader. Vid \r\nfördelningen ska rättighetshavare som inte företräds av \r\norganisationen vara likställda med rättighetshavare som \r\norganisationen företräder.\r\n\r\nNäringsidkare som avses i 26 k § första stycket ska anmäla \r\nsig hos en sådan organisation som avses i första stycket. \r\nNäringsidkaren ska på begäran av organisationen redovisa det \r\nantal anordningar som omfattas av rätt till ersättning, \r\nanordningarnas upptagningstid eller lagringskapacitet, om \r\nanordningarna kan användas för digital upptagning upprepade \r\ngånger och när anordningarna tillverkades eller infördes. Av \r\nredovisningen ska framgå antalet anordningar enligt 26 k § \r\nandra stycket. Lag (2016:979).\r\n\r\nErsättning vid vidareförsäljning av originalkonstverk\r\n(följerätt)\r\n\r\n26 n § Om ett exemplar av ett originalkonstverk som har\r\növerlåtits säljs vidare inom upphovsrättens giltighetstid\r\nhar upphovsmannen rätt till ersättning (följerätt) om\r\nnågon som är yrkesmässigt verksam på konstmarknaden är\r\nsäljare, förmedlare eller köpare vid försäljningen. Med\r\noriginalkonstverk avses\r\n\r\n1. konstverk som har utförts av konstnären själv, eller\r\n\r\n2. exemplar av konstverk som har framställts i ett\r\nbegränsat antal av konstnären själv eller med hans eller\r\nhennes tillstånd.\r\n\r\nUpphovsmannen har inte rätt till ersättning om\r\n\r\n1. försäljningspriset exklusive mervärdesskatt inte\r\növerstiger en tjugondel av prisbasbeloppet enligt 2 kap. 6\r\noch 7 §§ socialförsäkringsbalken,\r\n\r\n2. försäljningen avser ett alster av byggnadskonst, eller\r\n\r\n3. försäljningen sker från en privatperson till ett museum\r\nsom är öppet för allmänheten och som bedriver verksamhet\r\nutan vinstsyfte, om försäljningen skett utan att en\r\nförmedlare som är yrkesmässigt verksam på konstmarknaden\r\nmedverkat.\r\n\r\nOm endast en person som är yrkesmässigt verksam på\r\nkonstmarknaden som säljare, förmedlare eller köpare deltar\r\nvid försäljningen, ska ersättningen betalas av denne. Har\r\nfler än en sådan person deltagit vid försäljningen ska\r\nersättningen betalas av säljaren. Om säljaren inte är\r\nyrkesmässigt verksam på konstmarknaden ska ersättningen i\r\nstället betalas av förmedlaren. Lag (2010:1206).\r\n\r\n26 o § Ersättningen enligt 26 n § skall beräknas på\r\nförsäljningspriset exklusive mervärdesskatt och tas ut med\r\n\r\n1. fem procent av den del av försäljningspriset som inte\r\növerstiger 50 000 euro,\r\n\r\n2. tre procent av den del av försäljningspriset som ligger\r\nmellan 50 000,01 och 200 000 euro,\r\n\r\n3. en procent av den del av försäljningspriset som ligger\r\nmellan 200 000,01 och 350 000 euro,\r\n\r\n4. en halv procent av den del av försäljningspriset som ligger\r\nmellan 350 000,01 och 500 000 euro,\r\n\r\n5. 0,25 procent av den del av försäljningspriset som överstiger\r\n500 000 euro.\r\n\r\nErsättning enligt första stycket får tas ut med högst 12 500\r\neuro.\r\n\r\nVid fastställande av vad som skall betalas i\r\nföljerättsersättning skall omräkning av de belopp som anges i\r\nförsta och andra styckena från euro till svenska kronor ske\r\nenligt den växelkurs som Europeiska centralbanken har\r\nfastställt för den dag då försäljningen äger rum, eller, om\r\nförsäljningen inte sker på en svensk bankdag, den växelkurs som\r\nfastställts för närmast föregående svenska bankdag.\r\n\r\nRätten till ersättning är personlig och får inte överlåtas\r\neller efterges. Efter upphovsmannens död är, trots 10 kap. 3 §\r\nförsta stycket äktenskapsbalken, föreskrifterna om bodelning,\r\narv och testamente tillämpliga på rätten. Lag (2007:521).\r\n\r\n26 p § Endast en organisation som företräder ett flertal \r\nupphovsmän till i Sverige använda verk på området har rätt \r\natt kräva in följerättsersättning.\r\n\r\nDen som är yrkesmässigt verksam på konstmarknaden som \r\nsäljare, förmedlare eller köpare ska senast den 1 april till \r\norganisationen redovisa de ersättningsgrundande försäljningar \r\nsom har gjorts under det närmast föregående kalenderåret. För \r\nvarje försäljning ska uppgifter lämnas om upphovsmannen, \r\nverket, försäljningspriset och datum för försäljningen. Om \r\ninga ersättningsgrundande försäljningar har gjorts, ska detta \r\nredovisas.\r\n\r\nDen som är ersättningsskyldig ska betala ersättningen när \r\norganisationen kräver in den. Om det inte har framställts \r\nnågot krav beträffande en ersättningsgrundande försäljning, \r\nska den ersättningsskyldige betala ersättningen till \r\norganisationen senast den 1 maj året efter försäljningen.\r\n\r\nEn fordran på följerättsersättning preskriberas tre år efter \r\nutgången av det kalenderår då försäljningen gjordes, om inte \r\norganisationen dessförinnan krävt den ersättningsskyldige på \r\nersättningen eller uppmärksammat denne på att fordran har \r\nförfallit till betalning. Lag (2018:604).\r\n\r\n26 q § Organisationen ska betala följerättsersättningen \r\ntill den ersättningsberättigade efter avdrag för de \r\nomkostnader som organisationen har haft.\r\n\r\nDen ersättningsberättigades fordran på organisationen \r\npreskriberas tio år efter det att den uppkom, dock endast om \r\norganisationen har vidtagit rimliga åtgärder för att finna \r\nden ersättningsberättigade. Lag (2018:604).\r\n\r\n3 Kap. Upphovsrättens övergång\r\n\r\nAllmänna bestämmelser om överlåtelse\r\n\r\n27 § Upphovsrätt får, med den begränsning som framgår av 3 §, \r\nhelt eller delvis överlåtas. Överlåtelse av exemplar omfattar \r\ninte överlåtelse av upphovsrätt. I fråga om beställd \r\nporträttbild får upphovsmannen dock inte utöva sin rätt utan \r\ntillstånd av beställaren eller, efter dennes död, av hans \r\neller hennes efterlevande make och arvingar.\r\n\r\nI 29-29 e §§ finns bestämmelser om upphovsmannens rätt till \r\nersättning och information och om upphovsmannens rätt att häva \r\nett avtal. Bestämmelserna tillämpas inte på överlåtelse av \r\nupphovsrätt till datorprogram. Avtalsvillkor som inskränker \r\nupphovsmannens rätt enligt 29, 29 a eller 29 b § är ogiltiga. \r\nDetsamma gäller avtalsvillkor som inskränker upphovsmannens \r\nrätt att begära alternativ tvistlösning i en tvist om rätt \r\ntill ersättning enligt 29 § andra stycket eller om rätt till \r\ninformation enligt 29 a eller 29 b §.\r\n\r\nI 30-32 och 36-39 §§ finns bestämmelser om överlåtelse av \r\nupphovsrätt i vissa särskilda avseenden. De tillämpas i den \r\nutsträckning det inte har avtalats om något annat.\r\nLag (2022:1712).\r\n\r\n28 § Om ej annat avtalats, äger den till vilken upphovsrätt överlåtits\r\nicke ändra verket samt ej heller överlåta rätten vidare. Ingår rätten i\r\nen rörelse, må den överlåtas i samband med överlåtelse av rörelsen eller\r\ndel därav; överlåtaren svarar dock alltjämt för avtalets fullgörande.\r\n\r\nUpphovsmannens rätt till ersättning\r\n\r\n29 § När en upphovsman i avtal överlåter sin upphovsrätt till \r\nnågon som avser att utnyttja rätten i förvärvsverksamhet, har \r\nupphovsmannen rätt till skälig ersättning.\r\n\r\nOm den avtalade ersättningen för en överlåtelse enligt första \r\nstycket senare visar sig vara oproportionerligt låg i \r\nförhållande till förvärvarens intäkter från utnyttjandet av \r\nverket, har upphovsmannen rätt till ytterligare skälig \r\nersättning. Lag (2022:1712).\r\n\r\nUpphovsmannens rätt till information\r\n\r\n29 a § Efter en överlåtelse som avses i 29 § första stycket \r\nska förvärvaren minst en gång per år lämna aktuell, relevant \r\noch uttömmande information till upphovsmannen om de sätt på \r\nvilka verket har utnyttjats, samtliga intäkter som förvärvaren \r\nhar haft från utnyttjandet och den ersättning som \r\nupphovsmannen har rätt till. Skyldigheten att lämna sådan \r\ninformation gäller under förutsättning att\r\n\r\n1. förvärvaren har haft intäkter från utnyttjandet av verket, \r\neller\r\n\r\n2. upphovsmannens ersättning är beroende av i vilken \r\nomfattning verket utnyttjas.\r\n\r\nVid bedömningen av vilken omfattning den information som ska \r\nlämnas enligt första stycket ska ha, ska de särskilda \r\nförhållandena i den aktuella sektorn beaktas. Om det med \r\nhänsyn till de intäkter utnyttjandet av ett verk gett upphov \r\ntill skulle innebära en oproportionerlig administrativ börda \r\natt lämna informationen, får den begränsas till vad som \r\nrimligen kan krävas.\r\n\r\nOm upphovsmannens bidrag till verket, eller upphovsmannens \r\nbidrag i förhållande till ett annat verk där verket ingår, \r\ninte är betydande, har upphovsmannen rätt till information \r\nenligt första stycket endast om upphovsmannen behöver \r\ninformationen för att kunna framställa krav på ytterligare \r\nskälig ersättning enligt 29 § andra stycket. I sådana fall ska \r\nförvärvaren lämna informationen på begäran av upphovsmannen.\r\nLag (2022:1712).\r\n\r\n29 b § Om förvärvaren inte har tillgång till information som \r\nska lämnas enligt 29 a §, men informationen finns tillgänglig \r\nhos någon som med förvärvarens tillstånd utnyttjar verket, har \r\nupphovsmannen rätt att på begäran få informationen från denne. \r\nFörvärvaren ska informera upphovsmannen om identiteten på den \r\nsom utnyttjar verket. Lag (2022:1712).\r\n\r\n29 c § Information som har lämnats enligt 29 a eller 29 b § \r\nska upphovsmannen vid tillämpning av lagen (2018:558) om \r\nföretagshemligheter anses ha fått del av i förtroende i \r\nsamband med en affärsförbindelse, om den som har lämnat \r\ninformationen har angett att den utgör en företagshemlighet.\r\nLag (2022:1712).\r\n\r\nUpphovsmannens rätt att häva ett avtal\r\n\r\n29 d § Om en överlåtelse som avses i 29 § första stycket \r\ninnebär att förvärvaren har ensamrätt att utnyttja verket, har \r\nupphovsmannen, förutom i fall som avses i 29 e § första \r\nstycket, rätt att helt eller delvis häva avtalet och behålla \r\nmottagen ersättning, om\r\n\r\n1. förvärvaren inte utnyttjar verket inom en rimlig tid från \r\növerlåtelsen eller sedan verket senast utnyttjades,\r\n\r\n2. upphovsmannen därefter har uppmanat förvärvaren att \r\nutnyttja verket och förvärvaren inte inom sex månader från \r\nuppmaningen gör det, och\r\n\r\n3. det uteblivna utnyttjandet inte till övervägande del beror \r\npå omständigheter som upphovsmannen rimligen kan förväntas \r\navhjälpa.\r\n\r\nOm upphovsmannen inte har rätt till information enligt 29 a §, \r\nska förvärvaren på begäran lämna den information som krävs för \r\natt upphovsmannen ska kunna bedöma om han eller hon har rätt \r\natt häva avtalet.\r\n\r\nAvtalsvillkor som inskränker upphovsmannens rätt enligt denna \r\nparagraf är giltiga endast om de följer av ett kollektivt \r\nförhandlat avtal som tillämpas på överlåtelseavtalet.\r\nLag (2022:1712).\r\n\r\n29 e § Rätten till hävning enligt 29 d § gäller inte filmverk. \r\nDen gäller inte heller överlåtelse av rätt till inspelning av \r\nett verk på film, när filmverket har spelats in.  \r\n\r\nOm ett verk innehåller bidrag från fler än en upphovsman, kan \r\nupphovsmännen endast gemensamt lämna uppmaning och \r\nhävningsförklaring som avses i 29 d §. Lag (2022:1712).\r\n\r\nAvtal om offentligt framförande m.m.\r\n\r\n30 § Om en överlåtelse avser rätt att överföra ett verk till \r\nallmänheten eller att framföra det offentligt, ska \r\növerlåtelsen gälla i tre år och inte medföra ensamrätt. Detta \r\ngäller dock inte filmverk. Lag (2022:1712).\r\n\r\nFörlagsavtal\r\n\r\n31 § Genom förlagsavtal överlåter upphovsmannen till förläggare rätt att\r\ngenom tryck eller liknande förfarande mångfaldiga och utgiva litterärt\r\neller konstnärligt verk.\r\n\r\nManuskript eller annat exemplar av verket, efter vilket detta skall\r\nåtergivas, förblir i upphovsmannens ägo.\r\n\r\n32 § Förläggaren har rätt att utgiva en upplaga, vilken ej må överstiga\r\nav litterärt verk 2 000, av musikaliskt verk 1 000 och av konstverk 200\r\nexemplar.\r\n\r\nMed upplaga förstås vad förläggaren på en gång låter framställa.\r\n\r\n33 § Har upphävts genom lag (2022:1712).\r\n\r\n34 § Har upphävts genom lag (2022:1712).\r\n\r\n35 § Har upphävts genom lag (2022:1712).\r\n\r\n36 § Påbörjas framställning av ny upplaga senare än ett år efter det\r\nföregående upplaga utgavs, skall upphovsmannen före framställningen\r\nerhålla tillfälle att göra sådana ändringar i verket, som kunna vidtagas\r\nutan oskälig kostnad och icke ändra verkets karaktär.\r\n\r\n37 § Upphovsmannen har icke rätt att på nytt utgiva verket i den form\r\noch på det sätt som avses i avtalet, förrän den eller de upplagor som\r\nförläggaren äger utgiva blivit slutsålda.\r\n\r\nLitterärt verk må dock sedan femton år förflutit efter det år, då\r\nutgivningen påbörjades, av upphovsmannen intagas i upplaga av hans\r\nsamlade eller valda arbeten.\r\n\r\n38 § Bestämmelserna om förlagsavtal tillämpas inte på bidrag \r\ntill en tidning eller tidskrift. Lag (2022:1712).\r\n\r\nAvtal om filmning\r\n\r\n39 § Överlåtelse av rätt till inspelning av litterärt eller konstnärligt\r\nverk på film omfattar rätt att genom filmen på biograf, i television\r\neller annorledes göra verket tillgängligt för allmänheten samt att i\r\nfilmen återgiva talade inslag i text eller översätta dem till annat\r\nspråk. Vad sålunda stadgats gäller icke musikaliskt verk. Lag\r\n(1973:363).\r\n\r\n40 § Har upphävts genom lag (2022:1712).\r\n\r\nDatorprogram skapade i anställningsförhållanden\r\n\r\n40 a § Upphovsrätten till ett datorprogram, som skapas av en\r\narbetstagare som ett led i hans arbetsuppgifter eller efter\r\ninstruktioner av arbetsgivaren, övergår till arbetsgivaren, såvida inte\r\nnågot annat har avtalats. Lag (1992:1687).\r\n\r\nUpphovsrättens övergång vid upphovsmannens död, m.m.\r\n\r\n41 § Efter upphovsmannens död är, utan hinder av 10 kap. 3 § första\r\nstycket äktenskapsbalken, föreskrifterna om bodelning, arv och\r\ntestamente tillämpliga på upphovsrätten. Avträds boet till förvaltning\r\nav boutredningsman, får denne inte utan dödsbodelägarnas samtycke\r\nutnyttja verket på annat sätt än som förut har skett.\r\n\r\nUpphovsmannen äger genom testamente, med bindande verkan även för\r\nefterlevande make och bröstarvingar, giva föreskrifter om rättens\r\nutövande eller bemyndiga annan att meddela dylika föreskrifter. Lag\r\n(1987:800).\r\n\r\n42 § Upphovsrätt må ej tagas i mät hos upphovsmannen själv eller hos\r\nnågon, till vilken rätten övergått på grund av bodelning, arv eller\r\ntestamente. Samma lag vare beträffande manuskript, så ock i fråga om\r\nexemplar av sådant konstverk som ej blivit utställt, utbjudet till salu\r\neller eljest godkänt för offentliggörande. Lag (1987:800).\r\n\r\n3 a kap. Avtalslicenser\r\n\r\nGemensamma bestämmelser om avtalslicenser\r\n\r\n42 a § En avtalslicens som avses i 42 b-42 i och 42 k §§ \r\ngäller för utnyttjande av verk på visst sätt, när ett avtal \r\nhar ingåtts om utnyttjande av verk på sådant sätt med en \r\norganisation som företräder ett flertal upphovsmän till i \r\nSverige använda verk på området. Avtalslicensen ger användaren \r\nrätt att utnyttja verk av det slag som avses med avtalet trots \r\natt verkens upphovsmän inte företräds av organisationen. För \r\natt ett verk ska få utnyttjas med stöd av 42 c § krävs att \r\navtalet med organisationen har ingåtts av någon som bedriver \r\nundervisningsverksamhet i organiserade former. För att ett \r\nverk ska få utnyttjas med stöd av 42 i § krävs att den \r\navtalsslutande organisationen är en kollektiv \r\nförvaltningsorganisation enligt 1 kap. 4 § 3 lagen (2016:977) \r\nom kollektiv förvaltning av upphovsrätt.\r\n\r\nDe villkor i fråga om rätten att utnyttja verket som följer av \r\navtalet gäller. Upphovsmannen ska i fråga om ersättning som \r\nlämnas enligt avtalet och förmåner från organisationen vilka \r\nväsentligen bekostas genom ersättningen vara likställd med de \r\nupphovsmän som organisationen företräder. Upphovsmannen har \r\ndock oavsett detta alltid rätt till ersättning som hänför sig \r\ntill utnyttjandet, om han eller hon begär det inom tre år \r\nefter det år då verket utnyttjades. Krav på ersättning får \r\nriktas endast mot organisationen.\r\n\r\nGentemot den som använder ett verk med stöd av 42 f § får krav \r\npå ersättning göras gällande endast av de avtalsslutande \r\norganisationerna. Kraven ska framställas samtidigt.\r\nLag (2022:1712).\r\n\r\nAvtalslicens för myndigheter, företag och organisationer\r\nm.fl.\r\n\r\n42 b § Riksdagen, beslutande kommunala församlingar, statliga\r\noch kommunala myndigheter samt företag och organisationer får\r\nför att tillgodose behovet av information inom sin verksamhet\r\nframställa exemplar av samt överföra och framföra\r\noffentliggjorda litterära verk och konstverk, om avtalslicens\r\ngäller enligt 42 a §.\r\n\r\nFörsta stycket gäller inte, om upphovsmannen hos någon av de\r\navtalsslutande parterna har meddelat förbud mot\r\nexemplarframställningen, överföringen eller framförandet.\r\nLag (2013:691).\r\n\r\nAvtalslicens för undervisningsverksamhet\r\n\r\n42 c § För undervisningsändamål får exemplar framställas av\r\noffentliggjorda verk, om avtalslicens gäller enligt 42 a §.\r\nExemplaren får användas endast i undervisningsverksamhet som\r\nomfattas av det avtal som förutsätts för uppkomsten av\r\navtalslicensen.\r\n\r\nFörsta stycket gäller inte, om upphovsmannen hos någon av de\r\navtalsslutande parterna har meddelat förbud mot\r\nexemplarframställningen. Lag (2005:359).\r\n\r\nAvtalslicens för arkiv och bibliotek\r\n\r\n42 d § Arkiv och bibliotek får framställa exemplar av verk \r\nsom ingår i de egna samlingarna och tillgängliggöra \r\noffentliggjorda sådana verk för allmänheten, om avtalslicens \r\ngäller enligt 42 a §.\r\n\r\nFörsta stycket gäller inte, om upphovsmannen hos någon av de \r\navtalsslutande parterna har meddelat förbud mot \r\nexemplarframställningen eller tillgängliggörandet, eller om \r\ndet av andra skäl finns särskild anledning att anta att \r\nupphovsmannen motsätter sig förfogandet. Lag (2017:323).\r\n\r\nAvtalslicenser för radio och tv\r\n\r\n42 e § Ett radio- eller tv-företag får sända ut\r\noffentliggjorda litterära och musikaliska verk samt\r\noffentliggjorda konstverk, om avtalslicens gäller enligt\r\n42 a §. Om verket ingår i ett radio- eller tv-program som\r\nföretaget sänder ut, får företaget också överföra verket till\r\nallmänheten på ett sådant sätt att enskilda kan få tillgång\r\ntill det från en plats och vid en tidpunkt som de själva\r\nväljer. Företaget får även framställa sådana exemplar som är\r\nnödvändiga för överföringen.\r\n\r\nFörsta stycket gäller inte sceniska verk och inte heller\r\nandra verk, om upphovsmannen hos någon av de avtalsslutande\r\nparterna har meddelat förbud mot utsändningen eller\r\növerföringen, eller om det av andra skäl finns särskild\r\nanledning att anta att upphovsmannen motsätter sig\r\nförfogandet. Första stycket gäller inte sådan vidaresändning\r\nsom avses i 42 f §.\r\n\r\nVid utsändning över satellit gäller avtalslicensen endast om\r\nsändarföretaget samtidigt verkställer utsändning genom en\r\nmarksändare. Lag (2013:691).\r\n\r\n42 f § Var och en har rätt att till allmänheten samtidigt och \r\noförändrat återutsända (vidaresända) verk som ingår i en \r\nljudradio- eller tv-utsändning, om avtalslicens gäller enligt \r\n42 a §.\r\n\r\nFörsta stycket gäller inte verk till vilka rättigheterna till \r\nvidaresändning innehas av det radio- eller tv-företag som \r\nsänder ut den ursprungliga sändningen. Lag (2021:357).\r\n\r\n42 g § Ett radio- eller televisionsföretag får, om\r\navtalslicens gäller enligt 42 a §, överföra offentliggjorda\r\nverk till allmänheten, om verken ingår i egna eller av\r\nföretaget beställda produktioner som har sänts ut före den 1\r\njuli 2005. Företaget får också framställa sådana exemplar av\r\nverken som är nödvändiga för överföringen.\r\n\r\nFörsta stycket gäller inte om upphovsmannen hos någon av de\r\navtalsslutande parterna har meddelat förbud mot överföringen\r\neller exemplarframställningen, eller om det av andra skäl\r\nfinns särskild anledning att anta att upphovsmannen motsätter\r\nsig förfogandet. Lag (2011:94).\r\n\r\nAvtalslicens för användning av verk som ingår i \r\npresspublikationer\r\n\r\n42 h § En leverantör av en informationssamhällets tjänst får, \r\nom avtalslicens gäller enligt 42 a §, överföra verk till \r\nallmänheten på ett sådant sätt att enskilda kan få tillgång \r\ntill verken från en plats och vid en tidpunkt som de själva \r\nväljer, om verken ingår i en presspublikation som avses i \r\n48 c § och utnyttjandet sker online. Leverantören får också \r\nframställa sådana exemplar av verken som är nödvändiga för \r\növerföringen. \r\n\r\nFörsta stycket gäller inte, om upphovsmannen hos någon av de \r\navtalsslutande parterna har meddelat förbud mot \r\nexemplarframställningen eller överföringen, eller om det av \r\nandra skäl finns särskild anledning att anta att upphovsmannen \r\nmotsätter sig förfogandet. Lag (2022:1712).\r\n\r\nAvtalslicens för användning av verk som ingår i \r\nkulturarvsinstitutioners samlingar men som inte finns i \r\nhandeln\r\n\r\n42 i § Bibliotek och museer som är tillgängliga för \r\nallmänheten, arkiv samt institutioner för film- eller \r\nljudarvet får, om avtalslicens gäller enligt 42 a § och \r\nförutom i fall som avses i 42 j §, framställa exemplar av verk \r\nsom ingår i de egna samlingarna och tillgängliggöra sådana \r\nverk för allmänheten, om det kan antas att verket inte finns \r\ntillgängligt i handeln.\r\n\r\nFörsta stycket gäller inte användning som sker i förvärvssyfte \r\noch inte heller om upphovsmannen hos någon av de \r\navtalsslutande parterna har meddelat förbud mot \r\nexemplarframställningen eller tillgängliggörandet.\r\nLag (2022:1712).\r\n\r\n42 j § Bestämmelserna i 42 i § gäller inte bestånd av verk som \r\ntill övervägande del består av verk med anknytning till ett \r\nland som inte ingår i Europeiska ekonomiska samarbetsområdet \r\ngenom att\r\n\r\n1. om verket i andra fall än som avses i 3 har getts ut, den \r\nförsta utgivningen har skett i ett sådant land,\r\n\r\n2. om verket i andra fall än som avses i 3 inte har getts ut \r\nmen sänts ut i radio eller tv, den första utsändningen har \r\nskett i ett sådant land,\r\n\r\n3. om det är ett filmverk, producenten har sitt säte eller sin \r\nhemvist i ett sådant land, eller\r\n\r\n4. verkets upphovsman är medborgare i ett sådant land och det \r\nsaknas anknytning som avses i 1-3 till något land.\r\n\r\nTrots första stycket gäller 42 i § om den avtalsslutande \r\norganisationen företräder ett flertal upphovsmän till verk som \r\nanvänds i det land till vilket verken i beståndet till \r\növervägande del har anknytning. Lag (2022:1712).\r\n\r\nGenerell avtalslicens\r\n\r\n42 k § Var och en får inom ett avgränsat användningsområde\r\nframställa exemplar av verk eller tillgängliggöra\r\noffentliggjorda verk för allmänheten också i andra fall än de\r\nsom anges i 42 b–42 g §§, om avtalslicens gäller enligt\r\n42 a § och det är en förutsättning för utnyttjandet att\r\nanvändaren genom avtalet med organisationen ges rätt att\r\nutnyttja verk av det slag som avses med avtalet trots att\r\nverkens upphovsmän inte företräds av organisationen.\r\n\r\nFörsta stycket gäller inte, om upphovsmannen hos någon av de\r\navtalsslutande parterna har meddelat förbud mot\r\nexemplarframställningen eller tillgängliggörandet, eller om\r\ndet av andra skäl finns särskild anledning att anta att\r\nupphovsmannen motsätter sig förfogandet. Lag (2022:1712).\r\n\r\n4 Kap. Upphovsrättens giltighet\r\n\r\n43 § Upphovsrätt till ett verk gäller till utgången av\r\nsjuttionde året efter det år då upphovsmannen avled eller, i\r\nfråga om verk som avses i 6 §, efter den sist avlidne\r\nupphovsmannens dödsår.\r\n\r\nI stället för det som anges i första stycket gäller\r\nupphovsrätt till\r\n\r\n1. ett filmverk, till utgången av sjuttionde året efter\r\ndödsåret för den sist avlidne av huvudregissören,\r\nmanusförfattaren, dialogförfattaren och kompositören av musik\r\nsom har skapats speciellt för verket, och\r\n\r\n2. ett musikaliskt verk med text, till utgången av sjuttionde\r\nåret efter dödsåret för den sist avlidne av kompositören och\r\ntextförfattaren, om musik och text har skapats speciellt för\r\nverket. Lag (2013:691).\r\n\r\n44 § För verk som har offentliggjorts utan att upphovsmannen har\r\nblivit angiven med sitt namn eller med sin allmänt kända pseudonym\r\neller signatur gäller upphovsrätten intill utgången av sjuttionde\r\nåret efter det år då verket offentliggjordes. Om verket består av två\r\neller flera delar, räknas tiden för varje del för sig.\r\n\r\nOm upphovsmannen inom den tid som anges i första stycket avslöjar\r\nsin identitet, gäller bestämmelserna i 43 §.\r\n\r\nFör verk som inte har offentliggjorts och vars upphovsman inte är\r\nkänd gäller upphovsrätten intill utgången av sjuttionde året efter\r\ndet år då verket skapades.\r\n\r\n44 a § Om ett verk inte har getts ut inom den tid som avses i 43\r\neller 44 §, har den som därefter för första gången ger ut eller\r\noffentliggör verket sådan rätt till verket som svarar mot de\r\nekonomiska rättigheter som innefattas i upphovsrätten. Rätten gäller\r\nintill utgången av tjugofemte året efter det år då verket gavs ut\r\neller offentliggjordes. Lag (1995:1273).\r\n\r\n5 Kap. Vissa upphovsrätten närstående rättigheter\r\n\r\nUtövande konstnärer\r\n\r\n45 § En utövande konstnär har, med de inskränkningar som \r\nföreskrivs i denna lag, en uteslutande rätt att förfoga över \r\nsitt framförande av ett litterärt eller konstnärligt verk \r\neller ett uttryck av folklore genom att\r\n\r\n1. ta upp framförandet på en grammofonskiva, en film eller en \r\nannan anordning, genom vilken det kan återges,\r\n\r\n2. framställa exemplar av en upptagning av framförandet, och\r\n\r\n3. göra framförandet eller en upptagning av det tillgängligt \r\nför allmänheten.\r\n\r\nDe rättigheter som avses i första stycket 2 och 3 gäller till \r\nutgången av femtionde året efter det år då framförandet \r\ngjordes. Om upptagningen har getts ut eller offentliggjorts \r\ninom femtio år från framförandet, gäller rättigheterna i \r\nstället till utgången av det femtionde eller, för \r\nljudupptagningar, sjuttionde året efter det år då upptagningen \r\nförst gavs ut eller offentliggjordes.\r\n\r\nBestämmelserna i 2 § andra-fjärde styckena, 3, 6-9, 11-13 och \r\n15 a-16 §§, 16 a § tredje stycket, 16 e-17 c, 17 e, 21, 22, \r\n25-26 b, 26 e, 26 k-26 m och 27-29 e §§, 39 § första meningen \r\nsamt i 41-42 k §§ ska tillämpas i fråga om framföranden som \r\navses i denna paragraf. När det gäller rätt till en \r\nljudupptagning som en utövande konstnär har överlåtit till en \r\nframställare av ljudupptagningar ska dock 29 d § inte \r\ntillämpas efter det femtionde året efter det år då \r\nupptagningen först gavs ut eller, om den inte getts ut, det år \r\ndå den först offentliggjordes.\r\n\r\nNär ett exemplar av en upptagning enligt denna paragraf med \r\nden utövande konstnärens samtycke har överlåtits inom \r\nEuropeiska ekonomiska samarbetsområdet får exemplaret spridas \r\nvidare.\r\n\r\nFjärde stycket ger inte rätt att tillhandahålla allmänheten\r\n\r\n1. exemplar av en upptagning genom uthyrning eller andra \r\njämförliga rättshandlingar, eller\r\n\r\n2. exemplar av en film eller annan anordning på vilken rörliga \r\nbilder tagits upp genom utlåning. Lag (2022:1712).\r\n\r\n45 a § Om en utövande konstnär som har rätt till en\r\nljudupptagning enligt 45 § har överlåtit denna rätt till en\r\nframställare av ljudupptagningar mot en engångsersättning,\r\nhar konstnären rätt till särskild ersättning av framställaren\r\n(tilläggsersättning) för varje år som följer på det femtionde\r\nåret efter det år då upptagningen först gavs ut eller, om den\r\ninte har getts ut, det år då den först offentliggjordes. Om\r\ntvå eller flera konstnärer som har rätt till\r\ntilläggsersättning samverkat vid framförandet, tillkommer\r\nersättningen dem gemensamt.\r\n\r\nTilläggsersättningen ska uppgå till tjugo procent av de\r\nintäkter som framställaren haft till följd av rätten att\r\nutnyttja upptagningen. Framställarens intäkter från uthyrning\r\nav upptagningen eller ersättning till framställaren med stöd\r\nav 26 k eller 47 § ska dock inte tas med vid beräkningen.\r\n\r\nEtt avtalsvillkor som inskränker konstnärens rätt enligt\r\ndenna paragraf är ogiltigt. Lag (2013:691).\r\n\r\n45 b § Endast en organisation som företräder ett flertal \r\nersättningsberättigade utövande konstnärer på området får \r\nkräva in tilläggsersättning enligt 45 a §. Organisationen ska \r\nkräva in ersättningen och fördela den mellan de \r\nersättningsberättigade, efter avdrag för ersättning till \r\norganisationen för dess omkostnader. Vid fördelningen ska \r\nkonstnärer som inte företräds av organisationen vara \r\nlikställda med konstnärer som organisationen företräder.\r\n\r\nFramställaren ska på begäran av organisationen lämna det \r\nunderlag som krävs för att ersättningen ska kunna beräknas.\r\nLag (2016:979).\r\n\r\n45 c § Om en utövande konstnär som har rätt till en\r\nljudupptagning enligt 45 § har överlåtit denna rätt till en\r\nframställare av ljudupptagningar mot återkommande betalning,\r\nhar konstnären, efter det femtionde året efter det år då\r\nupptagningen först gavs ut eller, om den inte har getts ut,\r\ndet år då den först offentliggjordes, rätt till betalning\r\nutan avräkning för förskott eller avräkning på någon annan\r\ngrund. Avräkning får dock ske om konstnären uttryckligen\r\ngodkänt det. Lag (2013:691).\r\n\r\n45 d § Om en utövande konstnär som har rätt till en\r\nljudupptagning enligt 45 § har överlåtit denna rätt till en\r\nframställare av ljudupptagningar, har konstnären, efter det\r\nfemtionde året efter det år då upptagningen först gavs ut\r\neller, om den inte har getts ut, det år då den först\r\noffentliggjordes, rätt att häva avtalet om\r\n\r\n1. framställaren inte bjuder ut upptagningen till försäljning\r\ni tillräckligt antal exemplar och överför den till\r\nallmänheten på ett sådant sätt att enskilda kan få tillgång\r\ntill den från en plats och vid en tidpunkt som de själva\r\nväljer, och\r\n\r\n2. konstnären har uppmanat framställaren att göra\r\nupptagningen tillgänglig för allmänheten på de sätt som anges\r\ni 1 och framställaren inte inom ett år från uppmaningen gör\r\ndetta.\r\n\r\nOm två eller flera konstnärer har samverkat vid framförandet\r\noch överlåtit sina rättigheter till upptagningen till\r\nframställaren, kan de endast gemensamt lämna uppmaning och\r\nhävningsförklaring.\r\n\r\nOm avtalet hävs, har konstnären rätt att behålla mottagen\r\nersättning.\r\n\r\nEtt avtalsvillkor som inskränker konstnärens rätt enligt\r\ndenna paragraf är ogiltigt. Lag (2013:691).\r\n\r\nFramställare av ljud- eller bildupptagningar\r\n\r\n46 § En framställare av upptagningar av ljud eller rörliga \r\nbilder har, med de inskränkningar som föreskrivs i denna lag, \r\nen uteslutande rätt att förfoga över sin upptagning genom att\r\n\r\n1. framställa exemplar av upptagningen, och\r\n\r\n2. göra upptagningen tillgänglig för allmänheten.\r\n\r\nDe rättigheter som avses i första stycket gäller till dess \r\nfemtio år har förflutit efter det år då upptagningen gjordes. \r\nOm en ljudupptagning ges ut inom denna tid, gäller \r\nrättigheterna i stället till utgången av det sjuttionde året \r\nefter det år då ljudupptagningen första gången gavs ut. Om \r\nljudupptagningen inte ges ut under nämnda tid men \r\noffentliggörs under samma tid, gäller rättigheterna i stället \r\ntill utgången av det sjuttionde året efter det år då \r\nljudupptagningen först offentliggjordes. Hävs ett avtal enligt \r\n45 d §, gäller dock inte längre rättigheterna. Om en \r\nupptagning av rörliga bilder har getts ut eller \r\noffentliggjorts inom femtio år från upptagningen, gäller \r\nrättigheterna enligt första stycket till dess femtio år har \r\nförflutit efter det år då upptagningen av rörliga bilder först \r\ngavs ut eller offentliggjordes.\r\n\r\nBestämmelserna i 2 § andra-fjärde styckena, 6-9 §§, 11 § andra \r\nstycket, 11 a, 12, 13 och 15 a-16 §§, 16 a § tredje stycket, \r\n16 e-17 c, 17 e, 21, 22, 25-26 b, 26 e, 26 k-26 m och 42 a-\r\n42 k §§ ska tillämpas i fråga om upptagningar som avses i \r\ndenna paragraf. I fråga om ljudupptagningar ska dessutom det \r\nsom gäller för filmverk enligt 16 a och 16 b §§ samt 16 c § \r\nförsta, andra och fjärde-sjätte styckena tillämpas.\r\n\r\nNär ett exemplar av en upptagning enligt denna paragraf med \r\nframställarens samtycke har överlåtits inom Europeiska \r\nekonomiska samarbetsområdet får exemplaret spridas vidare.\r\n\r\nFjärde stycket ger inte rätt att tillhandahålla allmänheten\r\n\r\n1. exemplar av en upptagning genom uthyrning eller andra \r\njämförliga rättshandlingar, eller\r\n\r\n2. exemplar av en film eller annan anordning på vilken rörliga \r\nbilder tagits upp genom utlåning. Lag (2022:1712).\r\n\r\nAnvändning av ljudupptagningar för offentligt framförande m.m.\r\n\r\n47 § Oavsett bestämmelserna i 45 § första stycket och 46 § \r\nförsta stycket får ljudupptagningar användas vid\r\n\r\n1. ett offentligt framförande, eller\r\n\r\n2. en överföring till allmänheten utom i fall då överföringen \r\nsker på ett sådant sätt att enskilda kan få tillgång till \r\nljudupptagningarna från en plats och vid en tidpunkt som de \r\nsjälva väljer.\r\n\r\nVid användning som avses i första stycket har framställaren \r\nsamt de utövande konstnärer vars framförande finns på \r\nupptagningen rätt till ersättning. Om två eller flera \r\nkonstnärer har samverkat vid framförandet, kan den rätt som \r\ntillkommer dem göras gällande endast av dem gemensamt. Mot den \r\nsom har använt anordningen ska konstnärer och framställare \r\ngöra gällande sina krav samtidigt.\r\n\r\nAnvänds en ljudupptagning vid överföring i form av en \r\nljudradio- eller tv-utsändning som samtidigt och oförändrat \r\nåterutsänds (vidaresänds) till allmänheten gäller följande. \r\nGentemot den som vidaresänder får krav på ersättning göras \r\ngällande endast genom sådana organisationer som företräder ett \r\nflertal utövande konstnärer eller framställare vars \r\nframföranden eller upptagningar används i Sverige. \r\nOrganisationerna ska framställa kraven samtidigt med de krav \r\nsom avses i 42 a § tredje stycket.\r\n\r\nBestämmelsen i 11 § andra stycket ska tillämpas i de fall som \r\navses i denna paragraf.\r\n\r\nDenna paragraf gäller inte ljudfilm. Lag (2021:357).\r\n\r\nRadio- och tv-företag\r\n\r\n48 § Ett radio- eller tv-företag har, med de inskränkningar \r\nsom föreskrivs i denna lag, en uteslutande rätt att förfoga \r\növer en ljudradio- eller tv-utsändning genom att \r\n\r\n1. ta upp utsändningen på en anordning genom vilken den kan \r\nåterges,\r\n\r\n2. framställa exemplar av en upptagning av utsändningen,\r\n\r\n3. sprida exemplar av en upptagning av utsändningen till \r\nallmänheten,\r\n\r\n4. tillåta återutsändning eller en återgivning för allmänheten \r\npå platser där allmänheten har tillträde mot inträdesavgift, \r\neller\r\n\r\n5. tillåta att en upptagning av utsändningen på trådbunden \r\neller trådlös väg överförs till allmänheten på ett sådant sätt \r\natt enskilda kan få tillgång till upptagningen från en plats \r\noch vid en tidpunkt som de själva väljer. \r\n\r\nDe rättigheter som avses i första stycket 2, 3 och 5 gäller \r\ntill utgången av femtionde året efter det år då utsändningen \r\nägde rum. \r\n\r\nBestämmelserna i 2 § andra stycket, 6-9 §§, 11 § andra \r\nstycket, 11 a, 12, 13 och 15 a-16 §§, 16 a § tredje stycket, \r\n16 e-17 c, 17 e, 21, 22, 25-26 b, 26 e, 26 k-26 m, 42 a, 42 b, \r\n42 d och 42 g-42 k §§ ska tillämpas i fråga om ljudradio- och \r\ntv-utsändningar som avses i denna paragraf. \r\n\r\nNär ett exemplar av en upptagning enligt denna paragraf med \r\nföretagets samtycke har överlåtits inom Europeiska ekonomiska \r\nsamarbetsområdet får exemplaret spridas vidare. \r\n\r\nOm ett radio- eller tv-företag har krav på ersättning för en \r\nsådan vidaresändning som avses i 42 f § och som har skett med \r\nföretagets samtycke, ska företaget framställa sitt krav \r\nsamtidigt med de krav som avses i 42 a § tredje stycket. \r\nLag (2025:547).\r\n\r\n48 a § Om ett televisionsföretag ensamt har rätt att sända ut\r\nett evenemang av stort allmänintresse får, trots 48 §, andra\r\ntelevisionsföretag som är etablerade i ett land som ingår i\r\nEuropeiska ekonomiska samarbetsområdet återge utdrag ur\r\ntelevisionsutsändningen från evenemanget i sina\r\ntelevisionsutsändningar av allmänna nyhetsprogram.\r\nTelevisionsföretaget får även återge utdraget när en\r\nupptagning av nyhetsprogrammet därefter överförs till\r\nallmänheten på ett sådant sätt att enskilda kan få tillgång\r\ntill upptagningen från en plats och vid en tidpunkt som de\r\nsjälva väljer.\r\n\r\nUtdraget får inte vara längre än vad som motiveras av\r\ninformationssyftet. Det får inte heller återges längre tid\r\nefter evenemanget än vad som motiveras av nyhetsintresset.\r\n\r\nBestämmelserna i 11 § andra stycket ska tillämpas i de fall\r\nsom avses i första stycket. Lag (2010:697).\r\n\r\nFramställare av presspublikationer\r\n\r\n48 b § Den som har framställt en presspublikation har, med de \r\ninskränkningar som föreskrivs i denna lag, en uteslutande rätt \r\natt genom en informationssamhällets tjänst och för användning \r\nonline förfoga över sin presspublikation genom att\r\n\r\n1. framställa exemplar av presspublikationen, och\r\n\r\n2. göra presspublikationen tillgänglig för allmänheten på ett \r\nsådant sätt att enskilda kan få tillgång till den från en \r\nplats och vid en tidpunkt som de själva väljer.\r\n\r\nRätten enligt första stycket omfattar inte\r\n\r\n1. en användares förfogande som inte sker i förvärvssyfte,\r\n\r\n2. hyperlänkningsåtgärder, eller\r\n\r\n3. användning av enstaka ord eller mycket korta utdrag ur en \r\npresspublikation.\r\n\r\nRätten enligt första stycket gäller till utgången av det andra \r\nåret efter det år då presspublikationen offentliggjordes.\r\n\r\nBestämmelserna i 2 § andra stycket, 6-9 §§, 11 § andra \r\nstycket, 11 a och 15 a-16 §§, 16 a § tredje stycket, 16 e-\r\n17 c, 17 e, 21, 22, 25-26 b, 26 e och 42 a-42 k §§ ska \r\ntillämpas i fråga om presspublikationer som avses i denna \r\nparagraf. Lag (2022:1712).\r\n\r\n48 c § Med en presspublikation avses i 48 b § en samling av i \r\nhuvudsak litterära verk av journalistiskt slag, som inte \r\nframställs för vetenskapliga eller akademiska ändamål, och som\r\n\r\n1. utgör ett enskilt objekt av en tidskrift eller en \r\nregelbundet uppdaterad publikation under en gemensam titel,\r\n\r\n2. har till syfte att ge allmänheten information som avser \r\nnyheter eller andra teman, och\r\n\r\n3. framställs på initiativ av en tjänsteleverantör under \r\ndennes redaktionella ansvar och kontroll. Lag (2022:1712).\r\n\r\n48 d § De upphovsmän vars verk ingår i en presspublikation har \r\nrätt till en lämplig andel av de intäkter som framställaren av \r\npresspublikationen får från leverantörer av \r\ninformationssamhällets tjänster för utnyttjanden enligt den \r\nrätt som följer av 48 b §. \r\n\r\nEndast en organisation som företräder ett flertal upphovsmän \r\ntill i Sverige använda verk på området har rätt att kräva in \r\nersättning enligt första stycket. Organisationen ska kräva in \r\nersättningen och fördela den mellan de ersättningsberättigade, \r\nefter avdrag för ersättning till organisationen för dess \r\nomkostnader. Vid fördelningen ska upphovsmän som inte \r\nföreträds av organisationen vara likställda med upphovsmän som \r\norganisationen företräder. \r\n\r\nFramställaren av presspublikationen ska på begäran av \r\norganisationen lämna det underlag som krävs för att \r\nersättningen ska kunna beräknas. Lag (2022:1712).\r\n\r\nFramställare av kataloger m.m.\r\n\r\n49 § Den som har framställt en katalog, en tabell eller ett \r\nannat dylikt arbete i vilket ett stort antal uppgifter har \r\nsammanställts eller vilket är resultatet av en väsentlig \r\ninvestering har uteslutande rätt att framställa exemplar av \r\narbetet och göra det tillgängligt för allmänheten. \r\n\r\nRätten enligt första stycket gäller till dess femton år har \r\nförflutit efter det år då arbetet framställdes. Om arbetet har \r\ngjorts tillgängligt för allmänheten inom femton år från \r\nframställningen, gäller dock rätten till dess femton år har \r\nförflutit efter det år då arbetet först gjordes tillgängligt \r\nför allmänheten.\r\n\r\nBestämmelserna i 2 § andra-fjärde styckena, 6-9 §§, 11 § andra \r\nstycket, 12 § första, andra och fjärde styckena, 13-16 §§, \r\n16 a § tredje stycket, 16 e-17 c, 17 e, 19-22, 25-26 b och \r\n26 e §§, 26 g § femte och sjätte styckena samt i 42 a-42 k §§ \r\nska tillämpas på arbeten som avses i denna paragraf. Är ett \r\nsådant arbete eller en del av det föremål för upphovsrätt, får \r\nupphovsrätten också göras gällande.\r\n\r\nEtt avtalsvillkor som utvidgar framställarens rätt enligt \r\nförsta stycket till ett offentliggjort arbete är ogiltigt.\r\nLag (2022:1712).\r\n\r\nFotografer\r\n\r\n49 a § Den som har framställt en fotografisk bild har \r\nuteslutande rätt att framställa exemplar av bilden och göra \r\nden tillgänglig för allmänheten. Rätten gäller oavsett om \r\nbilden används i ursprungligt eller ändrat skick och oavsett \r\nvilken teknik som utnyttjas. Rätten gäller dock inte om det \r\nhuvudsakliga motivet för bilden utgörs av ett konstverk för \r\nvilket upphovsrätt inte längre gäller.\r\n\r\nMed fotografisk bild avses även en bild som har framställts \r\ngenom ett förfarande som är jämförligt med fotografi.\r\n\r\nRätten enligt första stycket gäller till dess femtio år har \r\nförflutit efter det år då bilden framställdes.\r\n\r\nBestämmelserna i 2 § andra-fjärde styckena, 3, 7-9, 11 och \r\n11 a §§, 12 § första och fjärde styckena, 13 och 15-16 §§, \r\n16 a § tredje stycket, 16 e-17 c, 17 e, 19-21 och 23 §§, 24 § \r\nförsta stycket, 25-26 b, 26 e, 26 k-28, 29-29 e, 31, 32, 36-\r\n38, 41-42 k och 50-52 §§ ska tillämpas på bilder som avses i \r\ndenna paragraf. Om en sådan bild är föremål för upphovsrätt, \r\nfår upphovsrätten också göras gällande. Lag (2022:1712).\r\n\r\n6 Kap. Särskilda bestämmelser\r\n\r\n49 b § Om någon sänder ut det som ett radio- eller tv-företag \r\ntillhandahåller denne utan att radio- eller tv-företaget \r\nsamtidigt sänder ut det som tillhandahålls, ska även radio- \r\neller tv-företaget anses delta i överföringen till allmänheten \r\nav de verk och andra prestationer som ingår i utsändningen.\r\nLag (2021:357).\r\n\r\n49 c § Regeringen får meddela föreskrifter om skyldighet för \r\nden som använder verk enligt 16 e § eller ingår ett avtal som \r\navses i 42 i § att till Europeiska unionens \r\nimmaterialrättsmyndighet lämna de uppgifter som, enligt \r\nEuropaparlamentets och rådets direktiv (EU) 2019/790 av den \r\n17 april 2019 om upphovsrätt och närstående rättigheter på den \r\ndigitala inre marknaden och om ändring av direktiven 96/9/EG \r\noch 2001/29/EG, ska tillgängliggöras på den webbportal som \r\nmyndigheten tillhandahåller. Lag (2022:1712).\r\n\r\n50 § Litterärt eller konstnärligt verk må ej göras tillgängligt för\r\nallmänheten under sådan titel, pseudonym eller signatur, att verket\r\neller dess upphovsman lätt kan förväxlas med förut offentliggjort verk\r\neller dess upphovsman.\r\n\r\n51 § Om litterärt eller konstnärligt verk återgives offentligt på ett\r\nsätt som kränker den andliga odlingens intressen, äger domstol på talan\r\nav myndighet som regeringen bestämmer vid vite meddela förbud mot\r\nåtergivandet. Vad nu är sagt skall ej gälla återgivande som sker under\r\nupphovsmannens livstid. Lag (1978:488).\r\n\r\n52 § I samband med utdömande av vite äger rätten efter vad som finnes\r\nskäligt föreskriva åtgärder för att förebygga missbruk av exemplar som\r\navses med förbud enligt 51 §, så ock av föremål som kan användas endast\r\nför framställning därav. Sådan föreskrift må avse, att egendomen skall\r\nförstöras eller på visst sätt ändras.\r\n\r\nVad i denna paragraf stadgas gäller ej mot den som i god tro förvärvat\r\negendomen eller särskild rätt därtill.\r\n\r\nEgendom som avses i första stycket må i avbidan på föreskrift som där\r\nsägs tagas i beslag; därvid skall vad om beslag i brottmål i allmänhet\r\när stadgat äga motsvarande tillämpning.\r\n\r\n52 a § Om någon vill utföra en vidaresändning genom kabel av \r\nverk och andra prestationer som ingår i en ljudradio- eller \r\ntv-utsändning och begär men inte på önskade villkor får avtal \r\nom detta hos en organisation som företräder ett flertal \r\nrättighetshavare till i Sverige använda verk eller \r\nprestationer på området eller hos ett radio- eller tv-företag \r\nsom verkställer utsändningar inom Europeiska ekonomiska \r\nsamarbetsområdet (EES), har denne på begäran rätt till \r\nförhandling med organisationen respektive företaget.\r\n\r\nEn förhandlingsskyldig part ska själv eller genom ombud \r\ninställa sig vid förhandlingssammanträde och, om det behövs, \r\nlägga fram ett motiverat förslag till lösning av den fråga som \r\nförhandlingen avser. Parterna kan gemensamt välja en annan \r\nform för förhandling än sammanträde.\r\n\r\nDen som bryter mot bestämmelsen i andra stycket ska ersätta \r\nuppkommen skada. Vid bedömande av om och i vilken utsträckning \r\nskada har uppkommit för någon ska hänsyn tas även till dennes \r\nintresse av att bestämmelsen iakttas och till övriga \r\nomständigheter av annat än rent ekonomisk betydelse.\r\n\r\nDen som vill utföra en vidaresändning genom annan teknik än \r\nkabel och ett radio- eller tv-företag som verkställer \r\nutsändningar inom EES ska förhandla om licensiering av \r\nrättigheter till vidaresändningen i enlighet med god \r\naffärssed. Lag (2021:357).\r\n\r\n6 a kap. Skydd för tekniska åtgärder m.m.\r\n\r\nInledande bestämmelser\r\n\r\n52 b § I detta kapitel finns bestämmelser om skydd för tekniska\r\nåtgärder och elektronisk information om rättighetsförvaltning.\r\n\r\nMed teknisk åtgärd avses i detta kapitel varje verkningsfull\r\nteknik, anordning eller komponent som har utformats för att vid\r\nnormalt bruk hindra eller begränsa exemplarframställning eller\r\ntillgängliggörande för allmänheten av ett upphovsrättsligt\r\nskyddat verk utan samtycke från upphovsmannen eller dennes\r\nrättsinnehavare.\r\n\r\nMed information om rättighetsförvaltning avses all information,\r\näven i form av nummer eller koder, som är kopplad till ett\r\nexemplar av ett upphovsrättsligt skyddat verk eller som\r\nframträder i samband med överföring till allmänheten av ett\r\nsådant verk och som syftar till att identifiera verket,\r\nupphovsmannen eller dennes rättsinnehavare eller till att\r\nupplysa om villkor för användning av verket. Informationen\r\nskall ha lämnats av upphovsmannen eller dennes rättsinnehavare.\r\nLag (2005:359).\r\n\r\n52 c § Bestämmelserna om skydd för tekniska åtgärder i detta\r\nkapitel är inte tillämpliga om verket är ett datorprogram. De\r\när inte heller tillämpliga vid tillhandahållande av allmänna\r\nhandlingar enligt 2 kap. tryckfrihetsförordningen, vid sådan\r\nanvändning i rättsvårdens eller den allmänna säkerhetens\r\nintresse som avses i 26 b § andra stycket, eller vid\r\nkryptografisk forskning.\r\n\r\nI lagen (2000:171) om förbud beträffande viss\r\navkodningsutrustning finns bestämmelser som avser att förhindra\r\nobehörig tillgång till vissa tjänster. Såvitt gäller tekniska\r\nåtgärder eller arrangemang som används i samband med sådana\r\ntjänster i form av ljudradio- eller televisionsutsändningar som\r\navses i 2 § 1 i den lagen är bestämmelserna om skydd för\r\ntekniska åtgärder i detta kapitel inte tillämpliga.\r\nLag (2005:359).\r\n\r\nSkydd för tekniska åtgärder\r\n\r\n52 d § Det är förbjudet att utan samtycke från upphovsmannen\r\neller dennes rättsinnehavare kringgå en digital eller analog\r\nspärr som hindrar eller begränsar framställning av exemplar av\r\nett upphovsrättsligt skyddat verk, kringgå en teknisk\r\nskyddsprocess, exempelvis en kryptering, som hindrar eller\r\nbegränsar tillgängliggörande för allmänheten av ett\r\nupphovsrättsligt skyddat verk eller kringgå en annan teknisk\r\nåtgärd som hindrar eller begränsar sådant tillgängliggörande.\r\n\r\nFörsta stycket gäller inte när någon som lovligen har tillgång\r\ntill ett exemplar av ett upphovsrättsligt skyddat verk,\r\nkringgår en teknisk åtgärd för att kunna se eller lyssna på\r\nverket. Lag (2005:359).\r\n\r\n52 e § Det är förbjudet att tillverka, importera, överföra,\r\nsprida genom att exempelvis sälja eller hyra ut, eller i\r\nförvärvssyfte inneha anordningar, produkter eller komponenter\r\neller att tillhandahålla tjänster som\r\n\r\n1. marknadsförs eller utannonseras i syfte att kringgå en\r\nteknisk åtgärd,\r\n\r\n2. utöver att kringgå en teknisk åtgärd endast har ett\r\nbegränsat intresse från förvärvssynpunkt eller ett begränsat\r\nförvärvsmässigt användningsområde, eller\r\n\r\n3. huvudsakligen är utformade, konstruerade, anpassade eller\r\nframtagna i syfte att möjliggöra eller underlätta kringgående\r\nav en teknisk åtgärd. Lag (2005:359).\r\n\r\nRätt att i vissa fall använda verk som skyddas av tekniska\r\nåtgärder\r\n\r\n52 f § Den som på grund av bestämmelserna i 13, 15 a, 15 b, \r\n16, 17, 17 a, 17 e, 26, 26 a eller 26 e § får utnyttja ett \r\nupphovsrättsligt skyddat verk har rätt att använda ett \r\nexemplar av ett verk som denne lovligen har tillgång till på \r\nsätt som anges i aktuell bestämmelse även om exemplaret \r\nskyddas av en teknisk åtgärd.\r\n\r\nOm en teknisk åtgärd hindrar sådan användning, får en domstol \r\npå yrkande av en berättigad användare förelägga upphovsmannen \r\neller dennes rättsinnehavare vid vite att möjliggöra för \r\nanvändaren att utnyttja verket på sätt som anges i aktuell \r\nbestämmelse.\r\n\r\nI fråga om verk som har gjorts tillgängliga för allmänheten i \r\nenlighet med överenskomna avtalsvillkor på ett sätt som gör \r\natt enskilda kan få tillgång till verket genom överföring från \r\nen plats och vid en tidpunkt som de själva har valt gäller \r\nförsta och andra styckena endast sådan användning som sker med \r\nstöd av 13, 15 a eller 15 b §, 16 § första stycket, 17 eller \r\n17 a §. Lag (2022:1712).\r\n\r\nSkydd för elektronisk information om rättighetsförvaltning\r\n\r\n52 g § Det är förbjudet att utan samtycke från upphovsmannen\r\neller dennes rättsinnehavare\r\n\r\n1. avlägsna eller ändra elektronisk information om\r\nrättighetsförvaltning som avser ett upphovsrättsligt skyddat\r\nverk,\r\n\r\n2. förfoga över ett upphovsrättsligt skyddat verk eller ett\r\nexemplar av verket som ändrats i strid med 1 genom att sprida\r\ndet, importera det i spridningssyfte eller överföra det till\r\nallmänheten.\r\n\r\nFörsta stycket gäller endast om den åtgärd som vidtas orsakar,\r\nmöjliggör, underlättar eller döljer ett intrång i en rättighet\r\nsom skyddas enligt denna lag. Lag (2005:359).\r\n\r\nBestämmelsernas tillämplighet på närstående rättigheter\r\n\r\n52 h § Det som föreskrivs om verk i detta kapitel ska också \r\ntillämpas på prestationer som skyddas enligt 45, 46, 48 och \r\n48 b §§ samt sådana sammanställningar och fotografier som \r\nskyddas enligt 49 och 49 a §§. Lag (2022:1712).\r\n\r\n6 b kap. Särskilda bestämmelser om vissa onlinetjänster för \r\ndelning av innehåll\r\n\r\nTillämpningsområdet\r\n\r\n52 i § Detta kapitel gäller för sådana informationssamhällets \r\ntjänster som har som ett huvudsyfte att lagra och ge \r\nallmänheten tillgång till en stor mängd verk som laddats upp \r\nonline av tjänsternas användare, om\r\n\r\n1. tjänsteleverantören ordnar och marknadsför verken i \r\nvinstsyfte, och\r\n\r\n2. tjänsten spelar en viktig roll på innehållsmarknaden genom \r\natt konkurrera med andra slags befintliga eller potentiella \r\nonlinetjänster för innehåll. Lag (2022:1712).\r\n\r\nTjänsteleverantörens upphovsrättsliga ansvar\r\n\r\n52 j § När en användare gör ett verk tillgängligt för \r\nallmänheten genom att ladda upp det på tjänsten, ska även \r\ntjänsteleverantören anses överföra verket till allmänheten \r\nenligt 2 § tredje stycket 1.\r\n\r\nBestämmelserna i 18 § lagen (2002:562) om elektronisk handel \r\noch andra informationssamhällets tjänster ska inte tillämpas \r\npå det ansvar som enligt denna lag föreskrivs för en sådan \r\növerföring. Lag (2022:1712).\r\n\r\nVerkan av erhållna tillstånd\r\n\r\n52 k § Om en tjänsteleverantör har tillstånd att överföra ett \r\nverk till allmänheten enligt 52 j § första stycket, ska \r\ntillståndet även anses omfatta den överföring till allmänheten \r\nsom görs av användaren, under förutsättning att\r\n\r\n1. användaren inte agerar i förvärvssyfte, eller\r\n\r\n2. användarens verksamhet inte genererar betydande intäkter.\r\nLag (2022:1712).\r\n\r\nTjänsteleverantörens ansvarsfrihet\r\n\r\n52 l § En tjänsteleverantör ska inte ansvara för en olovlig \r\növerföring enligt 52 j § om leverantören, för det fall \r\nleverantören har fått en välgrundad underrättelse från \r\nrättsinnehavaren, skyndsamt hindrar tillgång till innehållet. \r\nFör ansvarsfrihet krävs därutöver att leverantören har gjort \r\ndet som skäligen kan krävas för att\r\n\r\n1. få tillstånd till de överföringar till allmänheten som \r\nleverantören gör på tjänsten, och\r\n\r\n2. säkerställa att innehåll som medför intrång i upphovsrätten \r\ntill verk som rättsinnehavarna har försett leverantören med \r\nrelevant och nödvändig information om, inte görs tillgängligt \r\npå tjänsten.\r\n\r\nVid bedömningen av om leverantören har gjort vad som skäligen \r\nkan krävas ska särskilt beaktas\r\n\r\n1. vilken typ av tjänst leverantören tillhandahåller,\r\n\r\n2. vilken publik och omfattning tjänsten har,\r\n\r\n3. vilken typ av verk som användarna av tjänsten laddar upp \r\ndär, och\r\n\r\n4. vilka lämpliga och effektiva medel för att vidta åtgärder \r\nenligt första stycket 2 som finns tillgängliga på marknaden \r\noch leverantörens kostnad för dem.\r\n\r\nDe åtgärder som leverantören ska vidta för ansvarsfrihet \r\nenligt denna paragraf hindrar inte att leverantören vidtar \r\nnödvändiga åtgärder för att uppfylla sina skyldigheter enligt \r\n52 o §. Lag (2022:1712).\r\n\r\n52 m § Det krav för ansvarsfrihet som föreskrivs i 52 l § \r\nförsta stycket 2 gäller inte för en tjänst som har varit \r\ntillgänglig för allmänheten i Europeiska ekonomiska \r\nsamarbetsområdet under kortare tid än tre år, under \r\nförutsättning att\r\n\r\n1. tjänsteleverantörens årsomsättning understiger ett belopp \r\nmotsvarande 10 miljoner euro, och\r\n\r\n2. antalet unika besökare på tjänsten föregående kalenderår \r\ninte översteg 5 miljoner per månad i genomsnitt.\r\nLag (2022:1712).\r\n\r\nRätt till information\r\n\r\n52 n § En tjänsteleverantör ska på begäran av en \r\nrättsinnehavare eller en användare lämna information om de \r\nåtgärder leverantören vidtar enligt 52 l §. \r\n\r\nOm leverantören har ingått ett avtal med en rättsinnehavare om \r\nsådan överföring till allmänheten som avses i 52 j §, ska \r\nleverantören informera rättsinnehavaren om den användning som \r\nsker med stöd av avtalet. Lag (2022:1712).\r\n\r\nSkydd för laglig användning\r\n\r\n52 o § En tjänsteleverantör ska säkerställa att de åtgärder \r\nleverantören vidtar för att hindra tillgång till innehåll \r\nenligt 52 l § inte hindrar lagliga överföringar till \r\nallmänheten i någon påtaglig omfattning. Metoder för \r\nautomatisk blockering får endast användas för att hindra \r\ntillgång till innehåll som med en hög grad av sannolikhet kan \r\nantas medföra intrång i upphovsrätt. \r\n\r\nNär tillgång till innehåll hindras, ska användaren skyndsamt \r\nunderrättas om det. Lag (2022:1712).\r\n\r\nAnvändarnas rätt att tillgängliggöra material\r\n\r\n52 p § En användare får, trots 2 §, tillgängliggöra verk för \r\ncitat, kritik och recensioner och i karikatyr-, parodi- eller \r\npastischsyfte på en tjänst som avses i 52 i §. Bestämmelserna \r\ni 11 § andra stycket ska tillämpas i sådana fall. \r\n\r\nAnvändaren har också rätt att, utan hinder av åtgärder som \r\ntjänsteleverantören vidtar enligt 52 l §, tillgängliggöra \r\ninnehåll som inte medför intrång i upphovsrätt på tjänsten. \r\n\r\nTjänsteleverantören ska i sina användarvillkor informera \r\nanvändarna om deras rätt enligt denna paragraf. \r\nLag (2022:1712).\r\n\r\nKlagomål\r\n\r\n52 q § En tjänsteleverantör ska ha rutiner för att kunna \r\nhantera klagomål från användare av tjänsten när tillgången \r\ntill innehåll som de laddat upp har hindrats till följd av en \r\nåtgärd som vidtagits med stöd av 52 l §. \r\n\r\nDen berörda rättsinnehavaren ska få tillfälle att yttra sig \r\növer klagomålet och motivera sin begäran om att tillgången \r\ntill innehållet ska hindras. \r\n\r\nKlagomål ska avgöras skyndsamt. Om rättsinnehavarens begäran \r\ninte är vederbörligen motiverad, ska innehållet återställas. \r\nEtt beslut om att inte återställa tillgången till innehållet \r\nska föregås av en manuell granskning. Lag (2022:1712).\r\n\r\nSkadestånd\r\n\r\n52 r § Om en tjänsteleverantör uppsåtligen eller av oaktsamhet \r\nåsidosätter sina skyldigheter enligt 52 o § och en användare \r\nlider skada av åsidosättandet, ska leverantören ersätta \r\nskadan. Lag (2022:1712).\r\n\r\nFöreläggande att vidta rättelse\r\n\r\n52 s § Om en tjänsteleverantör åsidosätter sina skyldigheter \r\nenligt 52 o § eller 52 q § första eller tredje stycket får en \r\ndomstol vid vite förelägga leverantören att vidta rättelse. \r\n\r\nEn talan om föreläggande enligt första stycket får väckas av \r\nen användare eller av en organisation som företräder \r\nanvändare. \r\n\r\nEn talan om utdömande av vite förs av den som har ansökt om \r\nföreläggandet. Lag (2022:1712).\r\n\r\nTillämpning på närstående rättigheter\r\n\r\n52 t § Det som sägs om verk i detta kapitel ska också \r\ntillämpas på prestationer som avses i 45, 46 och 48 §§ och \r\nfotografier som avses i 49 a §. Lag (2022:1712).\r\n\r\nTvingande bestämmelser\r\n\r\n52 u § Ett avtalsvillkor som inskränker en användares rätt \r\nenligt detta kapitel är ogiltigt. Lag (2022:1712).\r\n\r\n7 Kap. Ansvar och ersättningsskyldighet m.m.\r\n\r\n53 § Den som beträffande ett litterärt eller konstnärligt verk \r\nvidtar en åtgärd, som innebär intrång i den till verket \r\nenligt 1 och 2 kap. knutna upphovsrätten eller som strider mot \r\nföreskrift enligt 41 § andra stycket eller mot 50 §, döms, om \r\ndet sker uppsåtligen eller av grov oaktsamhet, för \r\nupphovsrättsbrott till böter eller fängelse i högst två år. \r\nDetta gäller också om någon för in ett exemplar av ett verk \r\ntill Sverige i syfte att sprida det till allmänheten, om \r\nexemplaret har framställts utomlands och motsvarande \r\nframställning här skulle ha varit straffbar enligt första \r\nmeningen.\r\n\r\nOm brottet begåtts uppsåtligen och är att anse som grovt, döms \r\nför grovt upphovsrättsbrott till fängelse i lägst sex månader \r\noch högst sex år. Vid bedömningen av om brottet är grovt ska \r\ndet särskilt beaktas om gärningen\r\n\r\n1. har föregåtts av särskild planering,\r\n\r\n2. har utgjort ett led i en brottslighet som utövats i \r\norganiserad form,\r\n\r\n3. har varit av större omfattning, eller\r\n\r\n4. annars har varit av särskilt farlig art.\r\n\r\nDen som för sitt enskilda bruk kopierar ett datorprogram som \r\när utgivet eller av vilket exemplar har överlåtits med \r\nupphovsmannens samtycke, ska inte dömas till ansvar, om \r\nförlagan för kopieringen inte används i näringsverksamhet \r\neller offentlig verksamhet och han eller hon inte utnyttjar \r\nframställda exemplar av datorprogrammet för annat ändamål än \r\nsitt enskilda bruk. Den som för sitt enskilda bruk framställer \r\nexemplar i digital form av en offentliggjord sammanställning i \r\ndigital form ska under de förutsättningar som nyss nämnts inte \r\ndömas till ansvar.\r\n\r\nDen som har överträtt ett vitesförbud enligt 53 b § får inte \r\ndömas till ansvar för intrång som omfattas av förbudet.\r\n\r\nFör försök eller förberedelse till upphovsrättsbrott eller \r\ngrovt upphovsrättsbrott döms det till ansvar enligt 23 kap. \r\nbrottsbalken. Lag (2020:540).\r\n\r\n53 a § Har upphävts genom lag (2024:791).\r\n\r\n53 b § På yrkande av upphovsmannen eller hans eller hennes \r\nrättsinnehavare eller av den som på grund av upplåtelse har \r\nrätt att utnyttja verket får domstolen vid vite förbjuda den \r\nsom vidtar eller medverkar till en åtgärd som innebär intrång \r\neller överträdelse som avses i 53 § att fortsätta med \r\nåtgärden.\r\n\r\nOm käranden visar sannolika skäl för att en åtgärd som \r\ninnebär intrång eller överträdelse som avses i 53 §, eller \r\nmedverkan till åtgärden, förekommer och om det skäligen kan \r\nbefaras att svaranden genom att fortsätta med åtgärden, eller \r\nmedverkan till den, förringar värdet av den ensamrätt som \r\nupphovsrätten medför, får domstolen meddela vitesförbud för \r\ntiden till dess att målet slutligt har avgjorts eller något \r\nannat har beslutats. Innan ett sådant förbud meddelas ska \r\nsvaranden ha fått tillfälle att yttra sig, om inte ett \r\ndröjsmål skulle medföra risk för skada.\r\n\r\nFörsta och andra styckena tillämpas också i fråga om försök \r\neller förberedelse till intrång eller överträdelse som avses \r\ni 53 §.\r\n\r\nFörbud enligt andra stycket får meddelas endast om käranden \r\nställer säkerhet hos domstolen för den skada som kan \r\ntillfogas svaranden. Saknar käranden förmåga att ställa sådan \r\nsäkerhet, får domstolen befria honom eller henne från detta. \r\nI fråga om slaget av säkerheten gäller 2 kap. 25 § \r\nutsökningsbalken. Säkerheten ska prövas av domstolen, om den \r\ninte har godkänts av svaranden.\r\n\r\nNär målet avgörs ska domstolen pröva om förbud som har \r\nmeddelats enligt andra stycket fortfarande ska bestå.\r\n\r\nI fråga om överklagande av beslut enligt andra eller fjärde \r\nstycket samt i fråga om handläggningen i högre domstol gäller \r\nrättegångsbalkens bestämmelser om överklagande av beslut \r\nenligt 15 kap. rättegångsbalken.\r\n\r\nEn talan om utdömande av vite förs av den som har ansökt om \r\nförbudet. Lag (2016:190).\r\n\r\n53 c § Om sökanden visar sannolika skäl för att någon har\r\ngjort ett intrång eller gjort sig skyldig till en\r\növerträdelse som avses i 53 §, får domstolen vid vite besluta\r\natt någon eller några av dem som anges i andra stycket ska ge\r\nsökanden information om ursprung och distributionsnät för de\r\nvaror eller tjänster som intrånget eller överträdelsen gäller\r\n(informationsföreläggande). Ett sådant beslut får meddelas på\r\nyrkande av upphovsmannen eller upphovsmannens rättsinnehavare\r\neller den som på grund av upplåtelse har rätt att utnyttja\r\nverket. Det får bara meddelas om informationen kan antas\r\nunderlätta utredning av ett intrång eller en överträdelse som\r\navser varorna eller tjänsterna.\r\n\r\nSkyldigheten att lämna information omfattar den som\r\n\r\n1. har gjort eller medverkat till intrånget eller gjort sig\r\nskyldig till eller medverkat till överträdelsen,\r\n\r\n2. i kommersiell skala har förfogat över en vara som\r\nintrånget eller överträdelsen gäller,\r\n\r\n3. i kommersiell skala har använt en tjänst som intrånget\r\neller överträdelsen gäller,\r\n\r\n4. i kommersiell skala har tillhandahållit en elektronisk\r\nkommunikationstjänst eller en annan tjänst som har använts\r\nvid intrånget eller överträdelsen, eller\r\n\r\n5. har identifierats av någon som anges i 2–4 såsom delaktig\r\ni tillverkningen eller distributionen av en vara eller\r\ntillhandahållandet av en tjänst som intrånget eller\r\növerträdelsen gäller.\r\n\r\nInformation om varors eller tjänsters ursprung och\r\ndistributionsnät kan särskilt avse\r\n\r\n1. namn på och adress till producenter, distributörer,\r\nleverantörer och andra som har innehaft varorna eller\r\ntillhandahållit tjänsterna,\r\n\r\n2. namn på och adress till avsedda grossister och\r\ndetaljister, och\r\n\r\n3. uppgifter om hur mycket som har producerats, levererats,\r\nmottagits eller beställts och om vilket pris som har bestämts\r\nför varorna eller tjänsterna.\r\n\r\nBestämmelserna i första–tredje styckena tillämpas också i\r\nfråga om försök eller förberedelse till intrång eller\r\növerträdelse som avses i 53 §. Lag (2009:109).\r\n\r\n53 d § Ett informationsföreläggande får meddelas endast \r\nom skälen för åtgärden uppväger den olägenhet eller det men i \r\növrigt som åtgärden innebär för den som drabbas av den eller \r\nför något annat motstående intresse.\r\n\r\nSkyldigheten att lämna information enligt 53 c § omfattar \r\ninte uppgifter vars yppande skulle röja att uppgiftslämnaren \r\neller någon honom eller henne närstående som avses i 36 kap. \r\n3 § rättegångsbalken har begått en brottslig handling.\r\n\r\nI Europaparlamentets och rådets förordning (EU) 2016/679 av \r\nden 27 april 2016 om skydd för fysiska personer med avseende \r\npå behandling av personuppgifter och om det fria flödet av \r\nsådana uppgifter och om upphävande av direktiv 95/46/EG \r\n(allmän dataskyddsförordning) finns bestämmelser som \r\nbegränsar hur mottagna personuppgifter får behandlas.\r\nLag (2018:272).\r\n\r\n53 e § Om ett yrkande om informationsföreläggande riktar sig \r\nmot den som är sökandens motpart i ett mål om intrång eller \r\növerträdelse, ska bestämmelserna om rättegång som gäller för \r\ndet målet tillämpas. Ett beslut om informationsföreläggande \r\nfår överklagas särskilt.\r\n\r\nOm yrkandet om informationsföreläggande riktar sig mot någon \r\nannan än den som anges i första stycket, ska lagen (1996:242) \r\nom domstolsärenden tillämpas. Domstolen får bestämma att \r\nvardera parten ska svara för sina rättegångskostnader.\r\n\r\nEn talan om utdömande av vite får föras av den som har ansökt \r\nom föreläggandet. Lag (2016:190).\r\n\r\n53 f § Den som på grund av bestämmelserna i 53 c § andra \r\nstycket 2-5 har förelagts att enligt första stycket samma \r\nparagraf lämna information har rätt till skälig ersättning för \r\nkostnader och besvär. Ersättningen ska betalas av den som har \r\nframställt yrkandet om informationsföreläggande.\r\n\r\nDen som tillhandahåller en elektronisk kommunikationstjänst \r\noch som till följd av ett informationsföreläggande har lämnat \r\nut information som avses i 9 kap. 31 § lagen (2022:482) om \r\nelektronisk kommunikation ska sända en skriftlig underrättelse \r\nom detta till den som uppgifterna gäller tidigast efter en \r\nmånad och senast efter tre månader från det att informationen \r\nlämnades ut. Kostnaden för underrättelsen ersätts enligt \r\nförsta stycket. Lag (2022:485).\r\n\r\n53 g §Utöver det som anges i 3 kap. 8 och 9 §§ lagen \r\n(2018:218) med kompletterande bestämmelser till EU:s \r\ndataskyddsförordning får personuppgifter om lagöverträdelser \r\nsom innefattar brott enligt 53 § behandlas om detta är \r\nnödvändigt för att ett rättsligt anspråk ska kunna \r\nfastställas, göras gällande eller försvaras.\r\nLag (2018:272).\r\n\r\n53 h § På yrkande av käranden får domstolen, i mål om intrång\r\neller överträdelse som avses i 53 §, ålägga den som har gjort\r\neller medverkat till intrånget eller gjort sig skyldig till\r\neller medverkat till överträdelsen att bekosta lämpliga\r\nåtgärder för att sprida information om domen i målet.\r\n\r\nBestämmelserna i första stycket tillämpas också i fråga om\r\nförsök eller förberedelse till intrång eller överträdelse som\r\navses i 53 §. Lag (2009:109).\r\n\r\n54 § Den som i strid mot denna lag eller mot föreskrift\r\nenligt 41 § andra stycket utnyttjar ett verk ska betala\r\nskälig ersättning för utnyttjandet till upphovsmannen eller\r\nhans eller hennes rättsinnehavare.\r\n\r\nSker det uppsåtligen eller av oaktsamhet, ska ersättning även\r\nbetalas för den ytterligare skada som intrånget eller\r\növerträdelsen har medfört. När ersättningens storlek bestäms\r\nska hänsyn särskilt tas till\r\n\r\n1. utebliven vinst,\r\n\r\n2. vinst som den som har begått intrånget eller överträdelsen\r\nhar gjort,\r\n\r\n3. skada på verkets anseende,\r\n\r\n4. ideell skada, och\r\n\r\n5. upphovsmannens eller rättsinnehavarens intresse av att\r\nintrång inte begås. Andra stycket gäller även den som annars\r\nuppsåtligen eller av oaktsamhet vidtar en åtgärd, som innebär\r\nintrång eller överträdelse enligt 53 §.\r\n\r\nErsättningsskyldighet enligt första eller andra stycket\r\ngäller inte den som i samband med framställning av exemplar\r\nför privat bruk enbart överträder 12 § fjärde stycket, om\r\ninte denna överträdelse sker uppsåtligen eller av grov\r\noaktsamhet. Lag (2009:109).\r\n\r\n55 § På yrkande av upphovsmannen eller hans eller hennes \r\nrättsinnehavare får domstolen, efter vad som är skäligt, \r\nbesluta att egendom som ett intrång eller en överträdelse som \r\navses i 53 § gäller ska återkallas från marknaden, ändras \r\neller förstöras eller att någon annan åtgärd ska vidtas med \r\nden. Detsamma gäller i fråga om hjälpmedel som har använts \r\neller varit avsett att användas vid intrånget eller \r\növerträdelsen.\r\n\r\nBestämmelserna i första stycket tillämpas också i fråga om \r\nförsök eller förberedelse till intrång eller överträdelse som \r\navses i 53 §.\r\n\r\nBestämmelserna i första stycket gäller inte om det olagliga \r\nförfarandet bestått i utförande av byggnadsverk.\r\n\r\nEtt beslut om åtgärd enligt första stycket får inte innebära \r\natt upphovsmannen eller hans eller hennes rättsinnehavare ska \r\nbetala ersättning till den som åtgärden riktas mot.\r\n\r\nÅtgärder enligt första stycket ska bekostas av svaranden om \r\ndet inte finns särskilda skäl mot detta.\r\n\r\nEtt beslut som avses i denna paragraf ska inte meddelas, om \r\nförverkande av egendom eller någon åtgärd som kan förhindra \r\nmissbruk ska beslutas enligt 36 kap. brottsbalken.\r\nLag (2024:791).\r\n\r\n56 § Trots 55 § får domstolen, om det med hänsyn till det\r\nkonstnärliga eller ekonomiska värdet hos ett exemplar av ett\r\nverk eller övriga omständigheter är skäligt, på yrkande av\r\nden som har handlat i god tro, meddela tillstånd att\r\nexemplaret mot särskild ersättning till upphovsmannen eller\r\nhans eller hennes rättsinnehavare görs tillgängligt för\r\nallmänheten eller används för annat avsett ändamål.\r\nLag (2009:109).\r\n\r\n56 a § Om det skäligen kan antas att någon har gjort eller\r\nmedverkat till ett intrång, eller gjort sig skyldig till\r\neller medverkat till en överträdelse som avses i 53 §, får\r\ndomstolen för att bevisning ska kunna säkras om intrånget\r\neller överträdelsen besluta att en undersökning får göras hos\r\ndenne för att söka efter föremål eller handlingar som kan\r\nantas ha betydelse för en utredning om intrånget eller\r\növerträdelsen (intrångsundersökning).\r\n\r\nEtt beslut om intrångsundersökning får meddelas endast om\r\nskälen för åtgärden uppväger den olägenhet eller det men i\r\növrigt som åtgärden innebär för den som drabbas av den eller\r\nför något annat motstående intresse.\r\n\r\nBestämmelserna i första och andra styckena tillämpas också i\r\nfråga om försök eller förberedelse till intrång eller\r\növerträdelse som avses i 53 §. Lag (2009:109).\r\n\r\n56 b § En fråga om intrångsundersökning får tas upp endast på \r\nyrkande av upphovsmannen eller upphovsmannens rättsinnehavare \r\neller den som på grund av upplåtelse har rätt att utnyttja \r\nverket. Om en rättegång inte är inledd, ska yrkandet \r\nframställas skriftligen.\r\n\r\nInnan ett beslut om undersökning meddelas ska motparten ha \r\nfått tillfälle att yttra sig. Domstolen får dock omedelbart \r\nmeddela ett beslut som gäller till dess annat har beslutats, \r\nom ett dröjsmål skulle medföra risk för att föremål eller \r\nhandlingar som har betydelse för utredning om intrånget \r\nskaffas undan, förstörs eller förvanskas.\r\n\r\nI övrigt ska en fråga om intrångsundersökning som uppkommer \r\ndå en rättegång inte är inledd handläggas på samma sätt som \r\nom frågan har uppkommit under en rättegång. Lag (2016:190).\r\n\r\n56 c § Ett beslut om intrångsundersökning får meddelas endast\r\nom sökanden ställer säkerhet hos domstolen för den skada som\r\nkan tillfogas motparten. Saknar sökanden förmåga att ställa\r\nsäkerhet, får domstolen befria sökanden från det. I fråga om\r\nslaget av säkerhet gäller 2 kap. 25 § utsökningsbalken.\r\nSäkerheten skall prövas av domstolen, om den inte har godkänts\r\nav motparten.\r\n\r\nI fråga om överklagande av domstolens beslut om\r\nintrångsundersökning och i fråga om handläggningen i högre\r\ndomstol gäller vad som föreskrivs i rättegångsbalken om\r\növerklagande av beslut enligt 15 kap. rättegångsbalken.\r\nLag (1998:1454).\r\n\r\n56 d § Ett beslut om intrångsundersökning skall innehålla\r\nuppgifter om\r\n\r\n1. vilket ändamål undersökningen skall ha,\r\n\r\n2. vilka föremål och handlingar som det får sökas efter, och\r\n\r\n3. vilka utrymmen som får genomsökas.\r\n\r\nOm det behövs, skall domstolen även förordna om andra villkor\r\nför verkställandet. Lag (1998:1454).\r\n\r\n56 e § Ett beslut om intrångsundersökning gäller omedelbart. Om\r\nansökan om verkställighet inte har gjorts inom en månad från\r\nbeslutet, förfaller det.\r\n\r\nOm sökanden inte inom en månad från det att verkställigheten\r\navslutats väcker talan eller på något annat sätt inleder ett\r\nförfarande om saken, skall en åtgärd som företagits vid\r\nverkställigheten av intrångsundersökningen omedelbart gå åter,\r\ni den utsträckning det är möjligt. Detsamma gäller om ett\r\nbeslut om intrångsundersökning upphävs sedan verkställighet\r\ngenomförts. Lag (1998:1454).\r\n\r\n56 f § Ett beslut om intrångsundersökning verkställs av\r\nKronofogdemyndigheten enligt de villkor som domstolen har\r\nföreskrivit och med tilllämpning av 1-3 kap., 17 kap. 1-5 §§\r\nsamt 18 kap. utsökningsbalken. Sökandens motpart skall\r\nunderrättas om verkställigheten endast om beslutet om\r\nintrångsundersökning har tillkommit efter motpartens hörande.\r\nMyndigheten har rätt att ta fotografier och göra film- och\r\nljudupptagningar av sådana föremål som den får söka efter.\r\nMyndigheten har också rätt att ta kopior av och göra utdrag ur\r\nsådana handlingar som den får söka efter.\r\n\r\nEn intrångsundersökning får inte omfatta en skriftlig handling\r\nsom avses i 27 kap. 2 § rättegångsbalken. Lag (2006:680).\r\n\r\n56 g § När ett beslut om intrångsundersökning skall verkställas\r\nhar motparten rätt att tillkalla ett juridiskt biträde. I\r\navvaktan på att biträdet inställer sig får verkställigheten\r\ninte påbörjas. Detta gäller dock inte, om\r\n\r\n1. undersökningen därigenom onödigt fördröjs, eller\r\n\r\n2. det finns en risk att ändamålet med åtgärden annars inte\r\nuppnås.\r\n\r\nVid verkställigheten får Kronofogdemyndigheten anlita det\r\nbiträde av en sakkunnig som behövs.\r\n\r\nMyndigheten får tillåta att sökanden eller ett ombud för\r\nsökanden är närvarande vid undersökningen för att bistå med\r\nupplysningar. Om ett sådant tillstånd ges, skall myndigheten se\r\ntill att sökanden eller ombudet inte i större utsträckning än\r\nsom kan motiveras av verkställigheten får kännedom om\r\nförhållanden som kommer fram. Lag (2006:680).\r\n\r\n56 h § Fotografier och film- och ljudupptagningar av föremål\r\nsamt kopior av och utdrag ur handlingar skall förtecknas och\r\nhållas tillgängliga för sökanden och motparten. Lag (1998:1454).\r\n\r\n57 § Vad som sägs i 53-56 h §§ skall också tillämpas på\r\nrättighet som skyddas genom föreskrift i 5 kap. Lag (1998:1454).\r\n\r\n57 a § Den som i annat fall än som avses i 53 § säljer, hyr ut eller för\r\nförsäljning, uthyrning eller annat förvärvssyfte innehar ett hjälpmedel\r\nsom är avsett endast för att underlätta olovligt borttagande eller kr\r\ninggående av en anordning som anbringats för att skydda ett datorprogram\r\nmot olovlig exemplarframställning, döms till böter eller fängelse i\r\nhögst sex månader. Lag (1992:1687).\r\n\r\n57 b § Den som, i annat fall än som avses i 53 §, uppsåtligen\r\neller av grov oaktsamhet bryter mot 52 e eller 52 g § döms till\r\nböter eller fängelse i högst sex månader.\r\n\r\nDen som, i annat fall än som avses i 53 §, uppsåtligen eller av\r\ngrov oaktsamhet bryter mot 52 d § döms till böter.\r\nLag (2005:359).\r\n\r\n58 § Patent- och marknadsdomstolen är rätt domstol i mål och \r\närenden enligt denna lag om de inte ska handläggas enligt \r\nlagen (1974:371) om rättegången i arbetstvister.\r\n\r\nDet som sägs i rättegångsbalken om inskränkning av en \r\ndomstols behörighet i fråga om tvist som ska tas upp i annan \r\nordning än inför domstol ska inte tillämpas i fråga om ett \r\nyrkande om informationsföreläggande eller \r\nintrångsundersökning. Lag (2016:190).\r\n\r\n59 § Åklagaren får väcka åtal för brott som avses i denna lag \r\nendast om åtal är motiverat från allmän synpunkt.\r\n\r\nÖverträdelse av 3 § eller av föreskrift enligt 41 § andra \r\nstycket får alltid beivras av upphovsmannens efterlevande \r\nmake, släktingar i rätt upp- och nedstigande led eller syskon.\r\n\r\nEgendom som avses i 55 § får, om brott enligt denna lag \r\nskäligen kan antas föreligga, tas i beslag. I fråga om ett \r\nsådant beslag tillämpas reglerna om beslag i brottmål i \r\nallmänhet. Lag (2020:540).\r\n\r\n8 Kap. Lagens tillämpningsområde\r\n\r\n60 § Bestämmelserna om upphovsrätt tillämpas på\r\n\r\n1. verk av den som är svensk medborgare eller har sin vanliga\r\nvistelseort i Sverige,\r\n\r\n2. verk som först utgivits i Sverige eller samtidigt i Sverige\r\noch utom riket,\r\n\r\n3. filmverk vars producent har sitt säte eller sin vanliga\r\nvistelseort i Sverige,\r\n\r\n4. här uppfört byggnadsverk,\r\n\r\n5. konstverk som utgör del av här belägen byggnad eller på\r\nannat sätt är fast förenat med marken.\r\n\r\nVid tillämpning av första stycket 2. anses samtidig utgivning\r\nha ägt rum, om verket utgivits i Sverige inom trettio dagar\r\nefter utgivning utomlands. Vid tillämpning av första stycket 3.\r\nanses, där ej annat visas, den vars namn på sedvanligt sätt\r\nutsatts på exemplar av filmverket som verkets producent.\r\n\r\nBestämmelserna i 26 k-26 p §§ tillämpas på verk av den som är\r\nsvensk medborgare eller har sin vanliga vistelseort i Sverige.\r\n\r\nBestämmelserna i 44 a § tillämpas på utgivningar och\r\noffentliggöranden av den som är svensk medborgare eller har sin\r\nvanliga vistelseort i Sverige. Bestämmelserna tillämpas också\r\npå utgivningar och offentliggöranden av juridiska personer som\r\nhar säte i Sverige.\r\n\r\nBestämmelserna i 50 och 51 §§ tillämpas på varje litterärt\r\neller konstnärligt verk, oberoende av dess ursprung.\r\nLag (2007:521).\r\n\r\n61 § Bestämmelserna i 45, 47 och 48 §§ tillämpas på \r\nframföranden, ljudupptagningar samt ljudradio- och tv-\r\nutsändningar som äger rum i Sverige. Dessutom tillämpas 45 § \r\npå framföranden av den som är svensk medborgare eller har sin \r\nvanliga vistelseort i Sverige, 47 § på ljudupptagningar vars \r\nframställare är svensk medborgare eller svensk juridisk person \r\neller har sin vanliga vistelseort i Sverige och 48 § på \r\nutsändningar av radio- eller tv-företag som har sitt säte i \r\nSverige. Bestämmelserna i 46§ tillämpas på ljudupptagningar \r\noch upptagningar av rörliga bilder vars framställare är svensk \r\nmedborgare eller svensk juridisk person eller har sin vanliga \r\nvistelseort i Sverige liksom på sådana upptagningar av rörliga \r\nbilder som äger rum i Sverige. Bestämmelsen i 46 § om \r\nexemplarframställning gäller dock alla ljudupptagningar. \r\n\r\nBestämmelserna i 48 b § tillämpas på presspublikationer vars \r\nframställare är etablerad i Sverige. Bestämmelserna i 49 § \r\ntillämpas på arbeten vars framställare är svensk medborgare \r\neller har sin vanliga vistelseort i Sverige. Bestämmelserna \r\ntillämpas även på arbeten vars framställare är svensk juridisk \r\nperson och har sitt säte, sitt huvudkontor eller sin \r\nhuvudsakliga verksamhet i Sverige. Om den juridiska personen \r\nhar sitt säte i Sverige men inte sitt huvudkontor eller sin \r\nhuvudsakliga verksamhet här, tillämpas bestämmelserna dock \r\nendast om arbetet ingår i en ekonomisk verksamhet som har \r\netablerats i Sverige. \r\n\r\nAv bestämmelserna i 49 a § tillämpas hänvisningen till 50 och \r\n51 §§ på alla fotografiska bilder och övriga bestämmelser på \r\nfotografiska bilder\r\n\r\n1. vars framställare är svensk medborgare eller har sin \r\nvanliga vistelseort i Sverige, eller\r\n\r\n2. som först har getts ut i Sverige eller samtidigt i Sverige \r\noch utomlands, eller\r\n\r\n3. som har infogats i en byggnad eller annan anordning som är \r\nfast förenad med marken, om byggnaden eller anordningen är \r\nbelägen i Sverige.\r\n\r\nVid tillämpningen av tredje stycket 2 anses utgivningen ha \r\nskett samtidigt, om bilden har getts ut i Sverige inom trettio \r\ndagar efter utgivningen utomlands. \r\n\r\nAv bestämmelserna i 45 § tillämpas hänvisningen till 26 k-\r\n26 m §§ endast på framföranden som har gjorts av någon som är \r\nsvensk medborgare eller som har sin vanliga vistelseort i \r\nSverige. Av bestämmelserna i 46 § tillämpas hänvisningen till \r\n26 k-26 m §§ endast på upptagningar vars framställare är \r\nsvensk medborgare eller svensk juridisk person eller har sin \r\nvanliga vistelseort i Sverige. Av bestämmelserna i 48 § \r\ntillämpas hänvisningen till 26 k-26 m §§ endast på \r\nutsändningar av radio- eller tv-företag som har sitt säte i \r\nSverige. Av bestämmelserna i 49 a § tillämpas hänvisningen \r\ntill 26 k-26 p §§ endast på fotografiska bilder vars \r\nframställare är svensk medborgare eller har sin vanliga \r\nvistelseort i Sverige. Lag (2025:547).\r\n\r\n61 a § När verk eller andra prestationer som skyddas enligt denna\r\nlag sänds ut till allmänheten över satellit, skall den\r\nupphovsrättsligt relevanta åtgärden anses ske i det land där\r\nsändarföretaget under sin kontroll och på sitt ansvar för in\r\nprestationerna i en oavbruten överföring till satelliten och därifrån\r\ntill marken.\r\n\r\nDetta gäller inte, om införandet äger rum i ett land som inte ingår\r\ni Europeiska ekonomiska samarbetsområdet (EES) och som inte heller\r\ntillhandahåller den skyddsnivå som föreskrivs i kapitel 2 i\r\nEuropeiska gemenskapernas råds direktiv 93/83/EEG av den 27 september\r\n1993.12\r\n\r\nOm i fall som avses i andra stycket uppsändningen till satelliten\r\näger rum i ett EES-land, skall den upphovsrättsligt relevanta\r\nåtgärden anses ske i det land där uppsändningen äger rum. Om\r\nuppsändningen till satelliten inte äger rum i ett EES-land men det\r\nradio- eller televisionsföretag som har beslutat om utsändningen har\r\nsitt säte i ett EES-land, skall den upphovsrättsligt relevanta\r\nåtgärden anses ske i det landet. Lag (1995:447).\r\n\r\n61 b § När ett radio- eller tv-företag gör sin utsändning av \r\nett radio- eller tv-program eller en upptagning av programmet \r\ntillgänglig för allmänheten i en tjänst via internet ska den \r\nupphovsrättsligt relevanta åtgärden anses ske i det land där \r\nföretaget huvudsakligen är etablerat. Detta gäller endast i \r\nfråga om utövande av de rättigheter som krävs för att utnyttja \r\nde verk och andra prestationer som skyddas enligt denna lag \r\noch som ingår i radio- eller tv-programmet samt under \r\nförutsättning att\r\n\r\n1. företaget tillhandahåller eller kontrollerar och ansvarar \r\nför tjänsten,\r\n\r\n2. tillgängliggörandet sker samtidigt med den ursprungliga \r\nutsändningen eller under en begränsad tid efter den,\r\n\r\n3. när det gäller tv-program, det är fråga om ett nyhets- \r\neller aktualitetsprogram eller ett program som är tv-\r\nföretagets egen produktion och som är finansierat i dess \r\nhelhet av företaget, men inte till den del programmet återger \r\nett idrottsevenemang, och\r\n\r\n4. företagets huvudsakliga etablering är i ett land som ingår \r\ni EES.\r\n\r\nDetsamma ska gälla när ett radio- eller tv-företag gör \r\nmaterial som utgör komplement till ett radio- eller tv-program \r\nenligt första stycket tillgängligt för allmänheten i en sådan \r\ntjänst som anges i samma stycke. Det ska gälla också när \r\ntillgängliggörandet sker före den ursprungliga utsändningen av \r\nprogrammet.\r\n\r\nNär det avtalas om ersättning för utnyttjande som avses i \r\ndenna paragraf ska avtalsparterna beakta alla aspekter av \r\ntjänsten. Lag (2021:357).\r\n\r\n61 c § När lärare och elever vid en utbildningsanstalt som är \r\netablerad i ett EES-land i samband med undervisning på distans \r\nanvänder verk och prestationer som skyddas enligt denna lag \r\noch användningen sker i enlighet med de bestämmelser som i det \r\nlandet genomför artikel 5 i Europaparlamentets och rådets \r\ndirektiv 2019/790 av den 17 april 2019 om upphovsrätt och \r\nnärstående rättigheter på den digitala inre marknaden och om \r\nändring av direktiven 96/9/EG och 2001/29/EG, i den \r\nursprungliga lydelsen, ska den upphovsrättsligt relevanta \r\nåtgärden anses ske i det landet. Lag (2022:1712).\r\n\r\n61 d § När ett bibliotek, museum, arkiv eller en institution \r\nför film- eller ljudarvet som är etablerad i ett EES-land \r\nanvänder verk och prestationer som skyddas enligt denna lag \r\noch användningen sker i enlighet med de bestämmelser som i det \r\nlandet genomför artikel 8 i Europaparlamentets och rådets \r\ndirektiv 2019/790 av den 17 april 2019 om upphovsrätt och \r\nnärstående rättigheter på den digitala inre marknaden och om \r\nändring av direktiven 96/9/EG och 2001/29/EG, i den \r\nursprungliga lydelsen, ska den upphovsrättsligt relevanta \r\nåtgärden anses ske i det landet. Lag (2022:1712).\r\n\r\n62 § Regeringen får, under förutsättning av ömsesidighet eller \r\nom det följer av en bindande EU-rättsakt eller ett av EU \r\ningånget eller av riksdagen godkänt avtal med en stat eller en \r\nmellanfolklig organisation, meddela föreskrifter om denna lags \r\ntillämpning med avseende på andra länder. Regeringen får också \r\nmeddela föreskrifter om lagens tillämpning på verk och \r\nfotografiska bilder som först har getts ut av en mellanfolklig \r\norganisation och på inte utgivna verk och fotografiska bilder \r\nsom en sådan organisation får ge ut. Lag (2025:547).\r\n\r\n9 Kap. Ikraftträdande- och övergångsbestämmelser\r\n\r\n63 § Denna lag träder i kraft den 1 juli 1961; dock att 51 § och därtill\r\nanslutande bestämmelser i 6 och 8 kap. skola, såvitt angår återgivande i\r\ntryckt skrift, träda i kraft den dag Konungen förordnar. Lag (1970:488).\r\n64 § Genom denna lag upphävas:\r\n\r\n1) lagen den 30 maj 1919 (nr 381) om rätt till litterära och musikaliska\r\nverk;\r\n\r\n2) lagen den 30 maj 1919 (nr 382) om rätt till verk av bildande konst;\r\n\r\n3) lagen den 14 december 1956 (nr 590) om skydd för vissa kartor; samt\r\n\r\n4) lagen den 1 mars 1957 (nr 32) om tillfällig förlängning av skyddstid\r\nför litterära och musikaliska verk.\r\n\r\n65 § Den nya lagen skall, med iakttagande av vad i 66-69 §§ sägs, äga\r\ntillämpning jämväl med avseende å litterärt eller konstnärligt verk, som\r\ntillkommit före ikraftträdandet. Lag (1970:488).\r\n\r\n66 § Sådana exemplar av ett verk, som framställts med stöd av äldre lag,\r\nmå fritt spridas och visas, dock att vad i 23 § stadgas om uthyrning av\r\nnoter till musikaliskt verk skall äga tillämpning.\r\n\r\n67 § Trycksatser, klichéer, formar och andra hjälpmedel, som med stöd av\r\näldre lag framställts för mångfaldigande av visst verk, må utan hinder\r\nav vad i nya lagen är stadgat fritt användas för sitt ändamål till\r\nutgången av år 1963. På exemplar, som framställts med stöd härav, skall\r\nvad i 66 § sägs äga motsvarande tillämpning.\r\n\r\n68 § Beträffande tidning, tidskrift eller annat verk, som består av\r\nsjälvständiga bidrag från särskilda medarbetare och som utgivits före\r\nnya lagens ikraftträdande, skall upphovsrätt enligt 5 § tillkomma\r\nutgivaren eller, om han ej är känd, förläggaren.\r\n\r\nOm såsom utgivare angivits offentlig undervisningsanstalt eller akademi\r\neller ock bolag, förening eller annan samfällighet eller, där utgivare\r\nej är känd, dylik samfällighet är förläggare, skall skyddstiden beräknas\r\nenligt 44 §.\r\n\r\n69 § Äldre lag skall tillämpas på sådant avtal om överlåtelse av\r\nupphovsrätt, som tillkommit före nya lagens ikraftträdande. Lag\r\n(1976:192).\r\n\r\n70 § Vad i 65-67 §§ sägs skall äga motsvarande tillämpning med avseende\r\nå rättighet, som skyddas genom föreskrift i 5 kap.\r\n\r\nHar avtal om upptagning som sägs i 45 § tillkommit före nya lagens\r\nikraftträdande, skall vad i 69 § sägs äga motsvarande tillämpning.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1970:488\r\n\r\nDenna lag träder i kraft den 1 oktober 1970.\r\n\r\nI fråga om alster av konsthantverk eller konstindustri, som tillkommit\r\nföre ikraftträdandet och då åtnjöt skydd enligt äldre bestämmelser, äger\r\nde nya bestämmelserna tillämpning, om alstret är att hänföra under\r\nbrukskonst, och skall i annat fall upphovsrätten icke upphöra före\r\nutgången av september 1980.\r\n\r\n1973:363\r\n\r\nDenna lag träder i kraft den 1 juli 1973.\r\n\r\nDen nya lagen skall tillämpas även på verk som tillkommit före\r\nikraftträdandet, dock med följande undantag:\r\n\r\n1. Exemplar av verk som framställts med stöd av äldre lag får fritt\r\nspridas och visas.\r\n\r\n2. Har någon före ikraftträdandet tillverkat trycksats, kliché, form\r\neller annat sådant hjälpmedel för att med stöd av äldre lag mångfaldiga\r\nvisst verk, får han använda det för detta ändamål till utgången av år\r\n1975 och fritt sprida och visa exemplar som framställts.\r\n\r\nVad sålunda stadgas om verk skall äga motsvarande tillämpning på\r\nframförande, ljudupptagning samt ljudradio- och televisionsutsändning\r\nsom avses i 45-48 §§ ävensom på arbete som avses i 49 §.\r\n\r\n1978:488\r\n\r\nDenna lag träder i kraft den 1 juli 1978. Den skall tillämpas även på\r\nverk som tillkommit före ikraftträdandet. Vad sålunda har föreskrivits\r\nom verk skall ha motsvarande tillämpning på framförande, ljudupptagning,\r\nljudradioutsändning och televisionsutsändning som avses i 45, 46 och\r\n48 §§ samt på arbete som avses i 49 §.\r\n\r\n1980:610\r\n\r\nDenna lag träder i kraft den 1 januari 1981.\r\n\r\nDen nya lagen skall tillämpas även på sådant verk och i 49 § avsett\r\narbete som tillkommit före ikraftträdandet.\r\n\r\n1982:284\r\n\r\nDenna lag träder i kraft den 1 juli 1982. Den gäller inte beträffande\r\nintrång eller överträdelse som har skett dessförinnan eller i fråga om\r\nbrott som har begåtts före ikraftträdandet.\r\n\r\n1982:1059\r\n\r\nDenna lag träder i kraft den 1 januari 1983. Den skall tillämpas även på\r\nverk som har tillkommit före ikraftträdandet.\r\n\r\n1986:367\r\n\r\n1. Denna lag träder i kraft den 1 juli 1986.\r\n\r\n2. Bestämmelserna i 22 d §, 45 § tredje stycket, i vad avser\r\nhänvisningen till 22 d §, och 47 § andra stycket tillämpas även på verk\r\noch upptagningar som har tillkommit före ikraftträdandet.\r\n\r\n3. Bestämmelserna i 45 § tredje stycket, i vad avser hänvisningen till\r\n6--8 och 26 §§, 46 § andra stycket, 47 § tredje stycket, 48 § tredje\r\nstycket, 49 § andra stycket och 61 § första stycket tredje meningen\r\ntillämpas även på verk som har tillkommit före ikraftträdandet, på\r\nradio- och televisionsutsändningar, upptagningar och framföranden som\r\nhar ägt rum före ikraftträdandet och på sammanställningar som har gjorts\r\nföre ikraftträdandet.\r\n\r\n4. Bestämmelsen i 47 § första stycket tillämpas även på upptagningar som\r\nhar gjorts före lagens ikraftträdande, förutsatt att den tid inom vilken\r\nen utsändning har gett rätt till ersättning enligt äldre bestämmelser då\r\ninte har löpt ut.\r\n\r\n5. Bestämmelserna om skyddstid i 45 § andra stycket, 46 § första stycket\r\noch 48 § andra stycket tillämpas även på framföranden, ljudupptagningar\r\nsamt ljudradio- och televisionsutsändningar som har ägt rum före lagens\r\nikraftträdande, förutsatt att skyddstiden enligt äldre bestämmelser då\r\ninte har löpt ut.\r\n\r\n1986:1426\r\n\r\nDenna lag träder i kraft den 1 april 1987. Lagen tillämpas inte på\r\nkretsmönster som har tillkommit före ikraftträdandet.\r\n\r\n1987:800\r\n\r\n1. Denna lag träder ikraft den 1 januari 1988.\r\n\r\n2. Har upphovsmannen avlidit före ikraftträdandet, skall äldre\r\nbestämmelser fortfarande tillämpas.\r\n\r\n1989:396\r\n\r\nDenna lag träder i kraft den 1 juli 1989.\r\n\r\nLagen tillämpas även på verk som har tillkommit före ikraftträdandet.\r\nBestämmelserna i 40 a § tillämpas även på överlåtelser som har ägt rum\r\nföre ikraftträdandet.\r\n\r\n1991:1073\r\n\r\nDenna lag träder i kraft den 1 juli 1991. Den skall tillämpas även på\r\nverk som har kommit till före ikraftträdandet. Vad som föreskrivs om\r\nverk gäller också framföranden, ljudupptagning, ljudradiosändning och\r\ntelevisionssändning som avses i 45, 46 och 48 §§ samt arbete som avses\r\ni 49 §.\r\n\r\n1992:1687\r\n\r\n1. Denna lag träder i kraft den 1 januari 1993 utom i fråga om 23 §.\r\nVad gäller 23 § träder lagen i kraft den dag regeringen bestämmer.\r\nHar regeringen inte före den 1 januari 1994 satt lagen i kraft såvitt\r\ngäller 23 §, träder dock lagen i den delen aldrig i kraft. Har\r\nregeringen före den 1 januari 1994 satt lagen i kraft såvitt gäller\r\n23 §, upphör lagen att gälla i den delen vid utgången av år 1993.\r\nLag (1993:1008).\r\n\r\n2. Lagen tillämpas även på verk som har tillkommit före i kraftträdandet\r\nutom så vitt gäller åtgärder som vidtagits eller rättigheter som\r\nförvärvats dessförinnan.\r\n\r\n1993:1007\r\n\r\n1. Denna lag träder i kraft den 1 januari 1994 utom i fråga om 19 §\r\ntredje meningen som träder i kraft den dag regeringen bestämmer.\r\n(I kraft den 1 januari 1994, 1993:1646).\r\n\r\n2. Lagen tillämpas även på verk som har kommit till före\r\nikraftträdandet utom när det gäller åtgärder som har gjorts eller\r\nrättigheter som har förvärvats före den tidpunkten. Det som sägs i\r\n19 § om uthyrning och andra jämförliga rättshandlingar avseende\r\nexemplar av litterära verk skall dock alltid tillämpas från tiden för\r\nikraftträdandet.\r\n\r\n3. Det som sägs i 2 tillämpas också i fråga om framföranden,\r\nupptagningar, utsändningar och arbeten som avses i 45, 46, 48, och\r\n49 §§. I fråga om framföranden, ljudupptagningar och utsändningar\r\nför vilka skyddstiden enligt äldre bestämmelser löpte ut före den 1\r\njuli 1986, gäller dock fjärde och femte punkterna i ikraftträdande-\r\noch övergångsbestämmelserna till lagen (1986:367) om ändring i\r\nlagen (1960:729) om upphovsrätt till litterära och konstnärliga\r\nverk. Lag (1993:1213).\r\n\r\n1994:190\r\n\r\n1. Denna lag träder i kraft den 1 juli 1994, då lagen (1960:730) om\r\nrätt till fotografisk bild skall upphöra att gälla.\r\n\r\n2. Med de undantag som anges i punkterna 3--7 tillämpas de nya\r\nföreskrifterna även på verk och fotografiska bilder som har kommit\r\ntill före ikraftträdandet.\r\n\r\n3. Sådana exemplar av en fotografisk bild som har framställts med\r\nstöd av äldre föreskrifter, får även i fortsättningen fritt spridas och\r\nvisas. De nya föreskrifterna tillämpas inte heller i övrigt när det\r\ngäller åtgärder som har gjorts eller rättigheter som har förvärvats\r\nföre ikraftträdandet.\r\n\r\n4. Bestämmelserna om upphovsrättens giltighetstid i 43 och 44 §§\r\ntillämpas på fotografiska verk som har kommit till före\r\nikraftträdandet endast under förutsättning att skyddstiden enligt\r\näldre bestämmelser inte har löpt ut vid ikraftträdandet.\r\n\r\n5. Bestämmelsen om skyddstid i 49 a § tredje stycket tillämpas på\r\nfotografiska bilder som har kommit till före ikraftträdandet endast\r\nunder förutsättning att skyddstiden enligt äldre bestämmelser inte\r\nhar löpt ut vid ikraftträdandet.\r\n\r\n6. Om de nya föreskrifterna i fråga om en viss fotografisk bild\r\nmedför en kortare skyddstid än den som följer av äldre\r\nbestämmelser, skall de äldre bestämmelserna om skyddstid\r\ntillämpas.\r\n\r\n7. Bestämmelsen i 10 § andra stycket tillämpas inte på kretsmönster\r\nsom kom till före den 1 april 1987.\r\n\r\n1995:447\r\n\r\n1. Denna lag träder i kraft den 1 juni 1995.\r\n\r\n2. Bestämmelserna i 26 d § tredje stycket och 61 a § skall i fråga\r\nom avtal som har ingåtts före ikraftträdandet inte tillämpas förrän\r\nden 1 januari 2000.\r\n\r\n3. Bestämmelsen i 45 § tredje stycket såvitt gäller hänvisningen\r\ntill 39 § första meningen skall inte tillämpas i fråga om avtal om\r\nfilminspelning som har ingåtts före ikraftträdandet. I fråga om\r\nsådana avtal gäller dock att en utövande konstnär genom avtalet skall\r\nanses ha överlåtit rätt att genom filmen göra framförandet\r\ntillgängligt för allmänheten.\r\n\r\n4. Med de undantag som anges i 5 och 6 skall de nya föreskrifterna\r\ntillämpas även på verk och prestationer som har kommit till före\r\nikraftträdandet.\r\n\r\n5. De nya föreskrifterna skall inte tillämpas när det gäller\r\nåtgärder som har vidtagits eller rättigheter som har förvärvats före\r\nikraftträdandet. Bestämmelserna i 19 § andra stycket samt 45 och\r\n46 §§ såvitt gäller hänvisningen till 19 § andra stycket skall dock\r\nalltid tillämpas från tiden för ikraftträdandet.\r\n\r\n6. I fråga om framföranden, ljudupptagningar och utsändningar\r\nför vilka skyddstiden enligt äldre bestämmelser löpte ut före\r\nden 1 juli 1986 gäller 4 och 5 ikraftträdande- och\r\növergångsbestämmelserna till lagen (1986:367) om ändring i lagen\r\n(1960:729) om upphovsrätt till litterära och konstnärliga verk.\r\n\r\n1995:1273\r\n\r\n1. Denna lag träder i kraft den 1 januari 1996.\r\n\r\n2. De nya bestämmelserna tillämpas även på verk som har kommit till\r\nföre ikraftträdandet.\r\n\r\n3. De nya bestämmelserna tillämpas inte när det gäller åtgärder som\r\nhar vidtagits eller rättigheter som har förvärvats före\r\nikraftträdandet. De exemplar av ett verk som har framställts med stöd\r\nav äldre bestämmelser får fritt spridas och visas. Vad som sägs i 19 §\r\nandra stycket och 26 j § skall dock tillämpas.\r\n\r\n4. Om någon efter utgången av upphovsrättens giltighetstid enligt de äldre\r\nbestämmelserna men före ikraftträdandet har börjat att förfoga över\r\nett verk genom att framställa exemplar av det eller genom att göra\r\ndet tillgängligt för allmänheten, får han utan hinder av de nya\r\nbestämmelserna om upphovsrättens giltighetstid i nödvändig och\r\nsedvanlig utsträckning fortsätta den planerade verksamheten dock\r\nlängst till den 1 januari 2000. Sådan rätt till förfogande har under\r\nmotsvarande förutsättningar även den som har vidtagit väsentliga\r\nåtgärder för att framställa exemplar av verket eller för att göra det\r\ntillgängligt för allmänheten. De exemplar av ett verk som framställs\r\nmed stöd av dessa bestämmelser får fritt spridas och visas. Vad som\r\nsägs i 19 § andra stycket och 26 j § skall dock tillämpas.\r\n\r\n5. Om upphovsrättens giltighetstid för ett visst verk vid\r\ntillämpningen av de nya bestämmelserna blir kortare än den skulle ha\r\nblivit vid tillämpning av äldre bestämmelser, tillämpas de äldre\r\nbestämmelserna om giltighetstid. Bestämmelserna i 44 § tredje stycket\r\ntillämpas dock alltid efter ikraftträdandet.\r\n\r\n6. Det som sägs i punkterna 2 - 5 tillämpas också på framföranden\r\noch upptagningar som avses i 45 och 46 §§.\r\n\r\n1995:1274\r\n\r\nEnligt riksdagens beslut föreskrivs i fråga om lagen (1995:447)\r\nom ändring i lagen (1960:729) om upphovsrätt till litterära och\r\nkonstnärliga verk att punkt 6 övergångsbestämmelserna skall\r\nupphöra att gälla så vitt avser framföranden och ljudupptagningar.\r\n\r\n1997:309\r\n\r\n1. Denna lag träder i kraft den 1 juli 1997.\r\n\r\n2. De nya bestämmelserna tillämpas även på verk och\r\nframföranden som har kommit till före ikraftträdandet.\r\n\r\n3. De nya bestämmelserna tillämpas även på avtal om\r\növerlåtelse som har ingåtts före ikraftträdandet, dock inte på\r\navtal som har ingåtts före den 19 november 1992. Beträffande\r\navtal som har ingåtts därefter men före den 1 juli 1994\r\nföreligger rätt till ersättning enligt de nya bestämmelserna\r\nendast om krav på ersättning har framställts före den 1\r\nseptember 1997.\r\n\r\n1997:790\r\n\r\n1. Denna lag träder i kraft den 1 januari 1998.\r\n\r\n2. De nya bestämmelserna tillämpas även på verk och\r\nprestationer som har kommit till före ikraftträdandet. I fråga\r\nom arbeten som har framställts inom femton år före\r\nikraftträdandet gäller rätt enligt 49 § till den 1 januari\r\n2014.\r\n\r\n3. De nya bestämmelserna tillämpas inte när det gäller åtgärder\r\nsom har vidtagits eller rättigheter som har förvärvats före\r\nikraftträdandet. De exemplar av arbeten enligt 49 § som har\r\nframställts med stöd av äldre bestämmelser får fritt spridas\r\noch visas. Hänvisningen i 49 § tredje stycket till 19 § andra\r\nstycket skall dock tillämpas.\r\n\r\n4. Om någon med stöd av äldre bestämmelser har börjat att\r\nförfoga över ett arbete enligt 49 § genom att framställa\r\nexemplar av det eller genom att göra det tillgängligt för\r\nallmänheten, får han trots de nya bestämmelserna i nödvändig\r\noch sedvanlig utsträckning fortsätta den planerade\r\nverksamheten, dock längst till den 1 januari 2000. Sådan rätt\r\ntill förfogande har under motsvarande förutsättningar även den\r\nsom före ikraftträdandet har vidtagit väsentliga åtgärder för\r\natt framställa exemplar av arbetet eller för att göra det\r\ntillgängligt för allmänheten. De exemplar av ett arbete som\r\nframställs med stöd av dessa bestämmelser får fritt spridas och\r\nvisas. Hänvisningen i 49 § tredje stycket till 19 § andra\r\nstycket skall dock tillämpas.\r\n\r\n1998:1552\r\n\r\n1. Denna lag träder i kraft den 1 januari 1999.\r\n\r\n2. De nya bestämmelserna tillämpas även på verk och\r\nprestationer som har kommit till före ikraftträdandet.\r\n\r\n2000:92\r\n\r\n1. Denna lag träder i kraft den 1 april 2000.\r\n\r\n2. De nya bestämmelserna i 9 och 26 a §§ tillämpas även på verk\r\nsom ingår i en bilaga till ett beslut som meddelats före\r\nikraftträdandet.\r\n\r\n3. Den nya bestämmelsen i 26 § tillämpas även på uppgifter i\r\nverk som anförts muntligen eller skriftligen före\r\nikraftträdandet.\r\n\r\n4. En åtgärd som före ikraftträdandet har vidtagits med ett\r\nsådant verk som avses i punkterna 2 och 3 och som då var\r\ntillåten kan inte angripas med stöd av de nya bestämmelserna.\r\n\r\n2005:359\r\n\r\n1. Denna lag träder i kraft den 1 juli 2005.\r\n\r\n2. Med de undantag som anges i 3-5 skall de nya föreskrifterna\r\näven tilllämpas på verk och prestationer som har kommit till\r\nföre ikraftträdandet.\r\n\r\n3. Äldre bestämmelser i 19 § första stycket skall fortfarande\r\ntillämpas på sådana exemplar av verk som med upphovsmannens\r\nsamtycke har överlåtits inom Europeiska ekonomiska\r\nsamarbetsområdet före ikraftträdandet.\r\n\r\n4. Bestämmelsen i 46 § andra stycket om beräkning av\r\nskyddstiden för ljudupptagningar skall inte tillämpas på\r\nljudupptagningar beträffande vilka skyddstiden löpt ut vid\r\nlagens ikraftträdande.\r\n\r\n5. Äldre bestämmelser skall fortfarande tillämpas i fråga om\r\nåtgärder som har vidtagits eller rättigheter som har förvärvats\r\nföre ikraftträdandet.\r\n\r\n2005:360\r\n\r\n1. Denna lag träder i kraft den 1 juli 2005.\r\n\r\n2. För brott begångna innan denna lag trätt i kraft gäller 55 §\r\ni sin äldre lydelse.\r\n\r\n2007:521\r\n\r\n1. Denna lag träder i kraft den 1 juli 2007.\r\n\r\n2. Med det undantag som anges i 3 skall de nya bestämmelserna\r\näven tilllämpas på verk och prestationer som har kommit till\r\nföre ikraftträdandet.\r\n\r\n3. Har en vidareförsäljning av ett konstverk skett före\r\nikraftträdandet gäller fortfarande äldre bestämmelser.\r\n\r\n4. Bestämmelsen i 26 p § tredje stycket skall dock tillämpas\r\näven på fordringar som har uppkommit före ikraftträdandet, om\r\ninte fordran innan dess har preskriberats enligt äldre\r\nbestämmelser.\r\n\r\n2009:109\r\n\r\n1. Denna lag träder i kraft den 1 april 2009.\r\n\r\n2. Bestämmelserna i 53 c–53 f och 53 h §§ ska inte tillämpas\r\nnär intrånget eller överträdelsen, eller försöket eller\r\nförberedelsen till intrånget eller överträdelsen, har begåtts\r\nföre ikraftträdandet.\r\n\r\n2013:691\r\n\r\n1. Denna lag träder i kraft den 1 november 2013.\r\n\r\n2. De nya bestämmelserna ska tillämpas även på verk och\r\nprestationer som har tillkommit före ikraftträdandet. De nya\r\nbestämmelserna i 45 § andra stycket och 46 § andra stycket\r\nska dock inte tillämpas om skyddstiden har löpt ut vid lagens\r\nikraftträdande.\r\n\r\n3. Äldre bestämmelser gäller i fråga om åtgärder som har\r\nvidtagits eller rättigheter som har förvärvats före\r\nikraftträdandet. 45 a, 45 c och 45 d §§ ska dock tillämpas\r\näven på avtal som har ingåtts före ikraftträdandet.\r\n\r\n4. Om inte annat uttryckligen har avtalats ska en\r\növerlåtelse, genom vilken en utövande konstnär före\r\nikraftträdandet har överlåtit den rätt till en ljudupptagning\r\nsom konstnären har enligt 45 § till en framställare av\r\nljudupptagningar, anses omfatta även tid efter det att\r\nskyddstiden för den utövande konstnärens rätt enligt äldre\r\nbestämmelser löpt ut. \r\n\r\n2016:190\r\n\r\n1. Denna lag träder i kraft den 1 september 2016.\r\n\r\n2. Mål och ärenden som har inletts i Stockholms tingsrätt \r\neller Svea hovrätt före ikraftträdandet ska överlämnas till \r\nPatent- och marknadsdomstolen respektive Patent- och \r\nmarknadsöverdomstolen. \r\n\r\n3. Äldre bestämmelser gäller fortfarande för övriga mål och \r\närenden som har inletts i allmän domstol före \r\nikraftträdandet.\r\n\r\n2017:323\r\n\r\n1. Denna lag träder i kraft den 1 juli 2017. \r\n\r\n2. Tillstånd som har beslutats med stöd av 16 och 17 §§ i den \r\näldre lydelsen gäller fortfarande.\r\n\r\n2018:604\r\n\r\n1. Denna lag träder i kraft den 1 juli 2018.\r\n\r\n2. Äldre föreskrifter gäller fortfarande i fråga om \r\nförsäljningar som skett före år 2018. \r\n\r\n2018:1099\r\n\r\n1. Denna lag träder i kraft den 11 oktober 2018.\r\n\r\n2. Äldre bestämmelser gäller fortfarande för åtgärder som har \r\nvidtagits eller rättigheter som har förvärvats före \r\nikraftträdandet.\r\n\r\n2021:357\r\n\r\n1. Denna lag träder i kraft den 7 juni 2021.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för åtgärder som har \r\nvidtagits eller rättigheter som har förvärvats före \r\nikraftträdandet. De nya 49 b och 61 b §§ ska dock från och med \r\nden 7 juni 2025 respektive den 7 juni 2023 gälla i fråga om \r\nrättigheter som har förvärvats före ikraftträdandet.\r\n\r\n2022:1712\r\n\r\n1. Denna lag träder i kraft den 1 januari 2023.\r\n\r\n2. Lagen tillämpas även på verk och prestationer som har \r\ntillkommit före ikraftträdandet.\r\n\r\n3. Äldre bestämmelser gäller i fråga om åtgärder som har \r\nvidtagits eller rättigheter som har förvärvats före \r\nikraftträdandet. Den nya bestämmelsen i 29 § andra stycket \r\ngäller dock även avtal som har ingåtts före ikraftträdandet \r\nmen tidigast den 1 januari 2003. I fråga om sådana avtal ska \r\nupphovsmannen, den utövande konstnären eller framställaren av \r\nen fotografisk bild ha samma rätt till information som en \r\nupphovsman vars bidrag till ett verk inte är betydande har \r\nenligt 29 a § tredje stycket och 29 b §.\r\n\r\n2025:547\r\n\r\n1. Denna lag träder i kraft den 1 juli 2025 i fråga om 62 § \r\noch i övrigt den 1 januari 2026. \r\n\r\n2. Bestämmelserna i 48 och 61 §§ i den nya lydelsen tillämpas \r\näven på prestationer som har tillkommit före ikraftträdandet.\r\n\r\n3. Bestämmelserna i 48 och 61§§ i den äldre lydelsen tillämpas \r\nför åtgärder som har vidtagits före ikraftträdandet.",
    "skapadDateTime": "2026-01-02T11:09:56.6226499",
    "uppdateradDateTime": "2026-01-02T11:10:55.214973",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T11:10:55.2149728",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 645705,
      "beteckning": "1993:1007",
      "anteckningar": "upph. 11 a, 11 b, 15 a, 22 a, 22 b, 22 c, 22 d, 24 a §§; ändr. 9, 11,\r\n12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 45, 46, 47,\r\n48, 49, 58 §§; nya 26 a-26 i §§, rubr. närmast före 11-13, 15-23, 25, \r\n26, 26 c, 26 d, 26 g, 26 i",
      "ikraftDateTime": "1994-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1992/93:214, bet. 1992/93:LU44, \r\nrskr. 1992/93:413",
      "rubrik": "Lag (1993:1007) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "1007",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1993",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.638632",
      "uppdateradDateTime": "2026-01-02T11:10:55.2156654",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2156653",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645706,
      "beteckning": "1995:1274",
      "anteckningar": "upph. 6 p övergångsbest. till 1995:447 delvis",
      "ikraftDateTime": "1996-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1994/95:151, bet. 1995/96:LU1, rskr. 1995/96:34,\r\nEGTL290/93 s9",
      "rubrik": "Lag (1995:1274) om ändring i lagen (1995:447) om ändring i lagen \r\n(1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1274",
      "celexnummer": "393L0098",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1995",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386323",
      "uppdateradDateTime": "2026-01-02T11:10:55.2156882",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2156881",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645707,
      "beteckning": "1996:846",
      "anteckningar": "ändr. 53 a §",
      "ikraftDateTime": "1996-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1995/96:160, bet. 1995/96:KU29, rskr. 1995/96:296",
      "rubrik": "Lag (1996:846) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "846",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1996",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386325",
      "uppdateradDateTime": "2026-01-02T11:10:55.2156964",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2156963",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645708,
      "beteckning": "1997:309",
      "anteckningar": "ändr. 45 §; ny 29 §",
      "ikraftDateTime": "1997-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1996/97:129, bet. 1996/97:LU22, rskr. 1996/97:246",
      "rubrik": "Lag (1997:309) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "309",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1997",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386329",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157041",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.215704",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645709,
      "beteckning": "2024:791",
      "anteckningar": "upph. 53 a §; ändr. 55 §",
      "ikraftDateTime": "2024-11-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:144, bet. 2024/25:JuU3, rskr. 2024/25:9",
      "rubrik": "Lag (2024:791) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "791",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386331",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157106",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157105",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645710,
      "beteckning": "1987:800",
      "anteckningar": "ändr. 41, 42 §§",
      "ikraftDateTime": "1988-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1986/87:86, LU 1986/87:26, rskr 1986/87:247",
      "rubrik": "Lag (1987:800) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "800",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1987",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386334",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157178",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157177",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645711,
      "beteckning": "1989:396",
      "anteckningar": "ändr. 1, 11, 23, 24, 27 §§; nya 40 a §, rubr. närmast före 40 a §",
      "ikraftDateTime": "1989-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1988/89:85, 1988/89:LU34, rskr 1988/89:289",
      "rubrik": "Lag (1989:396) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "396",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1989",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386337",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157253",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157252",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645712,
      "beteckning": "1991:1073",
      "anteckningar": "ändr. 22 a §",
      "ikraftDateTime": "1991-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1990/91:149, 1990/91:KU39, rskr 1990/91:370",
      "rubrik": "Lag (1991:1073) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "1073",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1991",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386338",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157319",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157318",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645713,
      "beteckning": "1992:1687",
      "anteckningar": "ändr. 1, 11, 23, 27, 40 a, 53 §§, rubr. närmast före\r\n40 a §; nya 11 a, 11 b, 57 a §§",
      "ikraftDateTime": "1993-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1992/93:48, bet. 1992/93:LU17, rskr 1992/93:125",
      "rubrik": "Lag (1992:1687) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "1687",
      "celexnummer": "391L0250",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1992",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386341",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157392",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157391",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645714,
      "beteckning": "1993:1213",
      "anteckningar": "ändr. 3 p ikrafttr.- och övergångsbest. till 1993:1007",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1993/94:49, bet. 1993/94:LU10, rskr. 1993/94:24",
      "rubrik": "Lag (1993:1213) om ändring i lagen (1993:1007) om ändring i lagen \r\n(1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1213",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1993",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386342",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157469",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157468",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645715,
      "beteckning": "1993:1646",
      "anteckningar": "ikrafttr. av 19 § tredje meningen i 1993:1007",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "1646",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1993",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386343",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157545",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157544",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645716,
      "beteckning": "1995:447",
      "anteckningar": "ändr. 19, 26 d, 26 f, 45, 46, 47, 48, 49 a, 57, 61 §§, nya 52 a,\r\n61 a §§, rubr. närmast före 45, 46, 47, 48, 49, 49 a §§",
      "ikraftDateTime": "1995-06-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1994/95:58, bet. 1994/95:LU4, rskr. 1994/95:266,\r\nEGTL346/92 s61, EGTL248/93 s15",
      "rubrik": "Lag (1995:447) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "447",
      "celexnummer": "392L0100 393L0083",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1995",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386345",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157608",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157607",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645717,
      "beteckning": "1994:233",
      "anteckningar": "ändr. 53, 57 §§; ny 53 a §",
      "ikraftDateTime": "1994-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1993/94:122, bet. 1993/94:LU17, rskr. 1993/94:227",
      "rubrik": "Lag (1994:233) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "233",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1994",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386346",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157689",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157688",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645718,
      "beteckning": "2005:757",
      "anteckningar": "ändr. 49 a §",
      "ikraftDateTime": "2005-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Bet. 2005/06:LU3, rskr. 2005/06:9",
      "rubrik": "Lag (2005:757) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "757",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386348",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157754",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157753",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645719,
      "beteckning": "1995:1273",
      "anteckningar": "ändr. 43, 44, 45, 46, 60, 62 §§; nya 2 a kap, 44 a §",
      "ikraftDateTime": "1996-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1994/95:151, bet. 1995/96:LU1, rskr. 1995/96:34,\r\nEGTL290/93 s9",
      "rubrik": "Lag (1995:1273) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "1273",
      "celexnummer": "393L0098",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1995",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386349",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157828",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157827",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645720,
      "beteckning": "2009:109",
      "anteckningar": "ändr. 53 b, 54, 55, 56, 56 a, 56 b §§; nya 53 c, 53 d, 53 e, 53 f, 53 g, 53 h §§",
      "ikraftDateTime": "2009-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:67, bet. 2008/09:NU11, rskr. 2008/09:176, EUTL195/2004 s16",
      "rubrik": "Lag (2009:109) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "109",
      "celexnummer": "32004L0048",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.638635",
      "uppdateradDateTime": "2026-01-02T11:10:55.2157897",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2157896",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645721,
      "beteckning": "2009:406",
      "anteckningar": "ändr. 26 §",
      "ikraftDateTime": "2009-06-30T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:150, bet. 2008/09:KU24, rskr. 2008/09:237",
      "rubrik": "Lag (2009:406) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "406",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2009",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386353",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158002",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158001",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645722,
      "beteckning": "2010:697",
      "anteckningar": "ändr. 49 §; nya 25 a, 48 a §§",
      "ikraftDateTime": "2010-08-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:115, bet. 2009/10:KU25, rskr. 2009/10:331, EGTL95/2010 s1-24",
      "rubrik": "Lag (2010:697) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "697",
      "celexnummer": "32010L0013",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386356",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158121",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.215812",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645723,
      "beteckning": "2010:1206",
      "anteckningar": "ändr. 26 n §",
      "ikraftDateTime": "2011-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2009/10:222, bet. 2010/11:SfU4, rskr. 2010/11:7",
      "rubrik": "Lag (2010:1206) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1206",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2010",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386359",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158219",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158218",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645724,
      "beteckning": "2011:94",
      "anteckningar": "ändr. 42 a, 45, 46, 48, 49, 49 a §§; ny 42 g §, rubr. närmast före 42 g §",
      "ikraftDateTime": "2011-04-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2010/11:33, bet. 2010/11:NU9, rskr. 2010/11:148",
      "rubrik": "Lag (2011:94) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "94",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2011",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386361",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158331",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.215833",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645725,
      "beteckning": "2013:691",
      "anteckningar": "upph. rubr. närmast före 42 f, 42 g §§; ändr. 16, 21, 26 m, 26 p, 42 a, 42 b, 42 d, 42 e, 43, 45, 46, 47, 48, 49, 49 a, 58 §§, rubr. närmast före 42 b, 42 c, 42 d, 42 e, 48 §§; nya 42 h, 45 a, 45 b, 45 c, 45 d §§, rubr. närmast före 42 h §",
      "ikraftDateTime": "2013-11-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2012/13:141, bet. 2012/13:NU21, rskr. 2012/13:282, EUTL265/2011, s1",
      "rubrik": "Lag (2013:691) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "691",
      "celexnummer": "32011L0077",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2013",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:09:56.6386362",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158438",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158437",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645726,
      "beteckning": "2018:604",
      "anteckningar": "ändr. 26 p §; ny 26 q §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:92, bet. 2017/18:NU14, rskr. 2017/18:278",
      "rubrik": "Lag (2018:604) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "604",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386364",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158564",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158563",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645727,
      "beteckning": "2018:1099",
      "anteckningar": "nuvarande 17 § betecknas 17 e §; ändr. den nya 17 e §,  26 k, 45, 46, 48, 49, 49 a, 52 f §§; nya 17, 17 a, 17 b, 7 c, 17 d, 17 f §§",
      "ikraftDateTime": "2018-10-11T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:241, bet. 2017/18:NU21, rskr. 2017/18:362, direktiv (EU) 2017/1564",
      "rubrik": "Lag (2018:1099) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1099",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:09:56.6386365",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158638",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158637",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645728,
      "beteckning": "2020:540",
      "anteckningar": "ändr. 53, 59 §§",
      "ikraftDateTime": "2020-09-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:149, bet. 2019/20:NU18, rskr. 2019/20:312",
      "rubrik": "Lag (2020:540) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "540",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386366",
      "uppdateradDateTime": "2026-01-02T11:10:55.215872",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158719",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645729,
      "beteckning": "2020:872",
      "anteckningar": "ändr. 2 kap. 26 e §",
      "ikraftDateTime": "2020-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2019/20:168, bet. 2020/21:KU3, rskr. 2020/21:16",
      "rubrik": "Lag (2020:872) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "872",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2020",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386368",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158788",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158787",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645730,
      "beteckning": "2021:357",
      "anteckningar": "ändr. 42 f, 47, 52 a §§; nya 49 b, 61 b §§",
      "ikraftDateTime": "2021-06-07T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2020/21:153, bet. 2020/21:NU19, rskr. 2020/21:288, direktiv (EU) 2019/789",
      "rubrik": "Lag (2021:357) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "357",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2021",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:09:56.6386369",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158873",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158872",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645731,
      "beteckning": "2008:1416",
      "anteckningar": "ändr. 16, 26 e §§",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2008/09:1, utg.omr. 16, bet. 2008/09:UbU1, rskr. 2008/09:130",
      "rubrik": "Lag (2008:1416) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1416",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.638637",
      "uppdateradDateTime": "2026-01-02T11:10:55.2158945",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2158944",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645732,
      "beteckning": "2006:680",
      "anteckningar": "ändr. 56 g, 56 f §§",
      "ikraftDateTime": "2006-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2005/06:200, bet. 2005/06:SkU35, rskr. 2005/06:356",
      "rubrik": "Lag (2006:680) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "680",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2006",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386372",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159027",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159026",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645733,
      "beteckning": "2015:661",
      "anteckningar": "ändr. 26 e §, rubr. närmast före 26 e §",
      "ikraftDateTime": "2016-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2014/15:118, bet. 2015/16:KU2, rskr. 2015/16:12",
      "rubrik": "Lag (2015:661) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "661",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2015",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386373",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159095",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159094",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645734,
      "beteckning": "2007:521",
      "anteckningar": "upph. 26 j §, rubr. närmast före 26 j §; ändr. 49 a, 60, 61 §§; nya 26 \r\nn, 26 o, 26 p §§, rubr. närmast före 26 n §",
      "ikraftDateTime": "2007-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2006/07:79, bet. 2006/07:NU13, rskr. 2006/07:195,\r\nEGTL272/2001 s32",
      "rubrik": "Lag (2007:521) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "521",
      "celexnummer": "32001L0084",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2007",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386375",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159179",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159178",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645735,
      "beteckning": "1976:192",
      "anteckningar": "upph. 29 §; ändr. 45, 47, 69 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1975/76:81, LU 1975/76:21, rskr 1975/76:238",
      "rubrik": "Lag (1976:192) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "192",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1976",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386376",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159267",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159266",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645736,
      "beteckning": "1973:363",
      "anteckningar": "ändr. 8, 9, 19, 21, 24, 25, 39, 45-49, 58, 60, 61 §§; ny 24 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1973:15, LU 1973:15, rskr 1973:177",
      "rubrik": null,
      "lopnummer": "363",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1973",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386377",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159333",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159333",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645737,
      "beteckning": "1970:488",
      "anteckningar": "ändr. 1, 10, 43, 44, 63, 65 §§",
      "ikraftDateTime": "1970-10-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1969:618, 1LU 1970:44, rskr 263",
      "rubrik": "Lag (1970:488) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "488",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1970",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386379",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159419",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159419",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645738,
      "beteckning": "1961:347",
      "anteckningar": "ikrafttr.",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "347",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1961",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.638638",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159488",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159487",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645739,
      "beteckning": "1997:790",
      "anteckningar": "ändr. 12, 19, 21, 26 b, 26 g, 49, 53, 61 §§, rubr. närmast före 26 g §",
      "ikraftDateTime": "1998-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1996/97:111, bet. 1997/98:LU2, rskr. 1997/98:24, EGTL77/96 \r\ns20",
      "rubrik": "Lag (1997:790) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "790",
      "celexnummer": "396L0009",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1997",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386381",
      "uppdateradDateTime": "2026-01-02T11:10:55.215956",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159559",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645740,
      "beteckning": "1998:1454",
      "anteckningar": "ändr. 57 §, rubr. närmast före 53 §; nya 56 a, 56 b, 56 c, 56 d, 56 e,\r\n56 f, 56 g, 56 h §§",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1998/99:11, bet. 1998/99:LU5, rskr. 1998/99:24",
      "rubrik": "Lag (1998:1454) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "1454",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386383",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159631",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.215963",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645741,
      "beteckning": "2014:884",
      "anteckningar": "ändr. 45, 46, 48, 49, 49 a, 58 §§; nya 16 a, 16 b, 16 c, 16 d §§, rubr. närmast före 16 a §",
      "ikraftDateTime": "2014-10-29T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2013/14:206, bet. 2013/14:NU26, rskr. 2013/14:363, EUTL299/2012 s5, EUTL101/2013 s51",
      "rubrik": "Lag (2014:884) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "884",
      "celexnummer": "32012L0028, 32012L0028R(01)",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2014",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386384",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159714",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159713",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645742,
      "beteckning": "2022:485",
      "anteckningar": "ändr. 53 f §",
      "ikraftDateTime": "2022-06-03T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:136, bet. 2021/22:TU17, rskr. 2021/22:302",
      "rubrik": "Lag (2022:485) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "485",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386386",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159799",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159798",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645743,
      "beteckning": "1980:610",
      "anteckningar": "ändr. 49 §; ny 15 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1979/80:132, LU 1979/80:34, rskr 1979/80:402",
      "rubrik": "Lag (1980:610) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "610",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1980",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386387",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159863",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159862",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645744,
      "beteckning": "1978:488",
      "anteckningar": "ändr. 12, 18, 22, 45, 46, 48, 49, 51, 62 §§; nya 22 a-22 c §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1977/78:97, KrU 1977/78:27, rskr 1977/78:375",
      "rubrik": "Lag (1978:488) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "488",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1978",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386388",
      "uppdateradDateTime": "2026-01-02T11:10:55.2159938",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2159937",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645745,
      "beteckning": "1982:284",
      "anteckningar": "ändr. 53, 55, 57, 59 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1981/82:152, LU 1981/82:37, rskr 1981/82:299",
      "rubrik": "Lag (1982:284) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "284",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1982",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.638639",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160006",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160005",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645746,
      "beteckning": "1982:1059",
      "anteckningar": "ändr. 23 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1982/83:40, LU 1982/83:11, rskr 1982/83:61",
      "rubrik": "Lag (1982:1059) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "1059",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1982",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386391",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160084",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160083",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645747,
      "beteckning": "2005:360",
      "anteckningar": "nuvarande 53 a § betecknas 53 b §; ändr. 53 §, nya 53 b §, 55 §; ny 53\r\na §",
      "ikraftDateTime": "2005-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:135, bet. 2004/05:JuU31, 2004/05:LU27, rskr. \r\n2004/05:237, 2004/05:247,\r\nEGTL167/2001 s10",
      "rubrik": "Lag (2005:360) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "360",
      "celexnummer": "32001L0029",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386392",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160146",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160146",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645748,
      "beteckning": "1994:190",
      "anteckningar": "ändr. 1, 10, 16, 26 b, 26 d, 26 e, 58, 61, 62 §§; ny 49 a §",
      "ikraftDateTime": "1994-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1993/94:109, bet. 1993/94:LU16, rskr. 1993/94:226",
      "rubrik": "Lag (1994:190) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "190",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1994",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386394",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160232",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160231",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645749,
      "beteckning": "1971:886",
      "anteckningar": "ändr. 59 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1971:143, LU 25, rskr 299",
      "rubrik": null,
      "lopnummer": "886",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1971",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386395",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160305",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160304",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645750,
      "beteckning": "2018:272",
      "anteckningar": "ändr. 53 d, 53 g §§",
      "ikraftDateTime": "2018-05-25T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2017/18:111, bet. 2017/18:CU19, rskr. 2017/18:232",
      "rubrik": "Lag (2018:272) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "272",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386397",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160366",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160366",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645751,
      "beteckning": "2017:323",
      "anteckningar": "ändr. 16, 17, 21, 42 d §§, rubr. närmast före 16, 17, 42 d §§",
      "ikraftDateTime": "2017-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Lag (2017:323) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "323",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386399",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160445",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160444",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645752,
      "beteckning": "2016:979",
      "anteckningar": "ändr. 26 m, 26 p, 45 b §§",
      "ikraftDateTime": "2017-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:181, bet. 2016/17:NU5, rskr. 2016/17:20",
      "rubrik": "Lag (2016:979) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "979",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386401",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160515",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160513",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645753,
      "beteckning": "2016:371",
      "anteckningar": "ändr. 16 d §",
      "ikraftDateTime": "2016-06-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:123, bet. 2015/16:NU18, rskr. 2015/16:202",
      "rubrik": "Lag (2016:371) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "371",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386403",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160596",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160595",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645754,
      "beteckning": "2016:190",
      "anteckningar": "ändr. 53 b, 53 e, 56 b, 58 §§",
      "ikraftDateTime": "2016-09-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2015/16:57, bet. 2015/16:JuU10, rskr. 2015/16:159",
      "rubrik": "Lag (2016:190) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "190",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2016",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386406",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160663",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160662",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645755,
      "beteckning": "2022:1712",
      "anteckningar": "upph. 33, 34, 35, 40 §§, rubr. närmast före 14, 18 §§; nuvarande 18, 42 h §§ betecknas 15, 42 k §§; ändr. 16, 21, 27, 29, 30, 38, 42 a, 45, 46, 48, 49, 49 a, 52 f, 52 h, 61 §§, rubr. närmast före 16 §, rubr. närmast före 42 h § sätts närmast före 42 k §; nya 13, 15 a, 15 b, 15 c, 16 e, 29 a, 29 b, 29 c, 29 d, 29 e, 42 h, 42 i, 42 j, 48 b, 48 c, 48 d, 49 c, 52 i, 52 j, 52 k, 52 l, 52 m, 52, n, 52 o, 52 p, 52 q, 52 r, 52 s, 52 t, 52 u, 61 c, 61 d §§, rubr. närmast före 13, 15 a, 16 e, 29, 29 a, 29 d, 42 h, 42 i, 48 b, 52 i, 52 j, 52 k, 52 l, 52, n, 52 o, 52 p, 52 q, 52 r, 52 s, 52 t, 52 u §§, kapitelrubr. närmast före 52 i §",
      "ikraftDateTime": "2023-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2021/22:278, bet. 2022/23:NU6, rskr. 2022/23:41, direktiv (EU) 2019/790",
      "rubrik": "Lag (2022:1712) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "1712",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2022",
      "eUdirektiv": true,
      "skapadDateTime": "2026-01-02T11:09:56.6386407",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160742",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160741",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645756,
      "beteckning": "1993:1008",
      "anteckningar": "ändr. 1 p ikrafttr.- och övergångsbest. till 1992:1687",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1992/93:214, bet. 1992/93:LU44, \r\nrskr. 1992/93:413",
      "rubrik": "Lag (1993:1008) om ändring i lagen (1992:1687) om ändring i\r\nlagen (1960:729) om upphovsrätt till litterära och\r\nkonstnärliga verk",
      "lopnummer": "1008",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1993",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386409",
      "uppdateradDateTime": "2026-01-02T11:10:55.2160844",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160843",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645757,
      "beteckning": "1998:1552",
      "anteckningar": "ändr. 45, 46, 60, 61 §§, rubr. till 2 a kap. rubr. närmast före 26 j §; \r\nny 26 k §, rubr. närmast före 26 k §",
      "ikraftDateTime": "1999-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1997/98:156, bet. 1998/99:LU3, rskr. 1998/99:22",
      "rubrik": "Lag (1998:1552) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "1552",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386411",
      "uppdateradDateTime": "2026-01-02T11:10:55.216092",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160919",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645758,
      "beteckning": "1986:367",
      "anteckningar": "ändr. 22, 45-49, 58, 61 §§; ny 22 d §",
      "ikraftDateTime": "1986-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1985/86:79, 1985/86:146, LU 1985/86:32, rskr 1985/86:293",
      "rubrik": "Lag (1986:367) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "367",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1986",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386412",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2160999",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645759,
      "beteckning": "1986:1426",
      "anteckningar": "ändr. 10 §",
      "ikraftDateTime": "1987-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1986/87:49, LU 1986/87:10, rskr 1986/87:65",
      "rubrik": "Lag (1986:1426) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "1426",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1986",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386414",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161087",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2161086",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645760,
      "beteckning": "2000:92",
      "anteckningar": "ändr. 9, 26, 26 a §§",
      "ikraftDateTime": "2000-04-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1999/2000:35, bet. 1999/2000:KU14, rskr. 1999/2000:134",
      "rubrik": "Lag (2000:92) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "92",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386415",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161153",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2161152",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645761,
      "beteckning": "2000:665",
      "anteckningar": "ändr. 16, 26 e §§",
      "ikraftDateTime": "2001-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1999/2000:100, bet. 1999/2000:FiU27, rskr. 1999/2000:262",
      "rubrik": "Lag (2000:665) om ändring i lagen (1960:729) om upphovsrätt till \r\nlitterära och konstnärliga verk",
      "lopnummer": "665",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2000",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386416",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161242",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2161241",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645762,
      "beteckning": "2005:359",
      "anteckningar": "upph. 15 §, rubr. närmast före 15 §; nuvarande 13, 26 d, 26 f, 26 i\r\nbetecknas 42 c, 42 e, 42 f, 42 a §§; ändr. 2, 12, 16, 17, 18, 19, 20,\r\n21, 23, 24, 26 k, 30, 45, 46, 47, 48, 49, 49 a, 54, 58, 59, de nya 42\r\na, 42 c, 42 e, 42 f §§, rubr. närmast före 12, 16, 17, 30, 47 §§, rubr.\r\nnärmast före 13, 26 i §§ sätts närmast före 42 c, 42 a §§; nya 11 a, 20\r\na, 26 l, 26 m, 42 b, 42 d, 52 b, 52 c, 52 d, 52 e, 52 f, 52 g, 52 h, 57\r\nb §§, rubr. närmast före 11 a, 14, 20 a, 42 b, 42 d, 42 e, 42 f, 52 b,\r\n52 d, 52 f, 52 g, 52 h §§, nya kapitelrubr. närmast före rubr. före 42\r\na, 52 b §§",
      "ikraftDateTime": "2005-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2004/05:110, bet. 2004/05:LU27, rskr. 2004/05:247,\r\nEGTL167/2001 s10",
      "rubrik": "Lag (2005:359) om ändring i lagen (1960:729) om upphovsrätt till\r\nlitterära och konstnärliga verk",
      "lopnummer": "359",
      "celexnummer": "32001L0029",
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2005",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386418",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161312",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2161311",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 645763,
      "beteckning": "2025:547",
      "anteckningar": "ändr. 48, 61, 62 §§",
      "ikraftDateTime": "2025-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:137, bet. 2024/25:NU21, rskr. 2024/25:218",
      "rubrik": "Lag (2025:547) om ändring i lagen (1960:729) om upphovsrätt till litterära och konstnärliga verk",
      "lopnummer": "547",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T11:09:56.6386419",
      "uppdateradDateTime": "2026-01-02T11:10:55.2161408",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T11:10:55.2161407",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T11:09:56.6226492",
  "uppdateradDateTime": "2026-01-02T11:10:55.2138925",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T11:10:55.2138924",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}