{
  "grundforfattningId": 62563,
  "previousId": 61984,
  "beteckning": "2021:401",
  "beteckningSortable": "2021:401",
  "publiceringsar": "2021",
  "lopnummer": "401",
  "rubrik": "Lag (2021:401) om Allmänna arvsfonden",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2021-07-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Socialdepartementet",
    "enhet": null,
    "namnOchEnhet": "Socialdepartementet",
    "departementId": 5,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62560,
    "forarbeten": "Prop. 2020/21:139, bet. 2020/21:SoU29, rskr. 2020/21:307",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2026-01-02T15:53:56.2218768",
    "uppdateradDateTime": "2026-01-02T15:54:15.6702726",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:54:15.6702724",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85383,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1279",
    "omtryck": null,
    "utfardadDateTime": "2021-05-27T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. Inledande bestämmelser\r\n\r\nAllmänna arvsfondens ändamål\r\n\r\n1 § Allmänna arvsfonden har till ändamål att främja verksamhet \r\nav ideell karaktär till förmån för målgrupperna barn, \r\nungdomar, äldre personer och personer med \r\nfunktionsnedsättning.\r\n\r\nAllmänna arvsfondens egendom\r\n\r\n2 § Allmänna arvsfonden består av egendom som har tillfallit \r\nfonden genom \r\n\r\n- arv, \r\n\r\n- gåva, \r\n\r\n- testamente, \r\n\r\n- förmånstagarförordnande i försäkringsavtal, \r\n\r\n- ersättning från återvinning enligt 5 kap. 6 § andra stycket \r\nbegravningslagen (1990:1144), \r\n\r\n- överlämnande från en likvidator enligt 7 kap. 11 § \r\nstiftelselagen (1994:1220),\r\n\r\n- upplösning av en värdepappersfond under de förutsättningar \r\nsom anges i 9 kap. 3 § lagen (2004:46) om värdepappersfonder,\r\n\r\n- beslut av Bolagsverket enligt 25 kap. 42 eller 44 § \r\naktiebolagslagen (2005:551) eller 17 kap. 41 eller 42 § lagen \r\n(2018:672) om ekonomiska föreningar,\r\n\r\n- skifte enligt 32 kap. 14 § aktiebolagslagen, eller \r\n\r\n- domstolsbeslut. \r\n\r\nDet som sägs om egendom som har tillfallit fonden genom arv \r\ngäller också egendom som har tillfallit fonden enligt 1 kap. \r\n11 § i den upphävda lagen (1937:81) om internationella \r\nrättsförhållanden rörande dödsbo eller enligt 2 kap. 4 § \r\nlagen (2015:417) om arv i internationella situationer.\r\n\r\n2 kap. Stöd ur Allmänna arvsfonden\r\n\r\nArvsfondsdelegationen\r\n\r\n1 § Arvsfondsdelegationen beslutar om fördelning av stöd ur \r\nAllmänna arvsfonden.\r\n\r\nOm det finns särskilda skäl får regeringen, efter förslag från \r\ndelegationen, besluta att en annan myndighet under en bestämd \r\ntidsperiod ska fördela visst stöd. Det som föreskrivs i 5, 7, \r\n8 och 10-14 §§ om delegationen ska gälla även för en sådan \r\nmyndighet.\r\n\r\n2 § Regeringen utser ledamöterna i Arvsfondsdelegationen.\r\n\r\nI delegationen ska såväl ledamöter från Regeringskansliet, \r\nvarav en är ordförande, som andra ledamöter ingå. En majoritet \r\nav ledamöterna ska vara personer som inte arbetar i \r\nRegeringskansliet.\r\n\r\nLedamöterna i delegationen ska ha goda kunskaper om barn, \r\nungdomar, äldre personer eller personer med \r\nfunktionsnedsättning.\r\n\r\nFörutsättningar för stöd\r\n\r\n3 § Stöd får lämnas till en verksamhet som är utvecklande för \r\nnågon av Allmänna arvsfondens målgrupper och som har \r\nförutsättningar att främja målgruppen även efter det att \r\nstödet ur fonden har upphört. Stöd får inte lämnas till en \r\norganisations löpande verksamhet.\r\n\r\nStöd får också lämnas för ny-, till- eller ombyggnad av \r\nlokaler, anläggningar samt utrustning i anslutning därtill, om \r\nlokalerna eller anläggningarna ska användas för verksamhet som \r\nuppfyller kriterierna i första stycket.\r\n\r\nVid bedömningen av om stöd enligt första eller andra stycket \r\nska lämnas ska hänsyn tas till om målgruppen deltar i \r\nplaneringen eller genomförandet.\r\n\r\n4 § Stöd får lämnas endast till en organisation som bedriver \r\nideell verksamhet. Om det finns särskilda skäl, får stöd \r\nenligt 3 § första stycket lämnas även till en offentlig \r\nhuvudman.\r\n\r\nStöd får inte lämnas till en organisation som har skulder för \r\nsvenska skatter eller avgifter hos Kronofogdemyndigheten eller \r\nsom är i likvidation eller försatt i konkurs.\r\n\r\n4 a § Stöd får inte lämnas till en organisation om den eller \r\nnågon av dess företrädare som agerar inom ramen för \r\nverksamheten\r\n\r\n1. utövar våld, tvång eller hot mot en person eller på annat \r\nsätt kränker en persons grundläggande fri- och rättigheter,\r\n\r\n2. diskriminerar personer eller grupper av personer eller på \r\nannat sätt bryter mot principen om alla människors lika värde,\r\n\r\n3. försvarar, främjar eller uppmanar till sådana ageranden som \r\nanges i 1 eller 2, eller\r\n\r\n4. motarbetar det demokratiska styrelseskicket.\r\n\r\nStöd får inte heller lämnas till en organisation om det \r\nframkommer att någon av dess samarbetsorganisationer, eller en \r\nföreträdare för samarbetsorganisationen, agerar på ett sådant \r\nsätt som anges i första stycket. Lag (2024:492).\r\n\r\n4 b § Om en organisation, dess företrädare, organisationens \r\nsamarbetsorganisation eller samarbetsorganisationens \r\nföreträdare har agerat på ett sådant sätt som anges i 4 a §, \r\nfår stöd ändå lämnas till organisationen om det finns \r\nsärskilda skäl. Vid denna bedömning ska det särskilt beaktas \r\nom \r\n\r\n1. organisationen har tagit avstånd från agerandet, \r\n\r\n2. organisationen har vidtagit adekvata åtgärder för att \r\nsäkerställa att agerandet inte upprepas, \r\n\r\n3. det är fråga om ett enstaka agerande, och\r\n\r\n4. agerandet ligger långt tillbaka i tiden.\r\n\r\nVid allvarliga överträdelser av en samarbetsorganisation, \r\neller dess företrädare, ska det vid bedömningen även särskilt \r\nbeaktas om samarbetet har avbrutits. Lag (2024:492).\r\n\r\nAnsökan om stöd \r\n\r\n5 § En ansökan om stöd ska göras skriftligen hos \r\nArvsfondsdelegationen.\r\n\r\nAnsökan ska innehålla de uppgifter som behövs för att bedöma \r\nsökandens förutsättningar att få stöd.\r\n\r\nAnsökan ska vara egenhändigt undertecknad av sökanden eller \r\ndennes ombud. Delegationen får tillåta att ansökan \r\nundertecknas med en sådan avancerad elektronisk underskrift \r\nsom avses i artikel 3 i Europaparlamentets och rådets \r\nförordning (EU) nr 910/2014 av den 23 juli 2014 om elektronisk \r\nidentifiering och betrodda tjänster för elektroniska \r\ntransaktioner på den inre marknaden och om upphävande av \r\ndirektiv 1999/93/EG, i den ursprungliga lydelsen.\r\n\r\nVillkor vid stöd\r\n\r\n6 § Ett beslut om stöd ska förenas med de villkor som behövs. \r\nDessa ska framgå av beslutet.\r\n\r\n7 § Den som beviljas stöd för en lokal eller en anläggning ska \r\nförbinda sig att under minst tio år använda den för det \r\nändamål och på de villkor som meddelades när stödet \r\nbeviljades.\r\n\r\nOm lokalen eller anläggningen innehas med nyttjanderätt, får \r\nförbindelsen omfatta minst fem år om det finns särskilda skäl \r\nför en kortare förbindelse än vad som anges i första stycket. \r\n\r\nArvsfondsdelegationen ska som villkor för stödet föreskriva \r\natt lokalen eller anläggningen ska vara anpassad för personer \r\nmed funktionsnedsättning, om inte något hindrar det eller om \r\ndet av särskilda skäl inte behövs.\r\n\r\n8 § Efter ansökan från den som har beviljats stöd kan \r\nArvsfondsdelegationen, om det finns särskilda skäl, besluta om \r\nundantag från den förbindelse eller från de villkor som anges \r\ni 7 § första och andra styckena.\r\n\r\nSkyldighet att hålla medel avskilda\r\n\r\n9 § Den som har tagit emot stöd ska, om inte annat anges i \r\nbeslutet, vara skyldig att hålla medlen avskilda.\r\n\r\nÄndrade förhållanden\r\n\r\n10 § Den som ansöker om eller har beviljats stöd ur Allmänna \r\narvsfonden ska utan dröjsmål till Arvsfondsdelegationen anmäla \r\nsådana ändrade förhållanden som kan påverka rätten till eller \r\nstorleken av stödet.\r\n\r\nRedovisning\r\n\r\n11 § Den som har beviljats stöd ska föreläggas att inom viss \r\ntid efter mottagandet av medlen skriftligen redovisa hur \r\nmedlen har använts och på begäran av Arvsfondsdelegationen \r\nlämna det underlag som behövs för granskningen av \r\nredovisningen.\r\n\r\nHinder mot utbetalning\r\n\r\n12 § Om den som har beviljats stöd inte uppfyller de krav som \r\nföljer av 3 § första stycket andra meningen, 4, 6, 7 och 9-\r\n11 §§, ska Arvsfondsdelegationen besluta att stödet helt eller \r\ndelvis inte ska betalas ut. \r\n\r\nArvsfondsdelegationen ska också besluta att stödet inte ska \r\nbetalas ut om det inte finns förutsättningar att lämna stöd \r\nenligt 4 a och 4 b §§.\r\n\r\nBeslut enligt första och andra styckena gäller omedelbart. \r\nInnan delegationen fattar ett beslut enligt första stycket får \r\ndelegationen ge den som beviljats stöd möjlighet att avhjälpa \r\nbristen. Lag (2024:492).\r\n\r\nÅterbetalningsskyldighet och återkrav\r\n\r\n13 § Stöd ska betalas tillbaka om\r\n\r\n1. stödet inte har använts inom angiven tid eller för avsett \r\nändamål,\r\n\r\n2. mottagaren inte inom föreskriven tid har lämnat redovisning \r\neller underlag enligt 11 §,\r\n\r\n3. mottagaren genom att lämna oriktiga uppgifter eller på \r\nannat sätt har orsakat att stöd ur Allmänna arvsfonden har \r\nlämnats felaktigt eller med ett för högt belopp,\r\n\r\n4. stödet av något annat skäl har lämnats felaktigt eller med \r\nett för högt belopp och mottagaren borde ha insett detta, \r\neller\r\n\r\n5. om det inte finns förutsättningar att lämna stöd enligt \r\n4 a och 4 b §§.\r\n\r\nFör stöd för en lokal eller en anläggning gäller dessutom att \r\nstödet ska återbetalas helt eller delvis, om lokalen eller \r\nanläggningen säljs eller användningen av den ändras utan \r\ndelegationens medgivande inom den tidsperiod som enligt 7 § \r\nförsta och andra styckena gäller för stödet. Lag (2024:492).\r\n\r\n14 § Om Arvsfondsdelegationen anser att mottagaren bör betala \r\ntillbaka stöd ur Allmänna arvsfonden, ska ärendet överlämnas \r\ntill Kammarkollegiet som beslutar i frågan. Kammarkollegiet \r\nfår, om det finns särskilda skäl, besluta att mottagaren helt \r\neller delvis ska befrias från återbetalningsskyldighet.\r\n\r\n3 kap. Förvaltning av Allmänna arvsfonden\r\n\r\nHanteringen av Allmänna arvsfondens egendom\r\n\r\n1 § Allmänna arvsfondens egendom förvaltas av Kammarkollegiet \r\nsom en särskild fond.\r\n\r\n2 § Allmänna arvsfondens rätt till egendom bevakas av \r\nKammarkollegiet. Kammarkollegiet för fondens talan i mål och \r\närenden som rör fonden.\r\n\r\n3 § Medel som tillfaller Allmänna arvsfonden ska överlämnas \r\ntill Kammarkollegiet. Kammarkollegiet ska ta emot och granska \r\nredovisning för förvaltning av egendom som tillfaller fonden.\r\n\r\n4 § Allmänna arvsfondens kapital får tas i anspråk för fondens \r\nändamål även till den del det redovisas som bundet.\r\n\r\n5 § Regeringen beslutar varje år hur stor del av Allmänna \r\narvsfondens samlade tillgångar som ska vara tillgänglig för \r\nutdelning det närmast följande året och anger samtidigt \r\nberäknad nivå för de två därpå följande åren. \r\n\r\nRegeringens beslut får inte medföra att fondens långsiktiga \r\nförvaltning och fortlevnad äventyras. Medel som har gjorts \r\ntillgängliga för utdelning, men som inte har fördelats under \r\nåret, ska återgå till fondens samlade tillgångar.\r\n\r\n6 § Har upphävts genom förordning (2025:1279).\r\n\r\nGåvor och testamenten\r\n\r\n7 § Om ett testamente eller en gåva till förmån för Allmänna \r\narvsfonden har förenats med villkor, beslutar Kammarkollegiet \r\nom egendomen ska tas emot.\r\n\r\n8 § Ett testamente till någon annan än Allmänna arvsfonden får \r\ngodkännas av Kammarkollegiet, om det inte finns någon \r\nanledning till klander. Ett testamente som kan antas vara ett \r\nriktigt uttryck för arvlåtarens yttersta vilja får godkännas \r\näven om det finns anledning till klander.\r\n\r\nKammarkollegiets redovisning till regeringen\r\n\r\n9 § Kammarkollegiet ska varje år till regeringen lämna en \r\nredovisning för förvaltningen av Allmänna arvsfonden som avser \r\ndet senast avslutade räkenskapsåret. Redovisningen ska lämnas \r\ni samband med Kammarkollegiets årsredovisning. Riksrevisionen \r\nska i enlighet med vad som föreskrivs i 5 § lagen (2002:1022) \r\nom revision av statlig verksamhet m.m. granska redovisningen.\r\n\r\nArvsavstående\r\n\r\n10 § Arv eller försäkringsbelopp som har tillfallit Allmänna \r\narvsfonden får helt eller delvis avstås till någon annan om \r\ndet med hänsyn till uttalanden av arvlåtaren eller till andra \r\nsärskilda omständigheter kan anses stämma överens med \r\narvlåtarens yttersta vilja.\r\n\r\nÄven i annat fall får arv eller försäkringsbelopp avstås till \r\narvlåtarens sambo eller någon annan som genom \r\nberoendeförhållande har stått arvlåtaren nära, om det kan \r\nanses skäligt. Vid skälighetsbedömningen ska särskilt beaktas \r\ngraden av beroendeförhållande mellan arvlåtaren och sökanden \r\noch om sökanden har behov av egendomen.\r\n\r\n11 § Arv som utgörs av sådan egendom som är av väsentlig \r\nbetydelse från kulturhistorisk synpunkt eller från natur- \r\neller kulturvårdssynpunkt får avstås till en juridisk person \r\nsom har särskilda förutsättningar att ta hand om egendomen på \r\nlämpligt sätt.\r\n\r\nOm det finns särskilda skäl får ett belopp av det arv som \r\ntillfallit Allmänna arvsfonden tillsammans med sådan egendom \r\navstås till mottagaren av egendomen att användas för sådana \r\nomedelbara åtgärder som är nödvändiga för att bevara den.\r\n\r\n12 § Kammarkollegiet beslutar om avstående av arv och \r\nförsäkringsbelopp. \r\n\r\n13 § Den som vill att ett arv eller ett försäkringsbelopp som \r\nhar tillfallit Allmänna arvsfonden ska avstås helt eller \r\ndelvis, ska ansöka om det hos Kammarkollegiet. Kammarkollegiet \r\nfår uppdra åt länsstyrelsen att utreda frågan.\r\n\r\nEn ansökan om arvsavstående ska göras senast tre år efter \r\ndödsfallet eller efter det att arvet genom preskription har \r\ntillfallit fonden. Om ansökan har kommit in för sent ska den \r\navvisas.\r\n\r\n4 kap. Hantering av dödsbon \r\n\r\nAnmälningsskyldighet vid dödsfall\r\n\r\n1 § Om det vid ett dödsfall inte finns någon annan arvinge än \r\nAllmänna arvsfonden eller om fonden är testamentstagare, ska \r\nden som har boet i sin vård anmäla detta till Kammarkollegiet.\r\n\r\nGod man\r\n\r\n2 § Om det vid ett dödsfall inte finns någon annan arvinge än \r\nAllmänna arvsfonden eller om fonden är testamentstagare, ska \r\nKammarkollegiet förordna en god man att företräda fonden vid \r\nboutredningen.\r\n\r\n3 § God man behöver inte förordnas\r\n\r\n1. om Allmänna arvsfonden har uteslutits från arv genom \r\ntestamente och Kammarkollegiet bedömer att det inte finns \r\nnågon anledning till klander,\r\n\r\n2. om boet har större skulder än tillgångar och det inte \r\nbehövs en god man för att ta vård om egendomen, eller\r\n\r\n3. om egendom som har tillfallit fonden som legat utgörs av \r\npengar.\r\n\r\n4 § Har egendom tillfallit Allmänna arvsfonden genom gåva som \r\ninte endast utgörs av pengar ska Kammarkollegiet förordna en \r\ngod man att ta hand om egendomen.\r\n\r\n5 § Kammarkollegiet ska övervaka att den gode mannen fullgör \r\nsina uppgifter.\r\n\r\nI fråga om god man enligt denna lag gäller vad som är \r\nföreskrivet om sysslomän i 18 kap. handelsbalken.\r\n\r\nFörsäljning av Allmänna arvsfondens egendom\r\n\r\n6 § Kammarkollegiet beslutar om försäljning av fast egendom \r\neller tomträtt som har tillfallit Allmänna arvsfonden.\r\n\r\n7 § Annan lös egendom än tomträtt ska, om god man har \r\nförordnats, av denne säljas på offentlig auktion, om \r\nKammarkollegiet inte medger annat.\r\n\r\nFordringar får säljas endast om de inte kan drivas in.\r\n\r\nOm särskilda föreskrifter har lämnats genom ett testamente, \r\nska de tillämpas.\r\n\r\n8 § Om det i ett dödsbo finns egendom som förvaltas av en god \r\nman enligt 11 kap. 3 § föräldrabalken och som har tillfallit \r\nAllmänna arvsfonden, gäller 6 och 7 §§ i fråga om egendomens \r\nförsäljning.\r\n\r\n5 kap. Kostnader\r\n\r\n1 § Kostnader för fördelning av stöd ska betalas ur Allmänna \r\narvsfonden enligt de grunder som regeringen bestämmer.\r\n\r\n2 § Kammarkollegiets kostnader för att förvalta och företräda \r\nAllmänna arvsfonden ska betalas ur fonden enligt de grunder \r\nsom regeringen bestämmer.\r\n\r\n6 kap. Övriga bestämmelser\r\n\r\nÖverklagande\r\n\r\n1 § Beslut enligt 2 kap. 12 § första och andra styckena samt \r\nKammarkollegiets beslut enligt 2 kap. 14 § och 3 kap. 13 § \r\nandra stycket får överklagas till allmän förvaltningsdomstol. \r\nAndra beslut enligt denna lag får inte överklagas.\r\n\r\nPrövningstillstånd krävs vid överklagande till kammarrätten.\r\nLag (2024:492).\r\n\r\nRedovisning till riksdagen\r\n\r\n2 § Regeringen ska varje år före juni månads utgång lämna en \r\nredovisning till riksdagen för hur Allmänna arvsfonden har \r\nförvaltats och hur stöd har fördelats under det föregående \r\nräkenskapsåret och även ange den kommande inriktningen av \r\nstödet.\r\n\r\nKammarkollegiets redovisning enligt 3 kap. 9 § ska bifogas \r\nredovisningen till riksdagen.\r\n\r\nDelgivning\r\n\r\n3 § När delgivning ska ske med Allmänna arvsfonden är chefen \r\nför Kammarkollegiet, eller någon annan person som är behörig \r\natt ta emot delgivningen för Kammarkollegiets räkning, \r\ndelgivningsmottagare.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2021:401\r\n\r\n1. Denna lag träder i kraft den 1 juli 2021.\r\n\r\n2. Genom lagen upphävs lagen (1994:243) om Allmänna \r\narvsfonden.\r\n\r\n3. Den upphävda lagen gäller dock fortfarande för beslut om \r\nstöd som har meddelats före ikraftträdandet.\r\n\r\n4. Regeringen får efter ikraftträdandet besluta hur stor del \r\nav Allmänna arvsfondens samlade tillgångar som ska vara \r\ntillgänglig för utdelning för perioden 1 juli 2021-31 december \r\n2021 och samtidigt ange beräknad nivå för 2022 och 2023.\r\n\r\n2024:492\r\n\r\n1. Denna lag träder i kraft den 1 januari 2025.\r\n\r\n2. Äldre föreskrifter gäller fortfarande för stöd som har \r\nbeviljats före ikraftträdandet.",
    "skapadDateTime": "2026-01-02T15:53:56.2218765",
    "uppdateradDateTime": "2026-01-02T15:54:15.670289",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2026-01-02T15:54:15.670289",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 648373,
      "beteckning": "2024:492",
      "anteckningar": "ändr. 2 kap. 12, 13 §§, 6 kap. 1 §; nya 2 kap. 4 a, 4 b §§",
      "ikraftDateTime": "2025-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2023/24:119, bet. 2023/24:KrU7, rskr. 2023/24:271",
      "rubrik": "Lag (2024:492) om ändring i lagen (2021:401) om Allmänna arvsfonden",
      "lopnummer": "492",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:53:56.2379884",
      "uppdateradDateTime": "2026-01-02T15:54:15.6703689",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:15.6703688",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 648374,
      "beteckning": "2025:1279",
      "anteckningar": "upph. 3 kap. 6 §",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2025/26:17, bet. 2025/26:SoU9, rskr. 2025/26:55",
      "rubrik": "Lag (2025:1279) om ändring i lagen (2021:401) om Allmänna arvsfonden",
      "lopnummer": "1279",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2026-01-02T15:53:56.2379886",
      "uppdateradDateTime": "2026-01-02T15:54:15.6703827",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2026-01-02T15:54:15.6703826",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2026-01-02T15:53:56.2218758",
  "uppdateradDateTime": "2026-01-02T15:54:15.6700805",
  "publicerad": true,
  "publiceradDateTime": "2026-01-02T15:54:15.6700804",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}