{
  "grundforfattningId": 62253,
  "previousId": 62146,
  "beteckning": "2025:400",
  "beteckningSortable": "2025:400",
  "publiceringsar": "2025",
  "lopnummer": "400",
  "rubrik": "Socialtjänstlag (2025:400)",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "2025-07-01T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Socialdepartementet",
    "enhet": null,
    "namnOchEnhet": "Socialdepartementet",
    "departementId": 5,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 62250,
    "forarbeten": "Prop. 2024/25:89, bet. 2024/25:SoU23, rskr. 2024/25:210",
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": null,
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-12T13:13:51.8885926",
    "uppdateradDateTime": "2025-12-15T13:25:11.2945949",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:25:11.2945946",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85073,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1501",
    "omtryck": null,
    "utfardadDateTime": "2025-05-22T00:00:00",
    "ovrigt": null,
    "forfattningstext": "AVDELNING I. SOCIALTJÄNSTENS MÅL OCH ANDRA GRUNDLÄGGANDE \r\nBESTÄMMELSER\r\n\r\n1 kap. Lagens innehåll och tillämpningsområde\r\n\r\nLagens innehåll\r\n\r\n1 § Denna lag innehåller bestämmelser om samhällets \r\nsocialtjänst. \r\n\r\nDefinition av socialtjänst\r\n\r\n2 § Med socialtjänst avses i den här lagen \r\n\r\n1. verksamhet som bedrivs med stöd av denna lag,\r\n\r\n2. verksamhet som bedrivs med stöd av lagen (1988:870) om vård \r\nav missbrukare i vissa fall,\r\n\r\n3. verksamhet som bedrivs med stöd av lagen (1990:52) med \r\nsärskilda bestämmelser om vård av unga, \r\n\r\n4. verksamhet som bedrivs med stöd av lagen (2024:79) om \r\nplacering av barn i skyddat boende, eller\r\n\r\n5. verksamhet som en socialnämnd eller Statens \r\ninstitutionsstyrelse ska bedriva enligt någon annan lag eller \r\nförordning. \r\n\r\nVerksamhet som Statens institutionsstyrelse bedriver med stöd \r\nav skollagen (2010:800) är inte socialtjänst. Tillsyn eller \r\nandra uppgifter som Inspektionen för vård och omsorg utför med \r\nstöd av den här lagen är inte heller socialtjänst.\r\n\r\nBestämmelser i annan lag\r\n\r\n3 § Om en annan lag eller förordning innehåller en avvikande \r\nbestämmelse för verksamhet som avses i 2 § första stycket 2-5, \r\nska den bestämmelsen gälla.\r\n\r\n4 § För den som omfattas av lagen (1993:387) om stöd och \r\nservice till vissa funktionshindrade finns bestämmelser om \r\ninsatser även i den lagen.\r\n\r\nLagens disposition\r\n\r\n5 § Lagen består av nio avdelningar:\r\n\r\nAvdelning I. Socialtjänstens mål och andra grundläggande \r\nbestämmelser (1-5 kap.).\r\n\r\nAvdelning II. Ansvar för planering, förebyggande arbete och \r\nsamverkan (6 och 7 kap.).\r\n\r\nAvdelning III. Ansvar för boende, delaktighet och för vård \r\nutanför det egna hemmet (8 och 9 kap.).\r\n\r\nAvdelning IV. Insatser till enskilda (10-13 kap.).\r\n\r\nAvdelning V. Handläggning och hantering av uppgifter (14-\r\n17 kap.).\r\n\r\nAvdelning VI. Skydd och stöd för barn och unga (18-24 kap.).\r\n\r\nAvdelning VII. Behörighet, tillstånd, missförhållanden och \r\ntillsyn (25-28 kap.).\r\n\r\nAvdelning VIII. Ansvarsfördelning, organisation och \r\nbemyndiganden (29-31 kap.).\r\n\r\nAvdelning IX. Avgifter, återkrav, bristande verkställighet och \r\növerklagande (32-35 kap.).\r\n\r\n2 kap. Socialtjänstens mål\r\n\r\nÖvergripande mål och principer\r\n\r\n1 § Socialtjänsten ska med utgångspunkt i demokrati och \r\nsolidaritet främja enskildas \r\n\r\n- ekonomiska och sociala trygghet,\r\n\r\n- jämlika och jämställda levnadsvillkor, och\r\n\r\n- aktiva deltagande i samhällslivet.\r\n\r\nVerksamheten ska bygga på respekt för enskildas \r\nsjälvbestämmanderätt och integritet.\r\n\r\nVerksamhetens inriktning\r\n\r\n2 § Socialtjänsten ska inriktas på att utveckla enskildas och \r\ngruppers egna resurser och samtidigt beakta den enskildes \r\nansvar för sin och andras sociala situation.\r\n\r\n3 § Socialtjänsten ska inriktas på att enskilda får leva ett \r\nvärdigt liv och känna välbefinnande.\r\n\r\n4 § Socialtjänsten ska arbeta förebyggande och vara lätt \r\ntillgänglig.\r\n\r\n3 kap. Barns rättigheter\r\n\r\nBarnets bästa \r\n\r\n1 § Vid alla åtgärder som rör barn ska i första hand det som \r\nbedöms vara barnets bästa beaktas. Vid bedömningen av barnets \r\nbästa ska hänsyn tas till barnets åsikter. Om ett beslut eller \r\nen annan åtgärd rör vård- eller behandlingsinsatser för ett \r\nbarn, ska det som är bäst för barnet vara avgörande.\r\n\r\nMed barn avses en person under 18 år. \r\n\r\nRätt att framföra sina åsikter\r\n\r\n2 § Ett barn ska ges möjlighet att framföra sina åsikter i \r\nfrågor som rör barnet. Barnets åsikter ska tillmätas betydelse \r\ni förhållande till barnets ålder och mognad.\r\n\r\nRätt till information\r\n\r\n3 § Barnet ska kontinuerligt få relevant information vid en \r\nåtgärd som rör barnet. Informationen ska vara anpassad till \r\nbarnets individuella behov och situation i fråga om ålder, \r\nmognad och individuella förutsättningar. Den som lämnar \r\ninformationen ska så långt det är möjligt försäkra sig om att \r\nbarnet har förstått informationen.\r\n\r\nRätt att föra sin egen talan\r\n\r\n4 § Ett barn som har fyllt 15 år har rätt att föra sin egen \r\ntalan i mål och ärenden enligt denna lag. Ett barn som är \r\nyngre får höras i domstol, om barnet inte kan antas ta skada \r\nav det.\r\n\r\n4 kap. Ansvaret för uppgifter inom socialtjänsten\r\n\r\nKommunen är ytterst ansvarig för socialtjänsten\r\n\r\n1 § En kommun ansvarar för socialtjänsten inom sitt område och \r\nhar det yttersta ansvaret för att enskilda får de insatser som \r\nde behöver. Kommunens ansvar inskränker inte det ansvar som \r\nandra huvudmän har.\r\n\r\nBestämmelser om ansvarsfördelningen mellan kommuner när det \r\ngäller insatser finns i 29 kap.\r\n\r\nVad som avses med socialnämnd\r\n\r\n2 § Kommunfullmäktige bestämmer vilken eller vilka nämnder som \r\nska fullgöra kommunens uppgifter inom socialtjänsten.\r\n\r\nMed socialnämnd i denna lag eller annan författning avses en \r\nnämnd som enligt första stycket fullgör uppgifter inom \r\nsocialtjänsten. \r\n\r\nAndra utförare inom socialtjänsten\r\n\r\n3 § Kommunen får ingå avtal med ett privaträttsligt organ \r\neller en fysisk person om att utföra kommunens uppgifter inom \r\nsocialtjänsten. Uppgifter som innefattar myndighetsutövning \r\nfår dock inte överlämnas.\r\n\r\nBestämmelser om att en kommun får ingå avtal om att någon av \r\ndess uppgifter helt eller delvis ska utföras av en annan \r\nkommun eller en region finns i 9 kap. 37 § kommunallagen \r\n(2017:725).\r\n\r\nEn kommun som inte tillhör någon region\r\n\r\n4 § Lagens bestämmelser om regioner ska även tillämpas på en \r\nkommun som inte tillhör någon region.\r\n\r\n5 kap. Verksamhetens kvalitet\r\n\r\nVetenskap och beprövad erfarenhet \r\n\r\n1 § Verksamhet inom socialtjänsten ska vara av god kvalitet. \r\nVerksamheten ska bedrivas i enlighet med vetenskap och \r\nbeprövad erfarenhet.\r\n\r\nVar och en som fullgör uppgifter inom socialtjänsten ska \r\nmedverka till att den verksamhet som bedrivs och de insatser \r\nsom genomförs är av god kvalitet.\r\n\r\nUppföljning och kvalitetsutveckling \r\n\r\n2 § Socialnämnden ska systematiskt och fortlöpande följa upp, \r\nutveckla och säkra kvaliteten i verksamheten.\r\n\r\nPersonalens utbildning och erfarenhet \r\n\r\n3 § Personal som utför uppgifter inom socialtjänsten ska ha \r\nlämplig utbildning och erfarenhet. \r\n\r\nAVDELNING II. ANSVAR FÖR PLANERING, FÖREBYGGANDE ARBETE OCH \r\nSAMVERKAN\r\n\r\n6 kap. Allmänt förebyggande arbete\r\n\r\nKunskap om förhållandena i kommunen\r\n\r\n1 § Socialnämnden ska vara väl insatt i levnadsförhållandena i \r\nkommunen.\r\n\r\nInformation om socialtjänsten \r\n\r\n2 § Socialnämnden ska informera om socialtjänsten i kommunen.\r\n\r\nUppsökande verksamhet\r\n\r\n3 § Socialnämnden ska genom uppsökande verksamhet och på annat \r\nsätt bidra till att skapa förutsättningar för goda \r\nlevnadsförhållanden.\r\n\r\nSocialnämnden ska i den uppsökande verksamheten upplysa om \r\nsocialtjänsten och vilka insatser den kan erbjuda. När det är \r\nlämpligt ska nämnden samverka med andra samhällsorgan och med \r\nenskilda organisationer.\r\n\r\nSamhällsplanering och samhällsmiljö\r\n\r\n4 § Socialnämnden ska medverka i samhällsplaneringen. Nämnden \r\nska främja goda miljöer i kommunen i samverkan med andra \r\nsamhällsorgan, enskilda organisationer och fysiska personer.\r\n\r\nSocialnämndens medverkan i samhällsplaneringen ska bygga på \r\nnämndens sociala erfarenheter och särskilt syfta till att \r\npåverka utformningen av bostadsområden i kommunen. Nämnden ska \r\nockså arbeta för att offentliga lokaler och allmänna \r\nkommunikationer utformas så att de blir lätt tillgängliga för \r\nalla.\r\n\r\n5 § Socialnämnden ska ta initiativ till och bevaka att \r\nåtgärder vidtas för att skapa en god samhällsmiljö och goda \r\nförhållanden för barn och unga, för äldre, för personer med \r\nfunktionsnedsättning, för dem som utsatts för våld eller andra \r\növergrepp av en närstående och för andra grupper som har behov \r\nav samhällets särskilda stöd. Socialnämnden ska i sin \r\nverksamhet främja den enskildes rätt till arbete, bostad och \r\nutbildning. \r\n\r\nFörebyggande arbete mot skadligt bruk och beroende\r\n\r\n6 § Socialnämnden ska arbeta för att förebygga och motverka \r\nskadligt bruk och beroende av alkohol, narkotika och andra \r\nberoendeframkallande medel samt spel om pengar.\r\n\r\n7 § Socialnämnden ska genom information till myndigheter, \r\ngrupper och enskilda samt genom uppsökande verksamhet sprida \r\nkunskap om skadeverkningar av skadligt bruk och beroende och \r\nom de hjälpmöjligheter som finns.\r\n\r\nFörebyggande arbete mot brottslighet\r\n\r\n8 § Socialnämnden ska arbeta för att förebygga och motverka \r\nbrottslighet.\r\n\r\n7 kap. Övergripande planering och samverkan\r\n\r\nPlanering av insatser\r\n\r\n1 § Kommunen ska planera sina insatser för enskilda. Kommunen \r\nska särskilt väga in behovet av tidiga och förebyggande \r\ninsatser.\r\n\r\nOm det inte är obehövligt ska kommunen samverka med regionen \r\noch med andra relevanta samhällsorgan och organisationer vid \r\nplaneringen av insatser.\r\n\r\nÖverenskommelser om samverkan i fråga om vissa grupper\r\n\r\n2 § Kommunen ska ingå en överenskommelse med regionen om att \r\nsamverka i fråga om\r\n\r\n- barn och unga som vårdas utanför det egna hemmet eller som \r\när placerade i ett skyddat boende,\r\n\r\n- personer med psykisk funktionsnedsättning, och\r\n\r\n- personer som har ett skadligt bruk eller beroende av \r\nalkohol, narkotika, andra beroendeframkallande medel, \r\nläkemedel, dopningsmedel eller spel om pengar.\r\n\r\nOm det är möjligt bör organisationer som företräder dessa \r\ngrupper av personer eller deras närstående ges möjlighet att \r\nlämna synpunkter på innehållet i överenskommelsen.\r\n\r\nÖverenskommelser om effektivare användning av resurser\r\n\r\n3 § Kommunen får träffa en överenskommelse med regionen, \r\nFörsäkringskassan och Arbetsförmedlingen om att samverka inom \r\nramen för socialtjänstens uppgifter i syfte att uppnå en \r\neffektivare användning av tillgängliga resurser. Kommunen ska \r\nbidra till finansieringen av verksamhet som bedrivs i sådan \r\nsamverkan. Enligt bestämmelser i lagen (2003:1210) om \r\nfinansiell samordning av rehabiliteringsinsatser får kommunen \r\ndelta i finansiell samordning inom rehabiliteringsområdet.\r\n\r\nRiksrevisionen får granska verksamhet som bedrivits i \r\nsamverkan med och som delvis finansierats av Försäkringskassan \r\neller Arbetsförmedlingen. Vid granskningen har Riksrevisionen \r\nrätt att ta del av de uppgifter som behövs för att granska \r\nverksamheten.\r\n\r\nAVDELNING III. ANSVAR FÖR BOENDE, DELAKTIGHET OCH FÖR VÅRD \r\nUTANFÖR DET EGNA HEMMET\r\n\r\n8 kap. Boende och delaktighet i samhället\r\n\r\nMöjligheten att bo hemma och ha kontakt med andra\r\n\r\n1 § Socialnämnden bör underlätta för enskilda att bo hemma och \r\natt ha kontakt med andra, genom hemtjänst, dagverksamheter \r\neller andra liknande insatser.\r\n\r\nÄldre personer\r\n\r\nSjälvständighet, gemenskap och goda bostäder\r\n\r\n2 § Socialnämnden ska arbeta för att äldre personer får \r\nmöjlighet att leva och bo självständigt under trygga \r\nförhållanden och ha en aktiv och meningsfull tillvaro i \r\ngemenskap med andra.\r\n\r\n3 § Socialnämnden ska arbeta för att äldre personer får goda \r\nbostäder. Nämnden ska därutöver ge äldre som behöver det \r\ninsatser i hemmet och tillgång till andra lättåtkomliga \r\ntjänster. \r\n\r\nSärskilda boendeformer för äldre personer\r\n\r\n4 § Kommunen ska inrätta särskilda boendeformer för äldre \r\npersoner som behöver omvårdnad och särskilt stöd.\r\n\r\nKommunen får även inrätta särskilda boendeformer för äldre \r\npersoner som främst behöver insatser i boendet och andra \r\nlättåtkomliga tjänster och som därutöver har behov av att \r\nbryta oönskad isolering.\r\n\r\nMinoritetsspråk\r\n\r\n5 § Kommunen ska arbeta för att det ska finnas tillgång till \r\npersonal med kunskaper i finska, jiddisch, meänkieli, romani \r\nchib eller samiska där detta behövs i omvårdnaden om äldre \r\npersoner.\r\n\r\n6 § En kommun som ingår i ett förvaltningsområde enligt lagen \r\n(2009:724) om nationella minoriteter och minoritetsspråk ska \r\nerbjuda den som begär det möjlighet att få hela eller en \r\nväsentlig del av den omvårdnad som erbjuds inom ramen för \r\näldreomsorgen av personal som behärskar finska, meänkieli \r\neller samiska.\r\n\r\n7 § En kommun som inte ingår i något förvaltningsområde enligt \r\nlagen (2009:724) om nationella minoriteter och minoritetsspråk \r\nska erbjuda den som begär det möjlighet att få hela eller en \r\nväsentlig del av den omvårdnad som erbjuds inom ramen för \r\näldreomsorgen av personal som behärskar finska, jiddisch, \r\nmeänkieli, romani chib eller samiska, om kommunen har tillgång \r\ntill personal med sådana språkkunskaper. Detsamma gäller för \r\nen kommun som ingår i ett förvaltningsområde för ett visst \r\nminoritetsspråk vad gäller övriga minoritetsspråk.\r\n\r\n8 § Kommunen ska inom ramen för äldreomsorg som erbjuds enligt \r\n6 och 7 §§ beakta äldre personers behov av att upprätthålla \r\nsin kulturella identitet.\r\n\r\n9 § Kommunen ska informera den som ansöker om insatser inom \r\nramen för äldreomsorgen om möjligheterna att få omvårdnad av \r\npersonal som behärskar något av de angivna minoritetsspråken \r\nenligt 6 och 7 §§.\r\n\r\nPersoner med funktionsnedsättning\r\n\r\nDelaktighet i samhället \r\n\r\n10 § Socialnämnden ska arbeta för att personer som av fysiska, \r\npsykiska eller andra skäl möter betydande svårigheter i sin \r\nlivsföring får möjlighet att delta i samhällets gemenskap och \r\natt leva som andra. \r\n\r\nSocialnämnden ska medverka till att dessa personer får en \r\nmeningsfull sysselsättning och får bo på ett sätt som är \r\nanpassat efter deras individuella behov av särskilt stöd.\r\n\r\nBostäder med särskilt stöd \r\n\r\n11 § Kommunen ska inrätta bostäder med särskilt stöd för \r\npersoner som behöver ett sådant boende till följd av att de \r\nmöter betydande svårigheter i sin livsföring av fysiska, \r\npsykiska eller andra skäl.\r\n\r\n9 kap. Vård utanför det egna hemmet och skyddat boende\r\n\r\nAnsvar för att erbjuda vård utanför hemmet\r\n\r\n1 § Socialnämnden ansvarar för att enskilda som behöver vårdas \r\neller bo i ett annat hem än det egna tas emot i\r\n\r\n- ett familjehem,\r\n\r\n- ett stödboende för barn och unga i åldern 16-20 år \r\n(stödboende), eller\r\n\r\n- ett hem för vård eller boende.\r\n\r\nBarn som är 16 eller 17 år får tas emot i ett stödboende \r\nendast om det finns särskilda skäl.\r\n\r\nVad som avses med familjehem, stödboende och hem för vård \r\neller boende\r\n\r\nFamiljehem\r\n\r\n2 § Med familjehem avses ett enskilt hem som på uppdrag av \r\nsocialnämnden tar emot barn för stadigvarande vård, omsorg och \r\nuppfostran eller vuxna för vård och omvårdnad och vars \r\nverksamhet inte bedrivs yrkesmässigt.\r\n\r\nStödboende\r\n\r\n3 § Med stödboende avses en verksamhet inom socialtjänsten som \r\ntar emot enskilda i åldern 16-20 år i ett eget boende med \r\nindividanpassat stöd. Om en sådan verksamhet drivs av ett \r\nprivaträttsligt organ eller en fysisk person, krävs dessutom \r\natt verksamheten bedrivs yrkesmässigt.\r\n\r\nHem för vård eller boende\r\n\r\n4 § Med hem för vård eller boende avses ett hem inom \r\nsocialtjänsten som tar emot enskilda för vård eller behandling \r\ni förening med ett boende. Om ett sådant hem drivs av ett \r\nprivaträttsligt organ eller en fysisk person, krävs dessutom \r\natt verksamheten bedrivs yrkesmässigt. Som hem för vård eller \r\nboende räknas inte sådana särskilda boendeformer för äldre \r\npersoner som avses i 8 kap. 4 § och inte heller sådana \r\nsärskilda boendeformer för personer med funktionsnedsättning \r\nsom avses i 8 kap. 11 §.\r\n\r\nAnsvar för att erbjuda skyddat boende\r\n\r\n5 § Socialnämnden ansvarar för att enskilda som behöver stöd \r\noch skydd till följd av hot, våld eller andra övergrepp kan \r\ntas emot i ett skyddat boende.\r\n\r\nVad som avses med skyddat boende\r\n\r\n6 § Med skyddat boende avses ett boende inom socialtjänsten \r\nsom tillhandahåller platser för tillfällig heldygnsvistelse \r\ntillsammans med individanpassat stöd åt enskilda i behov av \r\nskydd mot hot, våld eller andra övergrepp. Om ett sådant \r\nboende drivs av ett privaträttsligt organ eller en fysisk \r\nperson, krävs dessutom att verksamheten bedrivs yrkesmässigt.\r\n\r\nAnsvar för att hem och boenden finns tillgängliga\r\n\r\n7 § Kommunen ansvarar för att det finns tillgång till \r\nfamiljehem, stöd-boenden, skyddade boenden och hem för vård \r\neller boende. Enligt 8 § ska dock behovet av vissa hem \r\ntillgodoses av staten.\r\n\r\nAnsvar för särskilda ungdomshem och LVM-hem\r\n\r\n8 § Staten ska tillgodose behovet av sådana hem som avses i \r\n12 § lagen (1990:52) med särskilda bestämmelser om vård av \r\nunga (särskilda ungdomshem) och sådana hem som avses i 22 och \r\n23 §§ lagen (1988:870) om vård av missbrukare i vissa fall \r\n(LVM-hem).\r\n\r\nStaten får ta ut en avgift för vård i särskilda ungdomshem och \r\nLVM-hem av den kommun som begärt placeringen.\r\n\r\n9 § Statens institutionsstyrelse leder verksamheten vid \r\nsärskilda ungdomshem och LVM-hem. Bestämmelser om tillsyn m.m. \r\növer verksamheten vid hemmen finns i 28 kap.\r\n\r\nStatens institutionsstyrelse får genom avtal ge en region \r\neller en kommun i uppdrag att inrätta och driva ett särskilt \r\nungdomshem eller LVM-hem om det finns särskilda skäl.\r\n\r\nGod vård som bedrivs i samråd med socialnämnden \r\n\r\n10 § Socialnämnden ansvarar för att den som på initiativ av \r\nnämnden har tagits emot i ett annat hem än det egna får god \r\nvård. \r\n\r\nVården bör utformas så att den bidrar till att den enskilde \r\nfår samhörighet med närstående samt kontakt med hemmiljön.\r\n\r\n11 § Vård i familjehem, stödboende, skyddat boende, hem för \r\nvård eller boende, särskilda ungdomshem och LVM-hem ska \r\nbedrivas i samråd med socialnämnden. \r\n\r\nVård- och genomförandeplan\r\n\r\n12 § Om en enskild behöver vårdas i ett familjehem, \r\nstödboende, skyddat boende eller hem för vård eller boende, \r\nska socialnämnden upprätta en plan för vården (vårdplan).\r\n\r\nFör barn och unga som vårdas i ett familjehem, stödboende, \r\nskyddat boende eller hem för vård eller boende ska nämnden \r\nockså upprätta en plan över hur vården ska genomföras \r\n(genomförandeplan).\r\n\r\nAv en vårdplan och en genomförandeplan ska det även framgå \r\nvilka åtgärder och insatser som andra huvudmän har ansvar för. \r\n\r\n13 § En vårdplan ska revideras vid behov. Om en vårdplan \r\nrevideras, och det finns en genomförandeplan, ska även \r\ngenomförandeplanen ses över.\r\n\r\nDen första revideringen av en vårdplan som gäller ett barn ska \r\nske senast när barnet har varit placerat i två år. Om det inte \r\nfinns särskilda skäl mot det, ska vårdplanen vid den \r\ntidpunkten särskilt ta upp frågan om barnets långsiktiga \r\nboende. \r\n\r\nAVDELNING IV. INSATSER TILL ENSKILDA \r\n\r\n10 kap. Socialnämndens ansvar att erbjuda insatser\r\n\r\nInsatser kan ges i olika former och på olika sätt\r\n\r\n1 § Socialnämnden ansvarar för att erbjuda insatser i form av \r\nrådgivning, omsorg, vård, stöd och annan hjälp till enskilda \r\nsom behöver det.\r\n\r\nBestämmelser i annan lag\r\n\r\n2 § Den som omfattas av lagen (1994:137) om mottagande av \r\nasylsökande m.fl. har inte rätt till sådana insatser enligt \r\n11 kap. 1 § eller sådant ekonomiskt bistånd enligt 12 kap. 1 § \r\nsom motsvarar förmåner enligt lagen om mottagande av \r\nasylsökande m.fl. Han eller hon har inte heller rätt till \r\nekonomiskt bistånd för bostadskostnader. \r\n\r\nDen enskildes önskemål och självständighet ska vägas in \r\n\r\n3 § Insatser ska utformas och genomföras tillsammans med den \r\nenskilde och vid behov i samverkan med andra samhällsorgan och \r\nenskilda organisationer.\r\n\r\n4 § När en insats utförs i boendet ska den enskilde så långt \r\ndet är möjligt kunna välja när och hur insatsen ges. \r\n\r\n5 § Insatser ska utformas så att de stärker den enskildes \r\nmöjligheter att leva ett självständigt liv.\r\n\r\nDigital teknik \r\n\r\n6 § Digital teknik får användas när insatser ges i form av \r\nhemtjänst eller boende i en sådan särskild boendeform för \r\näldre personer som avses i 8 kap. 4 §. Den digitala tekniken \r\nfår bara användas utanför den mänskliga kroppen.\r\n\r\nFast omsorgskontakt\r\n\r\n7 § Den som har hemtjänst ska erbjudas en fast omsorgskontakt, \r\nom det inte är uppenbart obehövligt.\r\n\r\nDen fasta omsorgskontakten ska tillgodose den enskildes behov \r\nav trygghet, kontinuitet, individanpassad omsorg och \r\nsamordning när hemtjänstinsatsen verkställs.\r\n\r\nNär insatser ska samordnas i en individuell plan\r\n\r\n8 § Om en enskild har behov av insatser både från \r\nsocialtjänsten och från hälso- och sjukvården, ska kommunen \r\ntillsammans med regionen upprätta en individuell plan. Planen \r\nska upprättas om kommunen eller regionen bedömer att den \r\nbehövs för att den enskilde ska få sina behov tillgodosedda, \r\noch om den enskilde samtycker till att den upprättas. Arbetet \r\nmed planen ska påbörjas genast.\r\n\r\nAv planen ska det framgå\r\n\r\n1. vilka insatser som behövs,\r\n\r\n2. vilka insatser respektive huvudman ska ansvara för,\r\n\r\n3. vilka åtgärder som ska vidtas av någon annan än kommunen \r\neller regionen, och\r\n\r\n4. vem av huvudmännen som ska ha det övergripande ansvaret för \r\nplanen.\r\n\r\n9 § Den individuella planen ska upprättas tillsammans med den \r\nenskilde när det är möjligt. Närstående ska ges möjlighet att \r\ndelta i arbetet med planen, om det är lämpligt och den \r\nenskilde inte motsätter sig det. \r\n\r\n11 kap. Insatser för personliga behov \r\n\r\nInsatser efter behovsprövning\r\n\r\nDen enskilde har rätt till insatser för att tillgodose sina \r\npersonliga behov\r\n\r\n1 § En enskild som inte själv kan tillgodose sina personliga \r\nbehov och inte heller kan få dem tillgodosedda på annat sätt \r\nhar rätt att få insatser av socialnämnden för dessa behov.\r\n\r\nDen enskilde ska tillförsäkras skäliga levnadsförhållanden \r\ngenom insatserna. \r\n\r\nDen enskildes ekonomi ska inte alltid beaktas \r\n\r\n2 § Socialnämnden får inte ta hänsyn till en persons \r\nekonomiska förhållanden när nämnden prövar om den enskilde \r\nbehöver insatser för att tillförsäkras skäliga \r\nlevnadsförhållanden och behovet gäller sådana insatser där \r\nrätten att ta ut avgifter för insatsen regleras i 32 kap. \r\n\r\nÄldre par har rätt att fortsätta bo tillsammans \r\n\r\n3 § För att anses ha skäliga levnadsförhållanden, ska den som \r\nhar beviljats eller beviljas boende i en sådan särskild \r\nboendeform för äldre personer som avses i 8 kap. 4 § kunna bo \r\nmed sin make eller sambo. Det gäller under förutsättning att \r\nparet stadigvarande bor tillsammans. Om den ena parten redan \r\nbor i ett sådant boende, ska paret dessförinnan stadigvarande \r\nha bott tillsammans.\r\n\r\nRätten att bo tillsammans gäller oavsett om maken eller sambon \r\nhar behov av boende i en särskild boendeform.\r\n\r\nSocialnämnden får ge ytterligare insatser\r\n\r\n4 § Socialnämnden får ge insatser för att tillgodose \r\npersonliga behov utöver vad som följer av 1 § om det finns \r\nskäl för det.\r\n\r\nInsatser utan individuell behovsprövning\r\n\r\nSocialnämnden får erbjuda insatser utan individuell \r\nbehovsprövning \r\n\r\n5 § Socialnämnden får tillhandahålla insatser för att \r\ntillgodose personliga behov utan individuell behovsprövning. \r\nFöljande insatser kräver dock alltid en individuell \r\nbehovsprövning: \r\n\r\n1. kontaktperson, kontaktfamilj eller kvalificerad \r\nkontaktperson,\r\n\r\n2. vård i familjehem,\r\n\r\n3. vård i LVM-hem,\r\n\r\n4. vård i särskilda ungdomshem,\r\n\r\n5. vård av barn eller unga mellan 18 och 20 år i jourhem, \r\nstödboende, skyddat boende och andra hem för vård eller boende \r\nutöver sådana LVM-hem och särskilda ungdomshem som avses i 3 \r\noch 4, \r\n\r\n6. bostad i ett boende för äldre personer eller för personer \r\nmed funktionsnedsättning som avses i 8 kap. 4 eller 11 §, och\r\n\r\n7. vård i hem för viss annan heldygnsvård.\r\n\r\nInformation om möjligheten till individuellt behovsprövade \r\ninsatser\r\n\r\n6 § Den som genomför insatser som har beslutats enligt 5 § ska \r\ninformera enskilda som vänder sig till verksamheten om \r\nmöjligheten att ansöka om insatser enligt 1 §.\r\n\r\nInformationen ska lämnas på lämpligt sätt och i lämplig \r\nutsträckning.\r\n\r\n12 kap. Insatser för ekonomiska behov\r\n\r\nEkonomiskt bistånd för att få en skälig levnadsnivå\r\n\r\n1 § En enskild som inte själv kan tillgodose sina ekonomiska \r\nbehov och inte heller kan få dem tillgodosedda på annat sätt \r\nhar rätt att få ekonomiskt bistånd av socialnämnden för sin \r\nförsörjning (försörjningsstöd) och för sina levnadskostnader i \r\növrigt.\r\n\r\nDen enskilde ska tillförsäkras en skälig levnadsnivå genom \r\nbiståndet.\r\n\r\nSocialnämnden får ge ytterligare ekonomiskt bistånd\r\n\r\n2 § Socialnämnden får ge ekonomiskt bistånd utöver vad som \r\nföljer av 1 § om det finns skäl för det.\r\n\r\nFörutsättningar för försörjningsstöd\r\n\r\nSkyldighet att stå till arbetsmarknadens förfogande\r\n\r\n3 § En enskild som kan arbeta, men som inte kan försörja sig, \r\nhar rätt till försörjningsstöd om han eller hon står till \r\narbetsmarknadens förfogande. I detta ingår att vid behov delta \r\ni kommunal vuxenutbildning i svenska för invandrare eller \r\nmotsvarande utbildning vid folkhögskola. \r\n\r\nOm det finns godtagbara skäl, har den enskilde rätt till \r\nförsörjningsstöd även om han eller hon inte står till \r\narbetsmarknadens förfogande.\r\n\r\nSkyldighet att delta i praktik\r\n\r\n4 § Om en enskild som får försörjningsstöd inte har kunnat \r\nerbjudas någon lämplig arbetsmarknadspolitisk åtgärd, får \r\nsocialnämnden begära att han eller hon under viss tid ska \r\ndelta i praktik eller annan kompetenshöjande verksamhet som \r\nnämnden anvisar.\r\n\r\nSyftet med praktiken eller den kompetenshöjande verksamheten \r\nska vara att utveckla den enskildes möjligheter att i \r\nframtiden försörja sig själv. Verksamheten ska förbättra den \r\nenskildes möjligheter att komma in på arbetsmarknaden eller, \r\nnär det är lämpligt, på en fortsatt utbildning. Den enskildes \r\nindividuella önskemål och förutsättningar ska vägas in i \r\nskälig utsträckning när verksamheten utformas.\r\n\r\nSocialnämnden ska samråda med Arbetsförmedlingen inför beslut \r\nom att anvisa praktik eller någon annan kompetenshöjande \r\nverksamhet. \r\n\r\n5 § Om den enskilde utan godtagbart skäl avböjer att delta i \r\npraktik eller någon annan kompetenshöjande verksamhet som \r\nanvisats enligt 4 §, får fortsatt försörjningsstöd nekas eller \r\nsättas ned. Detsamma gäller om han eller hon uteblir från \r\npraktiken eller den kompetenshöjande verksamheten utan \r\ngodtagbart skäl.\r\n\r\n6 § En enskild som deltar i praktik eller någon annan \r\nkompetenshöjande verksamhet enligt 4 § ska inte anses som \r\narbetstagare. I den utsträckning den enskilde utför uppgifter \r\nsom stämmer överens med eller liknar sådant som vanligen \r\nutförs vid förvärvsarbete, ska han eller hon dock likställas \r\nmed arbetstagare vid tillämpning av 2 kap. 1-9 §§, 3 kap. 1-4 \r\noch 6-13 §§, 4 kap. 1-4 och 8-10 §§ samt 7-9 kap. \r\narbetsmiljölagen (1977:1160) och av bestämmelserna om \r\narbetsskadeförsäkring i socialförsäkringsbalken.\r\n\r\nBeräkning av försörjningsstöd \r\n\r\n7 § Försörjningsstöd lämnas för skäliga kostnader för \r\n\r\n1. livsmedel, kläder och skor, lek och fritid, \r\nförbrukningsvaror, hälsa och hygien samt dagstidning och \r\ntelefon, och\r\n\r\n2. boende, hushållsel, arbetsresor, hemförsäkring samt \r\nmedlemskap i fackförening och arbetslöshetskassa.\r\n\r\nRegeringen anger en norm (riksnorm) för hur skäliga kostnader \r\nenligt första stycket 1 ska beräknas. Riksnormen gäller i hela \r\nlandet och sätts utifrån officiella prisundersökningar av \r\nolika hushållstypers baskonsumtion. \r\n\r\nSocialnämnden ska i ett enskilt fall beräkna dessa kostnader \r\ntill en högre nivå om det finns särskilda skäl för det. \r\nNämnden får också i ett enskilt fall beräkna kostnaderna till \r\nen lägre nivå, om det finns särskilda skäl för det. \r\n\r\n7 a § Beslut om fritidskort får inte påverka beräkningen av \r\nförsörjningsstöd enligt 7 § tredje stycket andra meningen.\r\nLag (2025:762).\r\n\r\nSärskild beräkningsregel för den som börjat arbeta\r\n\r\n8 § För den som har fått försörjningsstöd under sex månader i \r\nföljd ska 25 procent av inkomsterna av anställning inte \r\nbeaktas vid bedömningen av rätten till ekonomiskt bistånd \r\n(särskild beräkningsregel).\r\n\r\nDen särskilda beräkningsregeln gäller under två år. Därefter \r\nmåste kravet på att försörjningsstöd ska ha lämnats under sex \r\nmånader i följd uppfyllas på nytt för att den särskilda \r\nberäkningsregeln ska gälla igen.\r\n\r\nDen särskilda beräkningsregeln gäller inte hemmavarande barns \r\noch skolungdomars inkomster som anges i 9 § tredje stycket.\r\n\r\nBarns och skolungdomars inkomster vid beräkningen av \r\nekonomiskt bistånd\r\n\r\n9 § Vid bedömningen av rätten till ekonomiskt bistånd ska \r\nsocialnämnden inte räkna in\r\n\r\n- hemmavarande barns inkomster av eget arbete, eller \r\n\r\n- hemmavarande skolungdomars inkomster av eget arbete om \r\nskolungdomarna är under 21 år.\r\n\r\nTill skolgång räknas studier i grundskolan eller \r\ngymnasieskolan eller annan jämförlig grundutbildning.\r\n\r\nHemmavarande barns och skolungdomars inkomster av eget arbete \r\nfår dock räknas in vid bedömningen av den enskildes behov av \r\nekonomiskt bistånd till den del dessa inkomster per kalenderår \r\növerstiger ett prisbasbelopp enligt 2 kap. 6 och 7 §§ \r\nsocialförsäkringsbalken. \r\n\r\n13 kap. Vissa insatser som socialnämnden ska kunna erbjuda\r\n\r\nBrottsofferstöd\r\n\r\n1 § Socialnämnden ska erbjuda brottsofferstöd. Insatsen kan \r\nriktas till både den som har utsatts för brott och dennes \r\nnärstående.\r\n\r\nI socialnämndens ansvar enligt första stycket ingår att \r\nnämnden ska vara uppmärksam på att personer kan vara i behov \r\nav insatser för att förändra sin situation, såsom kvinnor som \r\när eller har varit utsatta för våld eller andra övergrepp av \r\nen närstående man, andra personer som är eller har varit \r\nutsatta för våld eller andra övergrepp av någon närstående \r\nsamt personer som är eller har varit utsatta för våld eller \r\nförtryck med hedersmotiv.\r\n\r\nBudget- och skuldrådgivning\r\n\r\n2 § Socialnämnden ska erbjuda budget- och skuldrådgivning om \r\nen skuldsatt person behöver vägledning för att hitta \r\nlångsiktiga lösningar på sina ekonomiska svårigheter. \r\n\r\nInsatsen ska även erbjudas under ett skuldsaneringsförfarande \r\noch till dess att en beviljad skuldsanering eller F-\r\nskuldsanering är helt avslutad.\r\n\r\n3 § Konsumentverket ska stödja och ge vägledning för den \r\nbudget- och skuldrådgivning som socialnämnden ansvarar för.\r\n\r\nFamiljerådgivning och samarbetssamtal\r\n\r\nFamiljerådgivning\r\n\r\n4 § Socialnämnden ska erbjuda den som begär det \r\nfamiljerådgivning i form av samtal som syftar till att hjälpa \r\npar och familjer att bearbeta samlevnadskonflikter. Annan \r\nfamiljerådgivning än sådan som en kommun anordnar ska ske i \r\nyrkesmässigt bedriven verksamhet.\r\n\r\nInformationssamtal\r\n\r\n5 § Socialnämnden ska erbjuda föräldrar som inte är överens i \r\nfrågor om vårdnad, boende eller umgänge informationssamtal \r\nenligt lagen (2021:530) om informationssamtal. Samtalen ska \r\nledas av en sakkunnig person.\r\n\r\nSamarbetssamtal\r\n\r\n6 § Socialnämnden ska erbjuda samarbetssamtal i syfte att \r\nföräldrar ska nå enighet i frågor som gäller vårdnad, boende \r\noch umgänge och i frågor som gäller barnets försörjning. \r\nSamtalen ska ledas av en sakkunnig person.\r\n\r\nSocialnämnden ska även erbjuda föräldrar hjälp med att träffa \r\navtal om vårdnad, boende eller umgänge enligt 6 kap. 6 §, \r\n14 a § andra stycket eller 15 a § tredje stycket \r\nföräldrabalken.\r\n\r\nKontaktperson, kontaktfamilj och särskilt kvalificerad \r\nkontaktperson\r\n\r\n7 § Socialnämnden får utse en person (kontaktperson) eller en \r\nfamilj (kontaktfamilj) med uppgift att hjälpa den enskilde och \r\nhans eller hennes närmaste i personliga angelägenheter, om den \r\nenskilde begär eller samtycker till det. \r\n\r\nOm en person som inte har fyllt 21 år har behov av särskilt \r\nstöd och särskild vägledning för att motverka en risk för \r\nskadligt bruk eller beroende av alkohol, narkotika eller andra \r\nberoendeframkallande medel, för brottslig verksamhet eller för \r\nnågot annat socialt nedbrytande beteende, får nämnden utse en \r\nsärskilt kvalificerad kontaktperson för den unge om denne \r\nbegär eller samtycker till det.\r\n\r\nStöd för att ändra beteendet hos våldsutövare\r\n\r\n8 § Socialnämnden ska erbjuda insatser som syftar till att \r\nändra beteendet hos den som utsätter eller har utsatt \r\nnärstående för våld eller andra övergrepp.\r\n\r\nNär socialnämnden erbjuder sådana insatser ska nämnden \r\nsärskilt beakta säkerheten för den som utsätts eller har \r\nutsatts för våld eller andra övergrepp och för dennes \r\nnärstående.\r\n\r\nStöd till den som vårdar eller stöder en närstående\r\n\r\n9 § Socialnämnden ska erbjuda stöd till den som vårdar en \r\nnärstående som är äldre eller långvarigt sjuk och till den som \r\nstöder en närstående med funktionsnedsättning.\r\n\r\nStöd vid skadligt bruk eller beroende\r\n\r\n10 § Socialnämnden ska erbjuda insatser till den som behöver \r\nstöd eller vård för att komma ifrån ett skadligt bruk eller \r\nberoende av alkohol, narkotika, andra beroendeframkallande \r\nmedel, läkemedel, dopningsmedel eller spel om pengar. Nämnden \r\nska ta de initiativ som krävs för att sådana insatser kan \r\nerbjudas dem som har behov av insatser.\r\n\r\nSocialnämnden ska planera insatserna i samförstånd med den \r\nenskilde och noga följa upp att planen fullföljs.\r\n\r\nAVDELNING V. HANDLÄGGNING OCH HANTERING AV UPPGIFTER\r\n\r\n14 kap. Handläggning och dokumentation\r\n\r\nBestämmelser i annan lag\r\n\r\n1 § Bestämmelser om handläggning av ärenden finns i \r\nförvaltningslagen (2017:900).\r\n\r\nNär socialnämnden ska inleda en utredning \r\n\r\n2 § Om socialnämnden får information om något som skulle kunna \r\nleda till en åtgärd av nämnden, ska nämnden genast inleda en \r\nutredning.\r\n\r\nDet som har kommit fram vid en utredning, och som har \r\nbetydelse för avgörandet av ett ärende, ska hanteras på ett \r\nbetryggande sätt.\r\n\r\nDokumentation av uppgifter \r\n\r\nSkyldighet att dokumentera \r\n\r\n3 § Handläggning av ärenden som rör enskilda samt genomförande \r\nav insatser ska dokumenteras, om inte annat följer av 4 eller \r\n5 §. Beslut och åtgärder i ärendet ska dokumenteras. Även \r\nfaktiska omständigheter och händelser av betydelse ska \r\ndokumenteras.\r\n\r\nUndantag från skyldigheten att dokumentera\r\n\r\n4 § Skyldigheten att dokumentera gäller inte uppgifter om \r\nenskildas personliga förhållanden vid rådgivning.\r\n\r\n5 § Socialnämnden får, om det finns särskilda skäl, besluta \r\natt uppgifter som kan röja den enskildes identitet inte ska \r\ndokumenteras vid genomförande av en insats utan individuell \r\nbehovsprövning enligt 11 kap. 5 §.\r\n\r\nHur dokumentationen ska utformas och förvaras\r\n\r\n6 § Dokumentationen ska utformas med respekt för den enskildes \r\nintegritet. Den enskilde bör hållas underrättad om de \r\njournalanteckningar och andra anteckningar som förs om honom \r\neller henne. Om den enskilde anser att någon uppgift i \r\ndokumentationen är felaktig ska det antecknas.\r\n\r\n7 § Handlingar som rör enskildas personliga förhållanden ska \r\nförvaras så att obehöriga inte får tillgång till dem.\r\n\r\nMöjlighet att lämna uppgifter muntligt inför socialnämnden\r\n\r\n8 § En enskild som ska underrättas och ges tillfälle att yttra \r\nsig enligt 25 § förvaltningslagen (2017:900) har rätt att \r\nlämna uppgifter muntligt inför socialnämnden, om det inte \r\nfinns särskilda skäl mot det. \r\n\r\nEn enskild som ges tillfälle att yttra sig ska informeras om \r\nsin rätt att muntligt lämna uppgifter inför nämnden.\r\n\r\nNär ett beslut får ändras till den enskildes nackdel\r\n\r\n9 § Socialnämnden får ändra ett beslut om en insats som gäller \r\ntills vidare till den enskildes nackdel om förhållandena för \r\nden enskilde har förändrats väsentligt. \r\n\r\nI 37 § andra stycket förvaltningslagen (2017:900) finns \r\nytterligare bestämmelser om när beslut får ändras.\r\n\r\nHandläggning av ärenden där besluten kan laglighetsprövas\r\n\r\n10 § Följande bestämmelser i förvaltningslagen (2017:900) ska \r\ngälla i alla ärenden hos socialnämnden som rör enskilda, även \r\nsådana ärenden där besluten kan laglighetsprövas enligt \r\n13 kap. kommunallagen (2017:725):\r\n\r\n- 10 § om partsinsyn,\r\n\r\n- 11 och 12 §§ om åtgärder om handläggningen försenas,\r\n\r\n- 23 § om utredningsansvaret,\r\n\r\n- 24 § om när man får lämna uppgifter muntligt,\r\n\r\n- 25 § om kommunikation,\r\n\r\n- 31 § om dokumentation av beslut,\r\n\r\n- 32 § om motivering av beslut,\r\n\r\n- 33 och 34 §§ om underrättelse om innehållet i beslut och hur \r\nett överklagande går till, och\r\n\r\n- 36 § om rättelse av skrivfel och liknande.\r\n\r\nFörsta stycket gäller också vid handläggning av en ansökan \r\neller ett yttrande till en annan myndighet i ett mål eller \r\närende som rör en enskild.\r\n\r\n11 § Bestämmelserna om remiss i 26 § förvaltningslagen \r\n(2017:900) ska gälla i alla ärenden hos socialnämnden, även \r\nsådana där besluten kan laglighetsprövas enligt 13 kap. \r\nkommunallagen (2017:725).\r\n\r\nDelgivning \r\n\r\n12 § Om ett mål eller ärende enligt denna lag avser \r\nmyndighetsutövning, får delgivning med en enskild inte ske på \r\nsådant sätt som anges i 34-38 och 47-51 §§ delgivningslagen \r\n(2010:1932). \r\n\r\n15 kap. Uppgiftsskyldighet och rätt att ta del av uppgifter\r\n\r\nBestämmelser i annan lag\r\n\r\n1 § Bestämmelser om sekretess i det allmännas verksamhet och \r\nom förbud att lämna ut allmänna handlingar finns i \r\noffentlighets- och sekretesslagen (2009:400). Där finns även \r\nsekretessbrytande bestämmelser och bestämmelser om undantag \r\nfrån sekretess.\r\n\r\nSocialnämndens skyldighet att lämna uppgifter \r\n\r\nPersonuppgifter som behövs för statistiska ändamål\r\n\r\n2 § Socialnämnden ska lämna personuppgifter till \r\nSocialstyrelsen för angelägna statistiska ändamål. \r\n\r\nRegeringen får meddela föreskrifter om socialnämndens \r\nskyldighet enligt första stycket.\r\n\r\nPersonuppgifter som behövs för forskningsändamål\r\n\r\n3 § Socialnämnden ska på begäran lämna personuppgifter till \r\nstatliga myndigheter för forskningsändamål, om det kan ske \r\nutan risk för att den enskilde eller någon närstående till \r\nhonom eller henne lider men. \r\n\r\nUppgifter om utbetalat ekonomiskt bistånd\r\n\r\n4 § Socialnämnden ska på begäran lämna uppgifter om utbetalat \r\nekonomiskt bistånd till en annan myndighet, om syftet är att \r\nundvika felaktiga utbetalningar från det allmänna eller en \r\nfelaktig beskattning.\r\n\r\nUnderrättelse till åklagaren \r\n\r\n5 § Om en person har dömts till ungdomsvård eller \r\nungdomstjänst eller om ungdomstjänst har beslutats genom ett \r\ngodkänt strafföreläggande, är socialnämnden skyldig att \r\nunderrätta åklagaren när det kan antas att det finns \r\nförutsättningar \r\n\r\n1. att meddela en varning enligt 30 b § lagen (1964:167) med \r\nsärskilda bestämmelser om unga lagöverträdare, eller \r\n\r\n2. att undanröja påföljden enligt 32 kap. 4 § brottsbalken. \r\n\r\nUnderrättelse till Folkhälsomyndigheten \r\n\r\n6 § Om socialnämnden i sin verksamhet har uppmärksammat något \r\nsom tyder på att det förekommer skadligt bruk eller beroende \r\nav nya medel eller att ändringar sker i mönstret för skadligt \r\nbruk eller beroende av kända medel, ska nämnden genast \r\nunderrätta Folkhälsomyndigheten om det.\r\n\r\nUppgiftslämnande till vissa myndigheter\r\n\r\n7 § Socialnämnden ska lämna \r\n\r\n1. uppgifter om huruvida någon vistas i ett familjehem, \r\nstödboende, skyddat boende eller hem för vård eller boende, om \r\nuppgifterna i ett enskilt fall begärs av en domstol, en \r\nåklagarmyndighet, Polismyndigheten, Säkerhetspolisen, \r\nKronofogdemyndigheten, Skatteverket eller Tullverket,\r\n\r\n2. uppgifter som behövs i ett ärende hos Skatteverket om \r\nskyddad folkbokföring enligt 16 § folkbokföringslagen \r\n(1991:481), eller\r\n\r\n3. uppgifter om en studerande, om uppgifterna behövs för \r\nprövning av ett ärende om att avskilja denne från \r\nhögskoleutbildning eller polisprogrammet.\r\n\r\nUppgiftsskyldighet för nämnder, kommuner och andra utförare\r\n\r\nUppgiftslämnande mellan nämnder\r\n\r\n8 § Om kommunens uppgifter inom socialtjänsten fullgörs av \r\nflera nämnder, ska varje sådan nämnd, i den utsträckning det \r\nbegärs, till de övriga lämna\r\n\r\n1. uppgifter om att en person är aktuell i ett ärende inom \r\nsocialtjänsten, och\r\n\r\n2. de uppgifter som behövs för att administrera fördelningen \r\nav platser inom särskilda boendeformer i kommunen.\r\n\r\nUppgiftsskyldigheten gäller inte uppgifter som omfattas av \r\nsekretess enligt 26 kap. 3 § offentlighets- och sekretesslagen \r\n(2009:400). \r\n\r\nUppgiftsskyldighet för utförare\r\n\r\n9 § Om en kommun har överlämnat åt en annan kommun, åt Statens \r\ninstitutionsstyrelse eller åt någon som yrkesmässigt bedriver \r\nenskild verksamhet att utföra insatser enligt denna lag, ska \r\nutföraren på begäran lämna uppgifter till den socialnämnd som \r\nansvarar för insatsen. Detsamma gäller om en annan kommunal \r\neller gemensam nämnd utför insatser som har beslutats av \r\nsocialnämnden. \r\n\r\nUppgifter som ska lämnas är sådana som socialnämnden behöver \r\nför kvalitetssäkring, administration, uppföljning eller \r\nutvärdering. \r\n\r\nSkyldigheten att lämna uppgifter gäller inte uppgifter som en \r\nenskild har lämnat i förtroende vid familjerådgivning som \r\nerbjuds av socialnämnden eller som har inhämtats i samband med \r\nrådgivningen.\r\n\r\nSocialnämndens rätt att ta del av uppgifter \r\n\r\nUppgifter om enskilda hos Centrala studiestödsnämnden, \r\nFörsäkringskassan, Pensionsmyndigheten och \r\narbetslöshetskassorna\r\n\r\n10 § Socialnämnden har rätt att ta del av uppgifter om \r\nförmåner, ersättning eller annat stöd åt enskilda hos Centrala \r\nstudiestödsnämnden, Försäkringskassan, Pensionsmyndigheten och \r\narbetslöshetskassorna. Om det finns skäl för det, ska dessa \r\nmyndigheter och arbetslöshetskassorna på eget initiativ lämna \r\nsådana uppgifter till socialnämnden. \r\n\r\nRegeringen får meddela ytterligare föreskrifter om vilka \r\nuppgifter som ska lämnas ut enligt första stycket.\r\n\r\nUppgifter om enskilda hos Arbetsförmedlingen\r\n\r\n11 § Socialnämnden har rätt att ta del av uppgifter om \r\nenskilda hos Arbetsförmedlingen. Om det finns skäl för det, \r\nska Arbetsförmedlingen på eget initiativ lämna sådana \r\nuppgifter till socialnämnden. \r\n\r\nRegeringen får meddela ytterligare föreskrifter om vilka \r\nuppgifter som ska lämnas ut enligt första stycket.\r\n\r\nUppgifter om enskilda hos Skatteverket\r\n\r\n12 § Socialnämnden har rätt att hos Skatteverket ta del av \r\nuppgifter om enskilda\r\n\r\n1. som avser inkomstslaget kapital enligt inkomstskattelagen \r\n(1999:1229),\r\n\r\n2. som finns i en arbetsgivardeklaration eller en förenklad \r\narbetsgivardeklaration enligt 26 kap. skatteförfarandelagen \r\n(2011:1244), eller\r\n\r\n3. som avser återbetalning av skatt enligt \r\nskatteförfarandelagen.\r\n\r\nOm det finns skäl för det, ska Skatteverket på eget initiativ \r\nlämna sådana uppgifter till socialnämnden.\r\n\r\nRegeringen får meddela ytterligare föreskrifter om vilka \r\nuppgifter som ska lämnas ut enligt första stycket.\r\nLag (2025:942).\r\n\r\n16 kap. Gallring\r\n\r\nSocialnämndens skyldighet att gallra anteckningar och \r\nuppgifter\r\n\r\n1 § Anteckningar och andra uppgifter i en personakt hos \r\nsocialnämnden som ingår i en sådan sammanställning av \r\nuppgifter som avses i lagen (2001:454) om behandling av \r\npersonuppgifter inom socialtjänsten ska gallras fem år efter \r\ndet att sista anteckningen gjordes i akten. Socialnämnden ska \r\ndock inte gallra uppgifterna så länge uppgifter om samma \r\nperson inte har gallrats av nämnden enligt andra stycket.\r\n\r\nUppgifter i en sammanställning som avses i lagen om behandling \r\nav personuppgifter inom socialtjänsten ska gallras fem år \r\nefter det att de förhållanden som uppgifterna avser har \r\nupphört.\r\n\r\nGallringen ska vara avslutad senast kalenderåret efter det att \r\ngallringsskyldigheten inträdde.\r\n\r\nUndantag från gallringsskyldigheten\r\n\r\nFaderskap, vårdnad, adoption samt vissa insatser som gäller \r\nbarn \r\n\r\n2 § Gallring med stöd av bestämmelserna i 1 § första stycket \r\nfår inte göras av handlingar som har kommit in eller \r\nupprättats i samband med\r\n\r\n1. utredning om faderskap eller föräldraskap enligt 1 kap. 9 § \r\nföräldrabalken,\r\n\r\n2. utredning om adoption, eller\r\n\r\n3. att ett barn har placerats eller tagits emot i ett \r\n\r\n- familjehem, \r\n\r\n- stödboende, \r\n\r\n- skyddat boende,\r\n\r\n- hem för vård eller boende,\r\n\r\n- boende med särskilt stöd för personer med \r\nfunktionsnedsättning, eller \r\n\r\n- annat enskilt hem som inte tillhör någon av föräldrarna \r\neller någon annan som har vårdnaden om barnet.\r\n\r\n/Rubriken träder i kraft I:2026-01-15/\r\nUtredning om barn\r\n\r\n2 a § /Träder i kraft I:2026-01-15/\r\nHandlingar som har kommit in eller upprättats i samband \r\nmed en utredning av om socialnämnden behöver ingripa till ett \r\nbarns skydd eller stöd får inte gallras förrän han eller hon \r\nhar fyllt trettio år.\r\n\r\nFör handlingar i ett ärende där socialnämnden beslutat att \r\ninte inleda utredning enligt 20 kap. 2 § gäller att dessa ska \r\ngallras efter fem år enligt bestämmelserna i 1 §.\r\nLag (2025:1501).\r\n\r\nAvtal om vårdnad, boende eller umgänge\r\n\r\n3 § Avtal om vårdnad, boende eller umgänge enligt 6 kap. 6 §, \r\n14 a § andra stycket eller 15 a § tredje stycket \r\nföräldrabalken som godkänts av socialnämnden får inte gallras \r\nförrän barnet har fyllt arton år. \r\n\r\nForskningens behov\r\n\r\n4 § I ett representativt urval av kommuner ska handlingar \r\nundantas från gallring av hänsyn till forskningens behov. I \r\növriga kommuner ska undantag från gallring göras i fråga om \r\nett representativt urval av personer.\r\n\r\nYtterligare bestämmelser om gallring\r\n\r\n5 § Ytterligare bestämmelser om undantag från \r\ngallringsskyldigheten finns i 17 kap. 4, 5 och 8 §§.\r\n\r\n17 kap. Hantering av uppgifter i enskild verksamhet\r\n\r\nBestämmelser om dokumentation gäller även i enskild verksamhet\r\n\r\n1 § I enskild verksamhet som står under tillsyn av \r\nInspektionen för vård och omsorg enligt denna lag gäller \r\nbestämmelserna om dokumentation i 14 kap. 3-7 §§ vid \r\ngenomförande av insatser.\r\n\r\nSkyldighet att bevara och gallra uppgifter \r\n\r\nAnteckningar och andra uppgifter som ska gallras\r\n\r\n2 § Anteckningar och andra uppgifter i en personakt som ingår \r\ni en sammanställning av uppgifter som avses i lagen (2001:454) \r\nom behandling av personuppgifter inom socialtjänsten ska, i \r\nenskild verksamhet som står under tillsyn av Inspektionen för \r\nvård och omsorg enligt denna lag, bevaras och därefter gallras \r\ntvå år efter det att den sista anteckningen gjordes i akten. \r\nUppgifterna ska dock inte gallras så länge uppgifter om samma \r\nperson inte har gallrats enligt andra stycket.\r\n\r\nUppgifter i en sammanställning som avses i lagen om behandling \r\nav personuppgifter inom socialtjänsten ska gallras två år \r\nefter det att de förhållanden som uppgifterna avser har \r\nupphört.\r\n\r\nGallringen ska vara avslutad senast kalenderåret efter det att \r\ngallringsskyldigheten inträdde.\r\n\r\nAvtal om att lämna handlingar till socialnämnden \r\n\r\n3 § Den socialnämnd som har beslutat om en insats som \r\ngenomförs i en enskild verksamhet får träffa avtal med den som \r\nbedriver verksamheten om att handlingar ska överlämnas till \r\nnämnden när gallringsskyldigheten inträder. Detta gäller dock \r\ninte handlingar som avses i 4 och 5 §§.\r\n\r\nPersonakter som avser barn\r\n\r\n4 § Handlingar i en personakt i enskild verksamhet som avser \r\nbarn som har placerats eller tagits emot i ett stödboende, \r\nskyddat boende, hem för vård eller boende eller i en sådan \r\nbostad med särskilt stöd för personer med funktionsnedsättning \r\nsom avses i 8 kap. 11 § ska överlämnas för bevarande till den \r\nsocialnämnd som beslutat om insatsen, vid den tidpunkt då \r\nuppgifterna ska gallras enligt 2 § första stycket.\r\n\r\nForskningens behov\r\n\r\n5 § Vid tidpunkten för gallring enligt 2 § första stycket ska \r\nhandlingar i enskild verksamhet, av hänsyn till forskningens \r\nbehov, i ett representativt urval av kommuner och i övriga \r\nkommuner i fråga om ett representativt urval av personer \r\növerlämnas för bevarande till den socialnämnd som beslutat om \r\ninsatsen.\r\n\r\nUtlämnande av handling i personakt till den akten gäller\r\n\r\n6 § Den som en personakt gäller ska, om han eller hon begär \r\ndet, så snart som möjligt få ta del av en handling i \r\npersonakten i enskild verksamhet som står under tillsyn av \r\nInspektionen för vård och omsorg enligt denna lag. Personen \r\nkan erbjudas att ta del av handlingen på plats eller att få en \r\nkopia av handlingen. Rätten att ta del av handlingar begränsas \r\nav bestämmelserna om tystnadsplikt i 11 §.\r\n\r\nEn fråga om utlämnande prövas av den som ansvarar för \r\npersonakten. Om den ansvarige anser att personakten, eller \r\nnågon del av den, inte bör lämnas ut ska han eller hon genast \r\növerlämna frågan om utlämnande till Inspektionen för vård och \r\nomsorg för prövning tillsammans med ett yttrande om skälen \r\ntill att ett utlämnande inte bör ske.\r\n\r\nEn personakt får omhändertas\r\n\r\nNär en personakt får tas om hand respektive återlämnas\r\n\r\n7 § Inspektionen för vård och omsorg får besluta att en \r\npersonakt i enskild verksamhet som står under myndighetens \r\ntillsyn enligt denna lag ska tas om hand om\r\n\r\n1. verksamheten upphör,\r\n\r\n2. det på sannolika skäl kan antas att personakten inte kommer \r\natt hanteras enligt bestämmelserna i denna lag eller enligt \r\nföreskrifter som har meddelats med stöd av lagen, eller\r\n\r\n3. den som ansvarar för personakten ansöker om det och det \r\nfinns ett påtagligt behov av att akten tas om hand.\r\n\r\nEn omhändertagen personakt ska återlämnas, om det är möjligt \r\noch det inte finns skäl för omhändertagande. Beslut om \r\nåterlämnande meddelas av Inspektionen för vård och omsorg \r\nefter ansökan av den som ansvarade för personakten vid \r\nbeslutet om omhändertagande.\r\n\r\nHantering av en omhändertagen personakt \r\n\r\n8 § Personakter som har tagits om hand av Inspektionen för \r\nvård och omsorg ska förvaras avskilda hos arkivmyndigheten i \r\nden kommun där akterna omhändertagits. Personakterna ska \r\nbevaras i minst två år från det att de kom in till \r\narkivmyndigheten. Handlingar som avses i 4 och 5 §§ får inte \r\ngallras. En myndighet som har hand om en omhändertagen \r\npersonakt har samma skyldighet att lämna en uppgift ur akten \r\nsom den som var ansvarig för akten före omhändertagandet, om \r\nen uppgift ur akten begärs.\r\n\r\nHjälp av Polismyndigheten vid omhändertagande av en personakt\r\n\r\n9 § Polismyndigheten ska lämna den hjälp som behövs för att \r\nverkställa ett beslut om omhändertagande av en personakt. \r\nBegäran om sådan hjälp får dock göras endast om\r\n\r\n1. det på grund av särskilda omständigheter kan befaras att \r\nåtgärden inte kan utföras utan att en polismans särskilda \r\nbefogenheter enligt 10 § polislagen (1984:387) behöver \r\nanvändas, eller\r\n\r\n2. det finns synnerliga skäl. \r\n\r\nUtredning av missförhållanden och hantering av uppgifter\r\n\r\n10 § Ett missförhållande eller en påtaglig risk för ett \r\nmissförhållande, som har rapporterats enligt 27 kap. 2 §, ska \r\ni yrkesmässigt bedriven enskild verksamhet utredas av den som \r\nbedriver verksamheten.\r\n\r\nRapporten, utredningen och övrig dokumentation enligt 27 kap. \r\n5 § ska bevaras och därefter gallras fem år efter det att den \r\nsista anteckningen gjordes.\r\n\r\nDen socialnämnd som har beslutat om en insats som genomförs i \r\nen yrkesmässigt bedriven enskild verksamhet, får träffa avtal \r\nmed den som bedriver verksamheten om att sådana handlingar som \r\navses i andra stycket ska överlämnas till nämnden när \r\ngallringsskyldigheten inträder. \r\n\r\nTystnadsplikt\r\n\r\nUppgifter om enskildas personliga förhållanden \r\n\r\n11 § Den som är eller har varit verksam inom yrkesmässigt \r\nbedriven enskild verksamhet som avser insatser enligt denna \r\nlag får inte obehörigen röja vad han eller hon då har fått \r\nveta om enskildas personliga förhållanden.\r\n\r\nEnskilt bedriven familjerådgivning\r\n\r\n12 § Den som är eller har varit verksam inom enskilt bedriven \r\nfamiljerådgivning får inte obehörigen röja en uppgift som en \r\nenskild har lämnat i förtroende eller som har begärts in i \r\nsamband med rådgivningen.\r\n\r\nAVDELNING VI. SKYDD OCH STÖD FÖR BARN OCH UNGA\r\n\r\n18 kap. Socialnämndens ansvar för barns och ungas \r\nuppväxtförhållanden\r\n\r\nTrygghet och utveckling\r\n\r\n1 § Socialnämnden ska arbeta för att barn och unga växer upp \r\nunder trygga och goda förhållanden.\r\n\r\nNämnden ska främja en allsidig personlighetsutveckling och en \r\ngynnsam fysisk och social utveckling hos barn och unga i nära \r\nsamarbete med vårdnadshavare eller andra som ansvarar för \r\nbarns och ungas dagliga omsorg. \r\n\r\nFörebygga och motverka att barn och unga far illa \r\n\r\nUppsökande verksamhet och samarbete mot vistelse i skadliga \r\nmiljöer\r\n\r\n2 § Socialnämnden ska bedriva uppsökande verksamhet och annat \r\nförebyggande arbete för att förhindra att barn och unga far \r\nilla.\r\n\r\nNämnden ska tillsammans med samhällsorgan, organisationer och \r\nandra som berörs uppmärksamma om barn och unga vistas i \r\nmiljöer som är skadliga för dem och arbeta för att förhindra \r\natt de vistas i sådana miljöer. \r\n\r\nFörebygga och motverka skadligt bruk och beroende\r\n\r\n3 § Socialnämnden ska särskilt arbeta för och ta initiativ \r\ntill att förebygga och motverka skadligt bruk och beroende \r\nbland barn och unga av alkohol, narkotika och andra \r\nberoendeframkallande medel, andra berusningsmedel, \r\ndopningsmedel samt spel om pengar. \r\n\r\nFörebygga och motverka brottslighet bland barn och unga\r\n\r\n4 § Socialnämnden ska särskilt arbeta för och ta initiativ \r\ntill att förebygga och motverka brottslighet bland barn och \r\nunga. \r\n\r\nSkydd och stöd till barn och unga i riskzon \r\n\r\n5 § Socialnämnden ska med särskild uppmärksamhet följa \r\nutvecklingen hos barn och unga som har visat tecken till en \r\nogynnsam utveckling. \r\n\r\nSocialnämnden ansvarar för att barn och unga som riskerar att \r\nutvecklas ogynnsamt får det skydd och stöd som de behöver och, \r\nom barnets eller den unges bästa motiverar det, får vård, \r\nomsorg och uppfostran utanför det egna hemmet. Ansvaret ska \r\nutövas i nära samarbete med vårdnadshavaren eller andra som \r\nstår för barnets eller den unges dagliga omsorg.\r\n\r\nSamverkan för att motverka att barn far illa \r\n\r\n6 § Socialnämnden ska, i frågor som rör barn som far illa \r\neller riskerar att fara illa, samverka med samhällsorgan, \r\norganisationer och andra som berörs. Nämnden ska ta initiativ \r\ntill att samverkan kommer till stånd. I fråga om utlämnande av \r\nuppgifter gäller de begränsningar som följer av 17 kap. 11 och \r\n12 §§ och av offentlighets- och sekretesslagen (2009:400).\r\n\r\nInsatser när barn har utsatts för brott\r\n\r\n7 § Socialnämnden ansvarar för att ett barn som har utsatts \r\nför brott, och barnets närstående, får de insatser som de \r\nbehöver. \r\n\r\nSocialnämnden ska beakta att även ett barn som bevittnat våld \r\neller andra övergrepp av eller mot närstående är offer för \r\nbrott. \r\n\r\nBarn och unga som har begått brott\r\n\r\nUngdomstjänst ska kunna verkställas så snart som möjligt\r\n\r\n8 § Socialnämnden ansvarar för att påföljden ungdomstjänst kan \r\nverkställas så snart som möjligt. Verkställigheten ska \r\npåbörjas senast två månader efter det att domen har fått laga \r\nkraft, om inte särskilda skäl talar mot det.\r\n\r\nSocialnämnden ska i en arbetsplan bestämma vad en beslutad \r\nungdomstjänst ska innehålla och utse en handledare för den \r\nunge. Socialnämnden ska kontrollera att arbetsplanen följs.\r\n\r\nSocialnämnden ansvarar för medling \r\n\r\n9 § Socialnämnden ansvarar för att medling enligt lagen \r\n(2002:445) om medling med anledning av brott kan erbjudas när \r\nbrottet har begåtts av någon som är under 21 år.\r\n\r\nInsatser efter en vårdnadsprocess, placering eller påföljd\r\n\r\n10 § Socialnämnden ska tillgodose de särskilda behov av \r\ninsatser som barn och unga kan ha efter att\r\n\r\n- ett mål eller ärende om vårdnad, boende, umgänge eller \r\nadoption har avgjorts,\r\n\r\n- placering utanför det egna hemmet har upphört, eller\r\n\r\n- verkställighet av sluten ungdomsvård enligt lagen (1998:603) \r\nom verkställighet av sluten ungdomsvård har upphört. \r\n\r\nBegränsning i möjligheten att ta emot andras barn\r\n\r\nFörbud och begränsningar\r\n\r\n11 § När ett barns bästa kräver det, får socialnämnden \r\nförbjuda eller begränsa möjligheterna för en person som bor i \r\nkommunen att i sitt hem ta emot någon annans barn.\r\n\r\nEtt sådant förbud omfattar inte fall då det med hänsyn till \r\nsärskilda omständigheter är uppenbart befogat att ett barn \r\nvistas i hemmet.\r\n\r\nStraffansvar\r\n\r\n12 § Den som överträder ett förbud eller en begränsning av \r\nmöjligheterna att i hemmet ta emot någon annans barn döms till \r\nböter. \r\n\r\nAllmänt åtal för brott som avses i första stycket får väckas \r\nendast efter medgivande av Socialstyrelsen. \r\n\r\n19 kap. Anmälan om oro för att ett barn far illa\r\n\r\nSkyldighet att anmäla oro för ett barn \r\n\r\nMyndigheter och yrkesverksamma \r\n\r\n1 § /Upphör att gälla U:2026-01-15/\r\nFöljande myndigheter och yrkesverksamma är skyldiga att \r\ngenast anmäla till socialnämnden om de i sin verksamhet får \r\nkännedom om eller misstänker att ett barn far illa: \r\n\r\n1. myndigheter inom hälso- och sjukvården, annan \r\nrättspsykiatrisk undersökningsverksamhet, socialtjänsten, \r\nverksamhet enligt lagen (1993:387) om stöd och service till \r\nvissa funktionshindrade, Kriminalvården, Polismyndigheten och \r\nSäkerhetspolisen, \r\n\r\n2. andra myndigheter vars verksamhet berör barn och unga, \r\n\r\n3. anställda hos sådana myndigheter som avses i 1 och 2, och\r\n\r\n4. de som är verksamma inom yrkesmässigt bedriven enskild \r\nverksamhet och fullgör uppgifter som berör barn och unga eller \r\ninom annan sådan verksamhet inom hälso- och sjukvården, på \r\nsocialtjänstens område eller enligt lagen om stöd och service \r\ntill vissa funktionshindrade.\r\n\r\nFör verksamma inom familjerådgivning gäller i stället för \r\nförsta stycket bestämmelserna i 2 §.\r\n\r\n1 § /Träder i kraft I:2026-01-15/\r\nFöljande myndigheter och anställda hos sådana myndigheter \r\nsamt följande andra yrkesverksamma personer är skyldiga att \r\ngenast anmäla till socialnämnden om de i sin verksamhet får \r\nkännedom om eller misstänker att ett barn far illa:\r\n\r\n1. myndigheter inom hälso- och sjukvården och tandvården, \r\n\r\n2. myndigheter inom socialtjänsten,\r\n\r\n3. myndigheter inom verksamheter enligt lagen (1993:387) om \r\nstöd och service till vissa funktionshindrade,\r\n\r\n4. myndigheter och de som är verksamma inom verksamheter \r\nenligt skollagen (2010:800),\r\n\r\n5. medlare som fått uppdrag enligt 6 kap. 18 a § \r\nföräldrabalken,\r\n\r\n6. ordningsvakter som fått förordnande enligt lagen (2023:421) \r\nom ordningsvakter,\r\n\r\n7. Arbetsförmedlingen,\r\n\r\n8. Ekobrottsmyndigheten,\r\n\r\n9. Försäkringskassan,\r\n\r\n10. Kriminalvården,\r\n\r\n11. Kronofogdemyndigheten,\r\n\r\n12. Kustbevakningen,\r\n\r\n13. länsstyrelserna,\r\n\r\n14. Migrationsverket,\r\n\r\n15. Polismyndigheten,\r\n\r\n16. Rättsmedicinalverket i den del som avser rättspsykiatrisk \r\nundersökningsverksamhet,\r\n\r\n17. Skatteverket,\r\n\r\n18. Säkerhetspolisen,\r\n\r\n19. Tullverket,\r\n\r\n20. Åklagarmyndigheten,\r\n\r\n21. andra myndigheter om myndighetens verksamhet berör barn \r\noch unga, och\r\n\r\n22. de som är verksamma inom yrkesmässigt bedriven enskild \r\nverksamhet och fullgör uppgifter som berör barn och unga eller \r\ninom annan sådan verksamhet inom hälso- och sjukvården eller \r\ntandvården, på socialtjänstens område eller enligt lagen om \r\nstöd och service till vissa funktionshindrade.\r\n\r\nFör verksamma inom familjerådgivning gäller i stället för \r\nförsta stycket bestämmelserna i 2 §. Lag (2025:1501).\r\n\r\nVerksamma inom familjerådgivning \r\n\r\n2 § De som är verksamma inom familjerådgivning är skyldiga att \r\ngenast anmäla till socialnämnden om de i sin verksamhet får \r\nkännedom om att ett barn utnyttjas sexuellt eller utsätts för \r\nfysisk eller psykisk misshandel i hemmet.\r\n\r\nSärskilda regler om Barnombudsmannens skyldighet att anmäla \r\n\r\n3 § Barnombudsmannens skyldighet att anmäla och lämna \r\nuppgifter till socialnämnden regleras i 7 § lagen (1993:335) \r\nom Barnombudsman.\r\n\r\nUppmaning att anmäla oro\r\n\r\n4 § Var och en som får kännedom om eller misstänker att ett \r\nbarn far illa bör anmäla det till socialnämnden. \r\n\r\nErbjudande om möte\r\n\r\n5 § Socialnämnden bör erbjuda barnet, vårdnadshavaren och den \r\nsom gjort anmälan enligt 1, 2 eller 3 § ett möte, om det är \r\nlämpligt med hänsyn till barnets bästa.\r\n\r\nInformation till anmälaren\r\n\r\n6 § /Upphör att gälla U:2026-01-15/\r\nSocialnämnden får informera den som har gjort anmälan \r\nenligt 1, 2 eller 3 § om att en utredning har inletts, inte \r\nhar inletts eller redan pågår. Sådan information ska på \r\nbegäran lämnas till anmälaren, om det inte är olämpligt med \r\nhänsyn till omständigheterna.\r\n\r\n6 § /Träder i kraft I:2026-01-15/\r\nSocialnämnden får informera den som har gjort anmälan \r\nenligt 1, 2 eller 3 § om att en utredning har inletts, inte \r\nhar inletts eller redan pågår.\r\n\r\nPå begäran av anmälaren ska socialnämnden lämna sådan \r\ninformation som avses i första stycket, om det inte är \r\nolämpligt med hänsyn till omständigheterna. Informationen ska \r\nlämnas senast en vecka efter det att socialnämnden har fattat \r\nbeslut om att inleda eller inte inleda utredning. Om begäran \r\nkommer in efter denna tidpunkt eller om en utredning redan \r\npågår ska informationen lämnas genast. Lag (2025:1501).\r\n\r\n20 kap. Bedömning och utredning av barns och ungas behov av \r\nskydd eller stöd\r\n\r\nSocialnämnden ska göra en omedelbar skyddsbedömning\r\n\r\n1 § Om en anmälan till socialnämnden gäller barn eller unga, \r\nska socialnämnden genast göra en bedömning av om barnet eller \r\nden unge behöver omedelbart skydd (omedelbar skyddsbedömning). \r\n\r\nBedömningen ska dokumenteras. För barn ska dokumentationen \r\ngöras i en personakt.\r\n\r\nSocialnämnden ska göra en förhandsbedömning\r\n\r\n2 § Om en anmälan till socialnämnden gäller barn eller unga, \r\nska socialnämnden fatta beslut om att inleda eller inte inleda \r\nutredning inom fjorton dagar efter det att anmälan har kommit \r\nin (förhandsbedömning). Ett sådant beslut behöver dock inte \r\nfattas om det redan pågår en utredning om det barn eller den \r\nunge som anmälan avser. Tiden för förhandsbedömningen får \r\nendast förlängas om det finns synnerliga skäl.\r\n\r\nSocialnämndens utredning av barns behov av skydd eller stöd\r\n\r\nSkyndsam utredning \r\n\r\n3 § En utredning av om socialnämnden behöver ingripa till ett \r\nbarns skydd eller stöd ska bedrivas skyndsamt och vara \r\nslutförd inom fyra månader från det att den inleddes. Om det \r\nfinns särskilda skäl, får socialnämnden besluta att förlänga \r\nutredningen för viss tid.\r\n\r\nInformation om utredning \r\n\r\n4 § Den som berörs av en utredning av ett barns behov av skydd \r\neller stöd ska, om inte särskilda skäl talar mot det, genast \r\ninformeras om att en utredning har inletts.\r\n\r\nUtredningens bedrivande \r\n\r\n5 § Socialnämnden får ta hjälp av sakkunniga i en utredning av \r\nett barns behov av skydd eller stöd och i övrigt ta de \r\nkontakter som behövs för att bedöma behovet av insatser.\r\n\r\nUtredningen ska bedrivas så att ingen utsätts för skada eller \r\nbesvär utöver vad som är nödvändigt. Den ska inte göras mer \r\nomfattande än vad som är motiverat av omständigheterna i \r\närendet.\r\n\r\nSkyldighet att lämna uppgifter till socialnämnden\r\n\r\n6 § När socialnämnden har beslutat om en utredning om ett \r\nbarns behov av skydd eller stöd, är myndigheter, anställda och \r\nyrkesverksamma som anges i 19 kap. 1 § skyldiga att lämna \r\nsocialnämnden alla uppgifter som kan vara av betydelse för \r\nutredningen.\r\n\r\nSamtal med barn utan vårdnadshavarens samtycke\r\n\r\n7 § Samtal med ett barn får ske utan vårdnadshavarens samtycke \r\noch utan att vårdnadshavaren är närvarande\r\n\r\n- vid en utredning av om socialnämnden behöver ingripa till \r\nbarnets skydd eller stöd, och\r\n\r\n- vid en utredning om överflyttning av vårdnaden enligt 6 kap. \r\n7 eller 8 § föräldrabalken när utredningen sker på \r\nsocialnämndens initiativ.\r\n\r\n21 kap. Insatser till barn utan vårdnadshavarens samtycke\r\n\r\nInsatser för att tillgodose personliga behov\r\n\r\n1 § Om ett barn inte har fyllt 12 år, får socialnämnden \r\nbesluta om insatser för att tillgodose barnets personliga \r\nbehov endast om vårdnadshavaren samtycker till det. \r\n\r\nFör ett barn som har fyllt 12 men inte 15 år får nämnden \r\nbesluta om insatser för att tillgodose barnets personliga \r\nbehov även utan vårdnadshavarens samtycke, om det är lämpligt \r\noch barnet samtycker till det.\r\n\r\nFör ett barn som har fyllt 15 år får nämnden besluta om \r\ninsatser för att tillgodose barnets personliga behov även utan \r\nvårdnadshavarens samtycke, om det är lämpligt och barnet begär \r\neller samtycker till det.\r\n\r\nVårdnadshavarens samtycke krävs dock alltid för insatser i \r\nform av vård i ett familjehem, jourhem, stödboende eller hem \r\nför vård eller boende och för insatser i form av boende i \r\nbostäder med särskilt stöd. \r\n\r\nInsatser till barn utan individuell behovsprövning \r\n\r\n2 § Socialnämnden får inte utan vårdnadshavarens samtycke \r\ntillhandahålla ett barn insatser som lämnas utan individuell \r\nbehovsprövning. Nämnden får dock tillhandahålla ett barn \r\nsådana insatser, om barnet har fyllt 15 år och det är lämpligt \r\natt insatsen tillhandahålls på det sättet.\r\n\r\n22 kap. Vård av barn och unga utanför det egna hemmet\r\n\r\nPlacering hos närstående\r\n\r\n1 § När ett barn placeras utanför det egna hemmet ska \r\nsocialnämnden i första hand överväga om barnet kan tas emot av \r\nnågon närstående. Vad som är bäst för barnet ska dock alltid \r\nvara avgörande.\r\n\r\nPlacering i ett familjehem eller annat enskilt hem kräver \r\nbeslut eller medgivande\r\n\r\n2 § Ett barn får inte utan beslut om vård tas emot för \r\nstadigvarande vård, omsorg och uppfostran i ett familjehem. \r\nEtt barn får inte heller utan socialnämndens medgivande tas \r\nemot för stadigvarande vård, omsorg och uppfostran i ett annat \r\nenskilt hem som inte tillhör någon av föräldrarna eller någon \r\nannan vårdnadshavare.\r\n\r\nSocialnämnden får inte lämna medgivande eller fatta beslut om \r\nvård utan att förhållandena i familjehemmet eller det enskilda \r\nhemmet samt förutsättningarna för vård i hemmet har utretts av \r\nen socialnämnd.\r\n\r\nAvtal med familjehemsföräldrar\r\n\r\n3 § Socialnämnden ska i samband med beslut om placering i ett \r\nfamiljehem ingå avtal med familjehemsföräldrarna. Av avtalet \r\nska nämndens och familjehemsföräldrarnas åtaganden som avser \r\nbarnets behov av skydd och stöd under placeringen framgå. \r\n\r\nSocialnämnden ska tillhandahålla den utbildning som behövs för \r\ndem som nämnden avser att anlita för vård av barn i \r\nfamiljehem.\r\n\r\nPlacering i jourhem \r\n\r\n4 § Socialnämnden får inte placera ett barn i ett sådant \r\nenskilt hem som vid upprepade tillfällen tar emot barn för \r\ntillfällig vård, omsorg och uppfostran (jourhem) om inte \r\nförhållandena i jourhemmet och förutsättningarna för vård i \r\ndet har utretts av en socialnämnd.\r\n\r\nEtt barn får vårdas i ett jourhem i högst två månader efter \r\ndet att socialnämnden har avslutat en utredning av om nämnden \r\nbehöver ingripa till barnets skydd eller stöd. Om det finns \r\nsärskilda skäl, får barnet vårdas längre i jourhemmet.\r\n\r\nSocialnämnden ska tillhandahålla den utbildning som behövs för \r\ndem som nämnden avser att anlita för vård av barn i jourhem.\r\n\r\nPlacering i skyddat boende\r\n\r\n5 § Socialnämnden får bevilja ett barn sådant skyddat boende \r\nsom avses i 9 kap. 6 § endast om barnet placeras där \r\ntillsammans med en vårdnadshavare som är myndig och som också \r\nbeviljas insatsen. \r\n\r\nBestämmelser om skyddat boende när samtycke saknas från en av \r\nvårdnadshavarna finns i lagen (2024:79) om placering av barn i \r\nskyddat boende.\r\n\r\nInformation och samråd med annan kommun\r\n\r\n6 § Om ett familjehem, jourhem eller annat enskilt hem ligger \r\ni en annan kommun, ska socialnämnden innan den lämnar \r\nmedgivande eller fattar beslut om vård enligt 2 eller 4 § \r\ninformera och samråda med den kommunen. Om en annan person är \r\nplacerad i det aktuella familjehemmet, jourhemmet eller \r\nenskilda hemmet efter beslut av en annan kommun, ska nämnden \r\ninformera och samråda med även den kommunen.\r\n\r\nUnderrättelse till regionen om hälsoundersökning \r\n\r\n7 § När sådan vård av barn eller unga i åldern 18-20 år som \r\nska ske utanför det egna hemmet inleds, ska socialnämnden \r\nunderrätta regionen om att barnet eller den unge ska erbjudas \r\nen hälsoundersökning enligt lagen (2017:209) om \r\nhälsoundersökning av barn och unga som vårdas utanför det egna \r\nhemmet. Någon underrättelse behöver dock inte lämnas om det är \r\nobehövligt. \r\n\r\nDetsamma gäller i anslutning till att en placering av ett barn \r\neller en ung person i åldern 18-20 år i ett skyddat boende \r\ninleds.\r\n\r\nSocialnämndens ansvar under vårdtiden\r\n\r\nSocialnämnden ska arbeta för bra uppväxtförhållanden \r\n\r\n8 § Socialnämnden ska arbeta för att de barn som vårdas i ett \r\nfamiljehem, jourhem, annat enskilt hem, stödboende, skyddat \r\nboende eller hem för vård eller boende får\r\n\r\n1. god vård, omsorg och uppfostran och i övrigt bra \r\nuppväxtförhållanden,\r\n\r\n2. lämplig utbildning, och\r\n\r\n3. den hälso- och sjukvård som de behöver. \r\n\r\n9 § Socialnämnden ska arbeta för att de barn som vårdas i ett \r\nfamiljehem, jourhem, annat enskilt hem, stödboende eller hem \r\nför vård eller boende ges möjlighet till kontakt med \r\nföräldrar, syskon och andra närstående.\r\n\r\nSocialnämnden ska ge råd, stöd och annan hjälp \r\n\r\n10 § Socialnämnden ska lämna vårdnadshavarna och föräldrarna \r\nråd, stöd och annan hjälp som de behöver när ett barn vårdas \r\nutanför det egna hemmet eller efter socialnämndens medgivande \r\nvistas i ett annat enskilt hem.\r\n\r\nNämnden ska även ge dem som vårdar barn i ett familjehem, \r\njourhem, stödboende, skyddat boende eller hem för vård eller \r\nboende råd, stöd och annan hjälp som de behöver.\r\n\r\nSocialnämnden ska noga följa vården\r\n\r\n11 § Socialnämnden ska noga följa vården av de barn och unga \r\nsom vårdas i ett familjehem, jourhem, stödboende, skyddat \r\nboende eller hem för vård eller boende. Detta ska främst ske \r\ngenom\r\n\r\n1. regelbundna personliga besök i det hem eller boende där \r\nbarnet eller den unge vårdas,\r\n\r\n2. enskilda samtal med barnet eller den unge,\r\n\r\n3. samtal med den eller dem som tagit emot barnet eller den \r\nunge i sitt hem eller på boendet, och\r\n\r\n4. samtal med vårdnadshavarna.\r\n\r\nSocialnämnden ska särskilt uppmärksamma barnets eller den \r\nunges hälsa, utveckling, sociala beteende, skolgång samt \r\nrelationer till föräldrar, syskon och andra närstående.\r\n\r\nSocialnämnden ska utse en ansvarig socialsekreterare\r\n\r\n12 § Socialnämnden ska utse en socialsekreterare som ansvarar \r\nför kontakterna med barnet eller den unge när vård ges i ett \r\nfamiljehem, stödboende, skyddat boende eller hem för vård \r\neller boende.\r\n\r\nSocialsekreteraren ska besöka barnet eller den unge \r\nregelbundet i den omfattning som är lämplig utifrån barnets \r\neller den unges behov och önskemål. \r\n\r\nÖverväganden som socialnämnden ska göra\r\n\r\nBehov av fortsatt vård \r\n\r\n13 § Om ett barn vårdas i ett annat hem än det egna med stöd \r\nav denna lag, ska socialnämnden minst en gång var sjätte månad \r\növerväga om vården fortfarande behövs och hur vården bör \r\ninriktas och utformas.\r\n\r\nDetsamma gäller när ett barn har beviljats skyddat boende \r\nenligt denna lag.\r\n\r\nÖverflyttning av vårdnaden\r\n\r\n14 § När ett barn har varit placerat i samma familjehem under \r\ntvå år från det att placeringen verkställdes, ska \r\nsocialnämnden särskilt överväga om det finns skäl att ansöka \r\nom överflyttning av vårdnaden enligt 6 kap. 8 § \r\nföräldrabalken. Därefter ska frågan övervägas årligen.\r\n\r\nNär socialnämnden överväger att ansöka om överflyttning av \r\nvårdnaden ska nämnden särskilt beakta\r\n\r\n- barnets och familjehemsföräldrarnas inställning till en \r\nvårdnadsöverflyttning,\r\n\r\n- barnets relation till familjehemsföräldrarna och deras \r\nförmåga att tillgodose barnets behov av en trygg och god \r\nuppväxt,\r\n\r\n- familjehemsföräldrarnas inställning till och förmåga att \r\ntillgodose barnets behov av kontakt med sina föräldrar och \r\nandra närstående,\r\n\r\n- barnets relation till sina föräldrar, och\r\n\r\n- barnets sociala situation i övrigt. \r\n\r\nErsättning, råd och stöd när vårdnaden flyttats över\r\n\r\n15 § Om vårdnaden av ett barn har flyttats över till en eller \r\ntvå särskilt förordnade vårdnadshavare som tidigare har varit \r\nbarnets familjehem, får kommunen fortsätta att betala dessa \r\nvårdnadshavare skälig ersättning. Socialnämnden ska ge de \r\nsärskilt förordnade vårdnadshavarna råd och stöd vid \r\növerflyttning av vårdnaden.\r\n\r\nRåd och stöd ska ges av socialnämnden i den kommun som har \r\nbeslutat om familjehemsplaceringen, om en särskilt förordnad \r\nvårdnadshavare begär det.\r\n\r\nFlyttningsförbud\r\n\r\n16 § Om ett barn är placerat i ett familjehem eller annat \r\nenskilt hem och en vårdnadshavare eller barnet, om barnet har \r\nfyllt 15 år, begär att vården ska upphöra, ska socialnämnden \r\növerväga om det finns skäl att ansöka om flyttningsförbud \r\nenligt 24 § lagen (1990:52) med särskilda bestämmelser om vård \r\nav unga. \r\n\r\nPlacering över nationsgränserna\r\n\r\nPlacering av barn i Sverige av utländsk myndighet \r\n\r\n17 § Socialnämnden får godkänna att en utländsk myndighet \r\nplacerar ett barn i Sverige endast om\r\n\r\n1. det är bäst för barnet att placeras här, särskilt med \r\nbeaktande av barnets anknytning hit,\r\n\r\n2. barnet har fått möjlighet att framföra sin åsikt om \r\nplaceringen,\r\n\r\n3. barnets vårdnadshavare och, om barnet har fyllt 15 år, \r\nbarnet samtycker till placeringen,\r\n\r\n4. förhållandena i det enskilda hemmet och förutsättningarna \r\nför vård i hemmet är utredda av nämnden,\r\n\r\n5. barnet har beviljats uppehållstillstånd, om ett sådant \r\ntillstånd behövs, och\r\n\r\n6. placeringen sker med stöd av rådets förordning (EU) \r\n2019/1111 av den 25 juni 2019 om behörighet och verkställighet \r\nav avgöranden i äktenskapsmål och mål om föräldraansvar och \r\ninternationella bortföranden av barn (Bryssel II-förordningen) \r\neller med stöd av den i Haag den 19 oktober 1996 dagtecknade \r\nkonventionen om behörighet, tillämplig lag, erkännande, \r\nverkställighet och samarbete i frågor om föräldraansvar och \r\nåtgärder till skydd för barn. \r\n\r\nSocialnämndens placering av barn i ett annat land \r\n\r\n18 § Socialnämnden får placera ett barn i ett annat land än \r\nSverige endast om\r\n\r\n1. det är bäst för barnet att placeras där, särskilt med \r\nbeaktande av barnets anknytning dit,\r\n\r\n2. barnet har fått möjlighet att framföra sin åsikt om \r\nplaceringen,\r\n\r\n3. barnets vårdnadshavare och, om barnet har fyllt 15 år, \r\nbarnet samtycker till placeringen,\r\n\r\n4. socialnämnden genom en överenskommelse med den behöriga \r\nmyndigheten i det land där barnet ska placeras har gjort det \r\nmöjligt att följa upp placeringen, och\r\n\r\n5. landet har en tillfredsställande ordning i fråga om \r\ntillsyn.\r\n\r\nAnsvarig socialnämnd\r\n\r\n19 § Ett medgivande till att ta emot ett barn för \r\nstadigvarande vård, omsorg och uppfostran enligt 2 § lämnas av \r\nsocialnämnden i den kommun som enligt 29 kap. ska tillgodose \r\nvårdnadshavarens behov av insatser.\r\n\r\nDen nämnd som har lämnat medgivande ska fullgöra \r\nskyldigheterna enligt 8 och 9 §§ samt 10 § första stycket.\r\n\r\nFörbud mot förmedling av barn\r\n\r\n20 § Ingen får, utan stöd av denna lag, bedriva verksamhet som \r\nsyftar till att förmedla barn till familjehem, jourhem eller \r\nandra enskilda hem som avses i 2 och 4 §§.\r\n\r\nStraffansvar\r\n\r\n21 § Den som åsidosätter bestämmelsen i 2 § första stycket \r\ndöms till böter. Till böter döms även den som åsidosätter \r\nbestämmelsen i 20 §, om inte gärningen är belagd med straff \r\nenligt lagen (1997:192) om internationell adoptionsförmedling.\r\n\r\nAllmänt åtal för brott som avses i första stycket får väckas \r\nendast efter medgivande av Socialstyrelsen. \r\n\r\n23 kap. Uppföljning av ett barns situation\r\n\r\nUppföljning efter utredning och placering\r\n\r\nBeslut om uppföljning efter utredning \r\n\r\n1 § När en utredning som gäller ett barns behov av skydd eller \r\nstöd har avslutats utan beslut om insats, kan socialnämnden \r\nbesluta om uppföljning av barnets situation. Ett sådant beslut \r\nfår fattas utan vårdnadshavarens och barnets samtycke, om \r\nbarnet bedöms vara i särskilt behov av nämndens skydd eller \r\nstöd utan att förhållandena är sådana som avses i lagen \r\n(1990:52) med särskilda bestämmelser om vård av unga. \r\n\r\nBeslut om uppföljning efter en placering \r\n\r\n2 § När placeringen av ett barn i ett familjehem, skyddat \r\nboende eller hem för vård eller boende har upphört, kan \r\nsocialnämnden besluta om uppföljning av barnets situation. Ett \r\nsådant beslut får fattas utan vårdnadshavarens eller barnets \r\nsamtycke, om barnet bedöms vara i särskilt behov av nämndens \r\nskydd eller stöd utan att förhållandena är sådana som avses i \r\nlagen (1990:52) med särskilda bestämmelser om vård av unga.\r\n\r\nDetsamma gäller när en placering som beslutats med stöd av \r\nlagen (2024:79) om placering av barn i skyddat boende har \r\nupphört.\r\n\r\nBestämmelser om uppföljning när vård enligt lagen med \r\nsärskilda bestämmelser om vård av unga upphör finns i 21 b och \r\n21 c §§ den lagen.\r\n\r\nInformation om uppföljningen \r\n\r\n3 § Socialnämnden ska informera barn som har fyllt 15 år och \r\nvårdnadshavare om ett beslut att inleda eller avsluta en sådan \r\nuppföljning som avses i 1 och 2 §§. \r\n\r\nKontakter under uppföljningen \r\n\r\n4 § Vid en uppföljning av ett barns situation enligt 1 eller \r\n2 § får socialnämnden ta hjälp av sakkunniga och i övrigt ta \r\nde kontakter som behövs. Socialnämnden får även samtala med \r\nbarnet utan vårdnadshavarens samtycke i enlighet med 20 kap. \r\n7 §.\r\n\r\nTidsgräns för uppföljningen \r\n\r\n5 § En uppföljning enligt 1 eller 2 § ska avslutas senast sex \r\nmånader från det att utredningen som gäller ett barns behov av \r\nskydd eller stöd har avslutats eller placeringen har upphört, \r\neller när nämnden dessförinnan inleder en utredning enligt \r\n14 kap. 2 § första stycket. \r\n\r\nUppföljning av kontaktperson, kontaktfamilj och särskilt \r\nkvalificerad kontaktperson\r\n\r\n6 § Socialnämnden ska kontinuerligt följa upp hur insatser i \r\nform av kontaktperson, kontaktfamilj och särskilt kvalificerad \r\nkontaktperson genomförs när dessa har beviljats barn och unga.\r\n\r\n24 kap. Internationella adoptioner \r\n\r\nMedgivande till internationell adoption\r\n\r\nSocialnämndens medgivande krävs \r\n\r\n1 § Ett barn med hemvist utomlands får inte utan \r\nsocialnämndens medgivande tas emot av någon i syfte att \r\nadopteras. Medgivandet ska ha lämnats innan barnet lämnar det \r\nland där barnet har sin hemvist. \r\n\r\nSocialnämnden får lämna medgivande om sökanden är lämpad att \r\nadoptera. Nämnden ska göra en samlad bedömning av sökandens \r\nlämplighet och vid bedömningen särskilt beakta\r\n\r\n- sökandens kunskaper och insikter om adoptivbarn och deras \r\nbehov och den planerade adoptionens innebörd,\r\n\r\n- sökandens personliga egenskaper och sociala nätverk,\r\n\r\n- sökandens ålder och hälsotillstånd, och\r\n\r\n- stabiliteten i relationen, om medgivande söks av makar eller \r\nsambor.\r\n\r\nOm det är känt vilket barn sökanden vill adoptera, ska \r\nsökandens lämplighet prövas i förhållande till det enskilda \r\nbarnet. Adoptionen ska även i övrigt kunna antas vara till \r\nbarnets bästa.\r\n\r\nFöräldrautbildning \r\n\r\n2 § Innan socialnämnden lämnar sitt medgivande ska sökanden ha \r\ndeltagit i en föräldrautbildning inför adoption som anvisats \r\nav nämnden. Om sökanden har adopterat barn från utlandet \r\ntidigare, får medgivande lämnas även om han eller hon inte har \r\ndeltagit i föräldrautbildning.\r\n\r\nNär ett medgivande upphör att gälla\r\n\r\n3 § Ett medgivande enligt 1 § upphör att gälla om inte barnet \r\nhar tagits emot i sökandens vård inom tre år från det att \r\nmedgivandet lämnades.\r\n\r\nSkyldighet att informera om förändrade förhållanden \r\n\r\n4 § Den eller de som vill adoptera är skyldiga att informera \r\nsocialnämnden om deras omständigheter ändras mer väsentligt \r\nunder den tid medgivandet gäller. Om ett barn inte har \r\nföreslagits för adoption inom två år från det att medgivandet \r\nlämnades, ska socialnämnden kontrollera om omständigheterna \r\nhar ändrats. En kontroll behöver inte göras om det är \r\nobehövligt.\r\n\r\nMedgivandet ska återkallas, om förutsättningarna för det inte \r\nlängre finns. Medgivandet får återkallas även när barnet har \r\ntagits emot av den eller dem som vill adoptera, om en fortsatt \r\nvistelse hos dem inte skulle vara förenlig med barnets bästa.\r\n\r\nSamtycke till fortsatt adoptionsförfarande\r\n\r\n5 § När ett visst barn har föreslagits för adoption, ska \r\nsocialnämnden pröva om samtycke ska ges till att \r\nadoptionsförfarandet får fortsätta. Prövningen ska göras \r\nskyndsamt och senast två veckor från det att den eller de som \r\nvill adoptera har meddelat nämnden att ett barn har \r\nföreslagits för adoption. Om adoptionsförfarandet omfattas av \r\nlagen (1997:191) med anledning av Sveriges tillträde till \r\nHaagkonventionen om skydd av barn och samarbete vid \r\ninternationella adoptioner, ska 3 § den lagen tillämpas. Den \r\ntid inom vilken prövning ska ske får förlängas om det finns \r\nsynnerliga skäl.\r\n\r\nAnsvarig socialnämnd\r\n\r\n6 § Medgivande enligt 1 § och samtycke enligt 5 § lämnas av \r\nsocialnämnden i den kommun som enligt 29 kap. ansvarar för \r\ninsatser till den eller de sökande.\r\n\r\nDen socialnämnd som har lämnat samtycke enligt 5 § ska \r\nfullgöra skyldigheterna enligt 22 kap. 8 § och 10 § första \r\nstycket.\r\n\r\nFörmedling av barn för adoption\r\n\r\n7 § I lagen (1997:192) om internationell adoptionsförmedling \r\nfinns bestämmelser om rätt för auktoriserade sammanslutningar \r\natt i vissa fall förmedla barn från utlandet för adoption.\r\n\r\nStraffansvar\r\n\r\n8 § Den som åsidosätter bestämmelserna i 1 § första stycket \r\ndöms till böter.\r\n\r\nAllmänt åtal för brott som avses i första stycket får väckas \r\nendast efter medgivande av Socialstyrelsen. \r\n\r\nAVDELNING VII. BEHÖRIGHET, TILLSTÅND, MISSFÖRHÅLLANDEN OCH \r\nTILLSYN \r\n\r\n25 kap. Behörighetskrav\r\n\r\nKrav på den som utför uppgifter som gäller barn och unga\r\n\r\nKrav på socionomexamen \r\n\r\n1 § För att utföra uppgifter inom socialtjänsten som gäller \r\nbarn och unga krävs en svensk socionomexamen, eller annan \r\nrelevant examen på minst grundnivå i högskolan, om uppgifterna \r\ninnefattar\r\n\r\n1. bedömning av om utredning ska inledas,\r\n\r\n2. utredning och bedömning av behovet av insatser, eller\r\n\r\n3. uppföljning av beslutade insatser.\r\n\r\nSocialnämnden ansvarar för att den som självständigt utför \r\narbetsuppgifter som avses i första stycket har tillräcklig \r\nerfarenhet för uppgiften.\r\n\r\nYrkeskvalifikation från ett land inom EES eller från Schweiz\r\n\r\n2 § I lagen (2016:145) om erkännande av yrkeskvalifikationer \r\noch i anslutande föreskrifter finns bestämmelser om tillfällig \r\nyrkesutövning och erkännande av yrkeskvalifikationer som har \r\nförvärvats eller erkänts i en annan stat än Sverige inom \r\nEuropeiska ekonomiska samarbetsområdet eller i Schweiz.\r\n\r\nAnnan utländsk utbildning\r\n\r\n3 § Den som har en annan utländsk utbildning än sådan som \r\navses i 2 § får utföra de uppgifter som anges i 1 § första \r\nstycket om utbildningen, ensam eller tillsammans med \r\nyrkeslivserfarenhet, motsvarar svensk socionomexamen eller \r\nnågon annan relevant examen på minst grundnivå i högskolan.\r\n\r\nDen myndighet som regeringen bestämmer får i enskilda fall \r\nbedöma om kraven enligt första stycket är uppfyllda. \r\n\r\nYrkestiteln undersköterska och fast omsorgskontakt\r\n\r\nBevis om skyddad yrkestitel \r\n\r\n4 § I verksamhet inom socialtjänsten får yrkestiteln \r\nundersköterska inte användas av den som saknar ett sådant \r\nbevis som avses i 4 kap. 5 a § patientsäkerhetslagen \r\n(2010:659). Den som saknar ett sådant bevis får inte heller \r\nanvända en titel som kan förväxlas med yrkestiteln \r\nundersköterska.\r\n\r\nEndast den som har ett sådant bevis som avses i första stycket \r\nfår utses till fast omsorgskontakt enligt 10 kap. 7 §. \r\n\r\nStraffansvar\r\n\r\n5 § Den som bryter mot 4 § första stycket döms till böter. \r\n\r\n26 kap. Tillstånds- och anmälningsplikt\r\n\r\nTillståndsplikt för att bedriva viss verksamhet\r\n\r\n1 § Ett privaträttsligt organ eller en fysisk person får inte \r\nutan tillstånd yrkesmässigt bedriva\r\n\r\n1. verksamhet i form av stödboende, skyddat boende eller hem \r\nför vård eller boende som avses i 9 kap.,\r\n\r\n2. verksamhet i form av boende för äldre personer och för \r\npersoner med funktionsnedsättning som motsvarar dem som avses \r\ni 8 kap. 4 eller 11 §,\r\n\r\n3. verksamhet i form av hem för viss annan heldygnsvård,\r\n\r\n4. verksamhet i form av hem eller öppen verksamhet för vård \r\nunder en begränsad del av dygnet, \r\n\r\n5. verksamhet som har till uppgift att till socialnämnden \r\nföreslå familjehem och jourhem till barn samt som lämnar stöd \r\noch handledning till sådana hem som tar emot barn, eller\r\n\r\n6. verksamhet i form av hemtjänst. \r\n\r\nTillstånd enligt första stycket meddelas av Inspektionen för \r\nvård och omsorg.\r\n\r\nAnmälningsplikt för kommuner och regioner\r\n\r\n2 § /Upphör att gälla U:2026-01-01/\r\nEn kommun eller en region som bedriver verksamhet som \r\navses i 1 § 1-4 och 6 ska anmäla verksamheten till \r\nInspektionen för vård och omsorg innan den påbörjas. \r\n\r\n2 § /Träder i kraft I:2026-01-01/\r\nEn kommun eller en region som bedriver verksamhet som \r\navses i 1 § 1-4 och 6 ska anmäla verksamheten till \r\nInspektionen för vård och omsorg innan den påbörjas.\r\n\r\nEn anmälan ska också göras när den anmälningspliktiga \r\nverksamheten\r\n\r\n1. upphör tillfälligt, \r\n\r\n2. läggs ned, eller\r\n\r\n3. ändras på ett väsentligt sätt. \r\n\r\nAnmälan ska göras inom en månad från det att förändringen har \r\ngenomförts. Lag (2025:1299).\r\n\r\nFörutsättningar för tillstånd\r\n\r\nFörutsättningar för att bevilja tillstånd att bedriva \r\nverksamhet\r\n\r\n3 § Tillstånd att bedriva en sådan verksamhet som avses i 1 § \r\nfår beviljas endast under förutsättning att \r\n\r\n1. verksamheten uppfyller kraven på god kvalitet och säkerhet,\r\n\r\n2. sökanden genom erfarenhet eller på annat sätt har fått \r\ninsikt i de föreskrifter som gäller för verksamheten,\r\n\r\n3. sökanden har ekonomiska förutsättningar att följa de \r\nföreskrifter som gäller för verksamheten, och\r\n\r\n4. sökanden i övrigt bedöms lämplig. \r\n\r\nVid lämplighetsbedömningen ska sökandens vilja och förmåga att \r\nfullgöra sina skyldigheter mot det allmänna, laglydnad i \r\növrigt och andra omständigheter av betydelse beaktas.\r\n\r\nPersonkrets som omfattas av prövningen \r\n\r\n4 § /Upphör att gälla U:2026-01-01/\r\nFör en juridisk person ska prövningen enligt 3 § första \r\nstycket 2 av om sökanden har tillräcklig insikt i de \r\nföreskrifter som gäller för verksamheten sammantaget avse\r\n\r\n1. den verkställande direktören,\r\n\r\n2. styrelseledamöter och styrelsesuppleanter,\r\n\r\n3. bolagsmännen i kommanditbolag eller andra handelsbolag, \r\n\r\n4. andra personer som har en ledande ställning i verksamheten, \r\n\r\n5. personer som har ett bestämmande inflytande över \r\nverksamheten, och\r\n\r\n6. personer som genom ett direkt eller indirekt ägande har ett \r\nväsentligt inflytande över verksamheten. \r\n\r\nDet krävs även att samtliga personer som anges i första \r\nstycket bedöms lämpliga enligt 3 § andra stycket. \r\n\r\n4 § /Träder i kraft I:2026-01-01/\r\nFör en juridisk person ska prövningen enligt 3 § första \r\nstycket 2 av om sökanden har tillräcklig insikt i de \r\nföreskrifter som gäller för verksamheten sammantaget avse\r\n\r\n1. den verkställande direktören,\r\n\r\n2. styrelseledamöter och styrelsesuppleanter,\r\n\r\n3. bolagsmännen i kommanditbolag eller andra handelsbolag, \r\n\r\n4. andra personer som har en ledande ställning i verksamheten, \r\n\r\n5. personer som har ett bestämmande inflytande över \r\nverksamheten, och\r\n\r\n6. personer som genom ett direkt eller indirekt ägande har ett \r\nväsentligt inflytande över verksamheten. \r\n\r\nDet krävs även att den juridiska personen och samtliga \r\npersoner som anges i första stycket 1-6 bedöms lämpliga enligt \r\n3 § andra stycket. Lag (2025:1299).\r\n\r\nTillstånd med villkor\r\n\r\n5 § Tillstånd får förenas med villkor som har betydelse för \r\nkvaliteten och säkerheten i verksamheten. \r\n\r\nFörändringar i verksamheten\r\n\r\nNytt tillstånd vid flytt eller ändring av verksamhet\r\n\r\n6 § Om en yrkesmässigt bedriven verksamhet som kräver \r\ntillstånd enligt 1 § helt eller till väsentlig del ändras \r\neller flyttas, ska ett nytt tillstånd sökas. \r\n\r\nFörändringar i den personkrets som omfattas av \r\ntillståndsprövning\r\n\r\n7 § Den som har beviljats tillstånd att bedriva yrkesmässig \r\nverksamhet enligt 1 § ska anmäla förändringar i den krets av \r\npersoner som avses i 4 § till Inspektionen för vård och omsorg \r\nsenast en månad efter förändringen. \r\n\r\nAvgift för ansökan\r\n\r\n8 § Inspektionen för vård och omsorg får ta ut en avgift för \r\nansökningar om tillstånd att bedriva yrkesmässig verksamhet \r\nenligt 1 §. \r\n\r\n27 kap. Missförhållanden\r\n\r\nRutiner mot missförhållanden\r\n\r\n1 § Socialnämnden ansvarar för att det finns rutiner för att \r\nförebygga, upptäcka och åtgärda risker och missförhållanden \r\ninom socialtjänstens verksamhet.\r\n\r\nRapporteringsskyldighet\r\n\r\nSkyldighet att rapportera missförhållanden \r\n\r\n2 § Den som fullgör uppgifter inom socialtjänsten ska genast \r\nrapportera om han eller hon uppmärksammar eller får kännedom \r\nom ett missförhållande eller en påtaglig risk för ett \r\nmissförhållande som rör den som får, eller kan komma i fråga \r\nför, insatser inom verksamheten.\r\n\r\nI yrkesmässigt bedriven enskild verksamhet fullgörs \r\nrapporteringsskyldigheten till den som bedriver verksamheten.\r\n\r\nI verksamhet vid Statens institutionsstyrelse fullgörs \r\nrapporteringsskyldigheten till myndighetschefen, och i övrigt \r\nfullgörs skyldigheten till den berörda socialnämnden. \r\n\r\nInformation om skyldighet att rapportera och medverka \r\n\r\n3 § Den som enligt 2 § ska ta emot rapporter om \r\nmissförhållanden eller påtaglig risk för missförhållanden ska \r\ninformera den som fullgör uppgifter inom respektive verksamhet \r\nom \r\n\r\n1. rapporteringsskyldigheten enligt 2 §, och\r\n\r\n2. skyldigheten att medverka till god kvalitet enligt 5 kap. \r\n1 § andra stycket. \r\n\r\n4 § Den som bedriver yrkesmässig enskild verksamhet ska \r\ninformera den berörda socialnämnden om de rapporter om \r\nmissförhållanden eller påtaglig risk för missförhållanden som \r\nhar tagits emot i verksamheten. \r\n\r\nDokumentation och avhjälpande \r\n\r\n5 § Ett missförhållande eller en påtaglig risk för ett \r\nmissförhållande ska genast dokumenteras och utredas samt \r\navhjälpas eller undanröjas.\r\n\r\nAnmälan om allvarliga missförhållanden\r\n\r\n6 § Ett allvarligt missförhållande eller en påtaglig risk för \r\nett allvarligt missförhållande ska snarast anmälas till \r\nInspektionen för vård och omsorg. Den utredning som gjorts med \r\nanledning av det inträffade ska bifogas anmälan. \r\n\r\nAnmälan ska göras av\r\n\r\n1. socialnämnden,\r\n\r\n2. den som bedriver yrkesmässig enskild verksamhet, eller\r\n\r\n3. myndighetschefen för Statens institutionsstyrelse.\r\n\r\nDen som bedriver yrkesmässig enskild verksamhet ska informera \r\nden berörda socialnämnden om anmälan.\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nAnmälan vid brister i yrkesmässig verksamhet\r\n\r\n7 § /Träder i kraft I:2026-01-01/\r\nKommunen ska anmäla till Inspektionen för vård och omsorg \r\nom det \r\n\r\n1. finns anledning att anta att en verksamhet bedrivs utan \r\nsådant tillstånd som krävs enligt 26 kap. 1 § första stycket, \r\n\r\n2. kan ifrågasättas om en tillståndshavare är lämplig enligt \r\n26 kap. 3 §, eller \r\n\r\n3. uppmärksammas allvarliga brister i en verksamhet där \r\ntillstånd krävs enligt 26 kap. 1 § första stycket.\r\nLag (2025:1299).\r\n\r\n28 kap. Tillsyn\r\n\r\nVerksamheter som omfattas av tillsyn\r\n\r\n1 § Inspektionen för vård och omsorg utövar tillsyn över \r\nsocialtjänsten.\r\n\r\nTillsynen över enskild verksamhet avser\r\n\r\n1. verksamhet för vilken det krävs tillstånd enligt 26 kap. \r\n1 §,\r\n\r\n2. verksamhet där en kommun genom avtal enligt 4 kap. 3 § \r\nförsta stycket har överlämnat till en enskild att utföra \r\nkommunens uppgifter inom socialtjänsten, samt\r\n\r\n3. annan enskild verksamhet som kommunen upphandlar tjänster \r\nfrån för att fullgöra skyldigheter enligt denna lag.\r\n\r\nVad tillsynen innebär\r\n\r\nGranskning av att verksamheten uppfyller krav och mål\r\n\r\n2 § Tillsyn enligt lagen innebär att Inspektionen för vård och \r\nomsorg ska granska att den verksamhet som avses i 1 § \r\nuppfyller de krav och mål som framgår av lagar och andra \r\nföreskrifter samt beslut som har fattats med stöd av sådana \r\nföreskrifter.\r\n\r\nRåd, uppföljning och andra uppgifter \r\n\r\n3 § Inspektionen för vård och omsorg ska inom ramen för sin \r\ntillsyn\r\n\r\n1. ge råd och vägledning,\r\n\r\n2. kontrollera att brister och missförhållanden avhjälps,\r\n\r\n3. förmedla kunskap och erfarenheter som myndigheten får genom \r\ntillsynen, och\r\n\r\n4. informera och ge råd till allmänheten. \r\n\r\nSamtal med barn\r\n\r\n4 § Vid tillsyn som rör ett barns förhållanden får barnet \r\nhöras om han eller hon inte kan antas ta skada av det. Barnet \r\nfår höras utan vårdnadshavarens samtycke och utan att \r\nvårdnadshavaren är närvarande. \r\n\r\nHandlingar, upplysningar och tillträde\r\n\r\nSkyldighet att lämna handlingar och upplysningar\r\n\r\n5 § Den som bedriver verksamhet som står under tillsyn enligt \r\ndenna lag är skyldig att på begäran av Inspektionen för vård \r\noch omsorg lämna över handlingar och annat material som rör \r\nverksamheten och lämna de upplysningar om verksamheten som \r\nmyndigheten behöver för sin tillsyn.\r\n\r\nRätt till tillträde och att omhänderta handlingar vid \r\ninspektion\r\n\r\n6 § Inspektionen för vård och omsorg eller den som myndigheten \r\nförordnar har rätt att inspektera verksamhet som står under \r\ndess tillsyn. \r\n\r\nDen som utför inspektionen har rätt att få tillträde till \r\nlokaler och andra utrymmen som används för verksamheten. För \r\ntillträde till bostäder krävs dock att den eller de boende \r\nlämnar sitt samtycke till inspektionen. \r\n\r\nDen som utför inspektionen har rätt att tillfälligt omhänderta \r\nhandlingar och annat material som rör verksamheten. Den vars \r\nverksamhet inspekteras är skyldig att lämna den hjälp som \r\nbehövs vid inspektionen. \r\n\r\nHjälp av Polismyndigheten vid inspektion\r\n\r\n7 § Vid inspektion av verksamhet som står under tillsyn enligt \r\ndenna lag har den som utför inspektionen rätt att få hjälp av \r\nPolismyndigheten om det behövs för att inspektionen ska kunna \r\ngenomföras.\r\n\r\nFöreläggande\r\n\r\nLämna handlingar eller upplysningar\r\n\r\n8 § Inspektionen för vård och omsorg får förelägga den som \r\nbedriver verksamhet som står under tillsyn enligt denna lag \r\natt lämna över handlingar eller annat material som rör \r\nverksamheten samt att lämna de upplysningar om verksamheten \r\nsom myndigheten behöver för sin tillsyn. Ett beslut om \r\nföreläggande får förenas med vite.\r\n\r\nAvhjälpa missförhållanden och brister\r\n\r\n9 § Om Inspektionen för vård och omsorg finner att det i \r\nverksamhet som står under tillsyn enligt denna lag förekommer \r\nett missförhållande som har betydelse för enskildas \r\nmöjligheter att kunna få de insatser de har rätt till, får \r\nmyndigheten förelägga den som svarar för verksamheten att \r\navhjälpa missförhållandet.\r\n\r\nOm myndigheten finner att en verksamhet som beviljats \r\ntillstånd inte uppfyller kraven för tillstånd i 26 kap. 3 § \r\neller att en förändring av den personkrets som ska \r\nlämplighetsprövas inte har anmälts enligt 26 kap. 7 §, får \r\nmyndigheten förelägga den som beviljats tillståndet att \r\navhjälpa bristen.\r\n\r\nEtt föreläggande ska innehålla uppgifter om de åtgärder som \r\nmyndigheten anser nödvändiga för att missförhållandet eller \r\nbristen ska kunna avhjälpas. Ett beslut om föreläggande får \r\nförenas med vite. \r\n\r\nFullgöra anmälningsskyldighet\r\n\r\n10 § Inspektionen för vård och omsorg får förelägga en kommun \r\neller region som inte har fullgjort sin anmälningsskyldighet \r\nenligt 26 kap. 2 § att fullgöra denna skyldighet. Ett beslut \r\nom föreläggande får förenas med vite.\r\n\r\nÅterkallelse av tillstånd och förbud mot fortsatt verksamhet\r\n\r\nÅterkallelse och förbud vid missförhållanden\r\n\r\n11 § /Upphör att gälla U:2026-01-01/\r\nOm ett missförhållande enligt 9 § första stycket är \r\nallvarligt och tillståndshavaren inte har följt ett \r\nföreläggande från Inspektionen för vård och omsorg, får \r\nmyndigheten besluta att helt eller delvis återkalla \r\ntillståndet för verksamheten. Om verksamheten inte är \r\ntillståndspliktig, får myndigheten i stället besluta att helt \r\neller delvis förbjuda fortsatt verksamhet.\r\n\r\nOm missförhållandet innebär fara för enskildas liv, hälsa \r\neller personliga säkerhet i övrigt, får Inspektionen för vård \r\noch omsorg utan föregående föreläggande besluta att helt eller \r\ndelvis återkalla tillståndet för verksamheten. Om verksamheten \r\ninte är tillståndspliktig, får myndigheten i stället besluta \r\natt helt eller delvis förbjuda fortsatt verksamhet.\r\n\r\nEtt tillstånd att bedriva verksamhet får även återkallas utan \r\nföregående föreläggande om tillståndshavaren inte uppfyller \r\nkraven för tillstånd i 26 kap. 3 och 4 §§. \r\n\r\n11 § /Träder i kraft I:2026-01-01/\r\nOm ett missförhållande enligt 9 § första stycket är \r\nallvarligt och tillståndshavaren inte har följt ett \r\nföreläggande från Inspektionen för vård och omsorg, får \r\nmyndigheten besluta att helt eller delvis återkalla \r\ntillståndet för verksamheten. Om verksamheten inte är \r\ntillståndspliktig, får myndigheten i stället besluta att helt \r\neller delvis förbjuda fortsatt verksamhet.\r\n\r\nOm missförhållandet innebär fara för enskildas liv, hälsa \r\neller personliga säkerhet i övrigt, får Inspektionen för vård \r\noch omsorg utan föregående föreläggande besluta att helt eller \r\ndelvis återkalla tillståndet för verksamheten. Om verksamheten \r\ninte är tillståndspliktig, får myndigheten i stället besluta \r\natt helt eller delvis förbjuda fortsatt verksamhet.\r\n\r\nEtt tillstånd att bedriva verksamhet får även återkallas utan \r\nföregående föreläggande om\r\n\r\n1. tillståndshavaren inte uppfyller kraven för tillstånd i \r\n26 kap. 3 och 4 §§, eller\r\n\r\n2. tillståndet inte har utnyttjats under en sammanhängande tid \r\nav sex månader. Lag (2025:1299).\r\n\r\nTillfälligt förbud mot fortsatt verksamhet\r\n\r\n12 § Om det finns sannolika skäl för att ett tillstånd helt \r\neller delvis kommer att återkallas eller om det finns \r\nsannolika skäl för att verksamheten helt eller delvis kommer \r\natt förbjudas enligt 10 §, och ett sådant beslut inte kan \r\navvaktas, får Inspektionen för vård och omsorg besluta att \r\ntills vidare helt eller delvis förbjuda fortsatt verksamhet.\r\n\r\nEtt beslut enligt första stycket gäller i högst sex månader. \r\nOm det finns synnerliga skäl, får beslutets giltighet \r\nförlängas med ytterligare sex månader.\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nFörbud mot verksamhet som bedrivs utan tillstånd\r\n\r\n12 a § /Träder i kraft I:2026-01-01/\r\nInspektionen för vård och omsorg får utan föregående \r\nföreläggande förbjuda verksamhet som i strid med 26 kap. 1 § \r\nbedrivs utan tillstånd. Lag (2025:1299).\r\n\r\nÅterkallelse och förbud vid bristande registerkontroll\r\n\r\n13 § Inspektionen för vård och omsorg får återkalla \r\ntillståndet för en verksamhet som inte uppfyller \r\nskyldigheterna enligt lagen (2007:171) om registerkontroll av \r\npersonal vid vissa boenden som tar emot barn, om bristen är av \r\nallvarligt slag. Om verksamheten inte är tillståndspliktig, \r\nfår myndigheten besluta att förbjuda fortsatt verksamhet.\r\n\r\nStraffansvar\r\n\r\n14 § Till böter döms den som\r\n\r\n1. utan tillstånd driver verksamhet som avses i 26 kap. 1 §, \r\neller\r\n\r\n2. i strid mot ett förbud som har meddelats enligt 11 eller \r\n12 § fortsätter verksamheten.\r\n\r\nAllmänt åtal för brott som avses i första stycket får väckas \r\nendast efter medgivande av Inspektionen för vård och omsorg.\r\n\r\nVite\r\n\r\n15 § Om ett föreläggande har förenats med vite enligt denna \r\nlag, får vitet inte förvandlas till fängelse. \r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nSanktionsavgifter\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nNär en sanktionsavgift ska betalas\r\n\r\n16 § /Träder i kraft I:2026-01-01/\r\nDen som bedriver verksamhet som står under tillsyn enligt \r\ndenna lag ska betala en sanktionsavgift om\r\n\r\n1. det i verksamheten har brutits mot villkor som anges i \r\ntillståndet för verksamheten, eller \r\n\r\n2. personal har anställts eller personer har erbjudits \r\nuppdrag, praktiktjänstgöring, volontärarbete eller liknande i \r\nverksamheten utan att den registerkontroll som ska göras \r\nenligt lagen (2007:171) om registerkontroll av personal vid \r\nvissa boenden som tar emot barn, har gjorts. \r\n\r\nInspektionen för vård och omsorg ska besluta om \r\nsanktionsavgiften.\r\n\r\nSanktionsavgiften ska betalas till Inspektionen för vård och \r\nomsorg och tillfaller staten. Lag (2025:1299).\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nSanktionsavgiftens storlek\r\n\r\n17 § /Träder i kraft I:2026-01-01/\r\nSanktionsavgift enligt 16 § första stycket 1 ska \r\nbestämmas till lägst 5 000 kronor och högst 500 000 kronor. \r\nNär sanktionsavgiftens storlek bestäms ska särskild hänsyn tas \r\ntill den skada eller risk för skada för enskilda som har \r\nuppstått till följd av överträdelsen samt överträdelsens \r\nvaraktighet och omfattning. \r\n\r\nSanktionsavgiften får sättas ned helt eller delvis om \r\növerträdelsen är ringa eller ursäktlig eller om det annars med \r\nhänsyn till omständigheterna skulle vara oskäligt att påföra \r\navgiften. Lag (2025:1299).\r\n\r\n18 § /Träder i kraft I:2026-01-01/\r\nSanktionsavgift enligt 16 § första stycket 2 ska tas ut \r\nmed 100 000 kronor per överträdelse.\r\n\r\nOm det finns synnerliga skäl får avgiften sättas ned helt \r\neller delvis. Lag (2025:1299).\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nNär en sanktionsavgift inte får beslutas\r\n\r\n19 § /Träder i kraft I:2026-01-01/\r\nEn sanktionsavgift får inte beslutas för en överträdelse \r\nsom omfattas av ett föreläggande som har förenats med vite \r\nenligt denna lag om överträdelsen ligger till grund för en \r\nansökan om utdömande av vitet. Lag (2025:1299).\r\n\r\n20 § /Träder i kraft I:2026-01-01/\r\nEn sanktionsavgift får inte beslutas om den som ska \r\nbetala avgiften inte har fått tillfälle att yttra sig inom två \r\når från den dag då överträdelsen ägde rum. Lag (2025:1299).\r\n\r\n/Rubriken träder i kraft I:2026-01-01/\r\nNär en sanktionsavgift faller bort\r\n\r\n21 § /Träder i kraft I:2026-01-01/\r\nEn sanktionsavgift faller bort i den utsträckning \r\nverkställighet inte har skett inom fem år från det att \r\nbeslutet fick laga kraft. Lag (2025:1299).\r\n\r\n\r\nAVDELNING VIII. ANSVARSFÖRDELNING, ORGANISATION OCH \r\nBEMYNDIGANDEN\r\n\r\n29 kap. Ansvarsfördelning mellan kommuner\r\n\r\nAnsvarig kommun\r\n\r\nBosättningskommunens ansvar\r\n\r\n1 § Den kommun som den enskilde är stadigvarande bosatt i \r\neller har sin starkaste anknytning till (bosättningskommunen) \r\nansvarar för insatser till den enskilde, om inte annat följer \r\nav 2, 3 eller 4 §.\r\n\r\nAnsvar vid placering i en annan kommun \r\n\r\n2 § En kommun behåller ansvaret för insatser till en enskild \r\nsom till följd av ett beslut av kommunen vistas i en annan \r\nkommun i\r\n\r\n1. ett familjehem enligt 9 kap. denna lag eller 9 § 8 lagen \r\n(1993:387) om stöd och service till vissa funktionshindrade,\r\n\r\n2. ett stödboende, skyddat boende eller hem för vård eller \r\nboende enligt 9 kap.,\r\n\r\n3. en särskild boendeform för äldre personer enligt 8 kap. 4 § \r\neller 26 kap. 1 § första stycket 2,\r\n\r\n4. en bostad med särskilt stöd för personer med \r\nfunktionsnedsättning enligt 8 kap. 11 § eller 26 kap. 1 § \r\nförsta stycket 2,\r\n\r\n5. en bostad med särskild service eller annan särskilt \r\nanpassad bostad enligt 9 § 8 eller 9 lagen om stöd och service \r\ntill vissa funktionshindrade, eller\r\n\r\n6. ett annat boende, om det inte är klarlagt vilken kommun som \r\när den enskildes bosättningskommun.\r\n\r\nAnsvar vid vistelse i kriminalvårdsanstalt och på sjukhus\r\n\r\n3 § Den kommun där den enskilde är folkbokförd ansvarar för \r\ninsatser\r\n\r\n1. vid kriminalvård i anstalt,\r\n\r\n2. vid vård på sjukhus eller i annan sjukvårdsinrättning på \r\ninitiativ av någon annan än en kommun, eller\r\n\r\n3. som aktualiserats inför avslutningen av vård enligt 1 eller \r\n2.\r\n\r\nVistelsekommunens ansvar\r\n\r\n4 § Om det uppkommer behov av insatser för en enskild under en \r\ntillfällig vistelse i en kommun, ansvarar den kommunen \r\n(vistelsekommunen) för insatser som behövs i akuta \r\nsituationer.\r\n\r\nVistelsekommunen ansvarar även för andra insatser till den \r\nenskilde, om det inte står klart att en annan kommun är \r\nansvarig.\r\n\r\nVistelsekommunens skyldighet att bistå bosättningskommunen\r\n\r\nUtredning och verkställighet\r\n\r\n5 § När en enskild avser att vistas en kortare tid i en annan \r\nkommun än bosättningskommunen, och till följd av hög ålder, \r\nfunktionsnedsättning eller allvarlig sjukdom behöver insatser \r\nför detta, är vistelsekommunen skyldig att på begäran\r\n\r\n1. bistå med den utredning som bosättningskommunen behöver för \r\natt kunna pröva den enskildes behov av insatser, och\r\n\r\n2. verkställa bosättningskommunens beslut.\r\n\r\nErsättning\r\n\r\n6 § Om en bosättningskommun har begärt att vistelsekommunen \r\nska verkställa ett beslut, ska bosättningskommunen betala \r\nersättning för verkställighetskostnaderna. Ersättningen ska \r\nbetalas enligt den ersättningsnivå som bosättningskommunen \r\ntillämpar för motsvarande insatser.\r\n\r\nAnsökan om insatser i en annan kommun\r\n\r\n7 § En enskild som önskar flytta till en annan kommun får \r\nansöka om insatser i den kommunen om han eller hon\r\n\r\n1. har ett varaktigt behov av omfattande vård- eller \r\nomsorgsinsatser till följd av hög ålder, funktionsnedsättning \r\neller allvarlig sjukdom och därför inte kan bosätta sig i \r\nkommunen utan att beviljas de insatser som han eller hon \r\nbehöver, eller\r\n\r\n2. behöver flytta till en annan kommun på grund av våld eller \r\nandra övergrepp men inte kan göra det utan att beviljas de \r\ninsatser som han eller hon behöver.\r\n\r\n8 § En ansökan från en enskild som önskar flytta till en annan \r\nkommun och som är i behov av insatser enligt 7 § ska behandlas \r\nsom om den enskilde var bosatt i den kommunen. Är den sökandes \r\nbehov tillgodosedda i bosättningskommunen, får hänsyn inte tas \r\ntill den omständigheten när ansökan prövas.\r\n\r\nBosättningskommunen är skyldig att på begäran bistå med den \r\nutredning som den andra kommunen behöver för att kunna pröva \r\nansökan.\r\n\r\nSkyldighet att slutföra utredning\r\n\r\n9 § En kommun som har inlett en utredning av om socialnämnden \r\nbehöver ingripa till ett barns skydd eller stöd är skyldig att \r\nslutföra utredningen och fatta beslut i ärendet även om \r\nansvaret för barnet enligt 1, 2, 3 eller 4 § övergår till en \r\nannan kommun. Detsamma gäller om en utredning har inletts och \r\närendet avser vård på grund av skadligt bruk eller beroende. \r\nDen andra kommunen är skyldig att på begäran bistå med den \r\nutredning som kan behövas för att fatta beslut i ärendet.\r\n\r\nFörsta stycket gäller inte om den andra kommunen samtycker \r\ntill att ta över utredningen av ärendet eller om ärendet \r\nannars flyttas över.\r\n\r\nÖverflyttning av ärende\r\n\r\nFörutsättningar för att flytta över ett ärende\r\n\r\n10 § Ett ärende som avser individuellt behovsprövade insatser \r\neller andra åtgärder som gäller en enskild individ får flyttas \r\növer till en annan kommun.\r\n\r\nEn kommun som anser att ett ärende ska flyttas över ska begära \r\ndet hos den andra kommunen. Ärendet ska då flyttas över om den \r\nsom berörs av ärendet har starkast anknytning till den andra \r\nkommunen och det med hänsyn till den enskildes önskemål, \r\nhjälpbehovets varaktighet och omständigheterna i övrigt \r\nframstår som lämpligt.\r\n\r\nEn begäran om att ett ärende ska flyttas över till en annan \r\nkommun ska vara skriftlig. Den andra kommunen ska genast \r\nskriftligen meddela sin inställning.\r\n\r\nOm kommunerna inte är överens \r\n\r\n11 § Om berörda kommuner inte är överens om att flytta över \r\nett ärende, får den kommun som begärt överflyttning ansöka om \r\ndet hos Inspektionen för vård och omsorg. En sådan ansökan får \r\nockså göras av en kommun som inte inom en månad har fått svar \r\nfrån en annan kommun på en begäran om överflyttning.\r\n\r\nInspektionen för vård och omsorg ska pröva ansökningen så \r\nsnart som möjligt. Myndigheten ska fatta beslut i ärendet inom \r\ntre månader från det att ansökan kom in, om det inte finns \r\nsärskilda skäl för en längre handläggningstid.\r\n\r\nUppgiftslämnande mellan kommuner \r\n\r\n12 § Uppgifter som behövs för att en kommun ska kunna ta över \r\nett ärende enligt 10 eller 11 § ska lämnas ut av den kommun \r\nsom överlämnar ärendet.\r\n\r\n30 kap. Socialnämndens organisation och delegering av \r\nbeslutanderätt\r\n\r\nBestämmelser i annan lag\r\n\r\n1 § För en socialnämnd gäller bestämmelserna om nämnder i \r\nkommunallagen (2017:725) om inte annat följer av detta \r\nkapitel.\r\n\r\nUppgifter inom socialnämndens ansvarsområde\r\n\r\nFöreträda kommunen i mål och ärenden \r\n\r\n2 § Socialnämnden ska själv eller genom ombud föra kommunens \r\ntalan i mål och ärenden som socialnämnden ansvarar för enligt \r\ndenna lag eller annan författning.\r\n\r\nLämna förslag till kommunfullmäktige\r\n\r\n3 § Socialnämnden ska lämna de förslag som nämnden anser är \r\nnödvändiga till kommunfullmäktige, kommunstyrelsen och övriga \r\nnämnder och andra myndigheter.\r\n\r\nBegära yttranden och upplysningar från kommunstyrelsen\r\n\r\n4 § Socialnämnden får begära in yttranden och upplysningar \r\nfrån kommunstyrelsen och övriga nämnder och från beredningar \r\noch tjänstemän i den egna kommunen, när det behövs för \r\nnämndens verksamhet.\r\n\r\nDelegering av ärenden och uppgifter\r\n\r\n5 § Bestämmelsen i 6 kap. 38 § 3 kommunallagen (2017:725) om \r\nbegränsning av rätten att delegera beslutanderätt ska inte \r\ntillämpas vid delegering av beslutanderätt i sådana ärenden \r\nsom anges i 6-9 §§ och för sådana uppgifter som anges i 10 §.\r\n\r\nDelegering i ärenden enligt denna lag \r\n\r\n6 § Socialnämnden får endast delegera beslutanderätten till \r\nett utskott i ärenden som gäller\r\n\r\n1. vård, omsorg och uppfostran i ett familjehem, jourhem eller \r\nannat enskilt hem enligt 22 kap. 2 och 4 §§,\r\n\r\n2. övervägande av fortsatt vård, vårdens inriktning och \r\nutformning samt av om det finns skäl att ansöka om \r\növerflyttning av vårdnaden enligt 22 kap. 13 och 14 §§,\r\n\r\n3. övervägande av flyttningsförbud enligt 22 kap. 16 §,\r\n\r\n4. placering över nationsgränserna enligt 22 kap. 17 och \r\n18 §§,\r\n\r\n5. internationell adoption enligt 24 kap. 1, 2 och 4 §§, eller \r\n\r\n6. beslut enligt 33 kap. 4 § om att föra talan om återkrav \r\nenligt 33 kap. 1 §.\r\n\r\nFörsta stycket gäller även i ärenden om samtycke till fortsatt \r\nadoptionsförfarande enligt 24 kap. 5 §, om samtycke vägras.\r\n\r\nDelegering i ärenden enligt lagen med särskilda bestämmelser \r\nom vård av unga\r\n\r\n7 § I fråga om lagen (1990:52) med särskilda bestämmelser om \r\nvård av unga får socialnämnden endast delegera \r\nbeslutanderätten till ett utskott i ärenden som anges i \r\nföljande bestämmelser i den lagen:\r\n\r\n1. ansökan om vård enligt 4 §,\r\n\r\n2. omedelbart omhändertagande enligt 6 och 6 a §§,\r\n\r\n3. ansökan om fortsatt omhändertagande enligt 9 a §,\r\n\r\n4. vårdens innehåll och utformning enligt 11 § första och \r\nandra styckena,\r\n\r\n5. övervägande av fortsatt vård, vårdens inriktning och \r\nutformning samt omprövning av vårdbeslut enligt 13 §,\r\n\r\n6. övervägande av ansökan om flyttningsförbud enligt 13 b §,\r\n\r\n7. övervägande av ansökan om vårdnadsöverflyttning enligt \r\n13 c §,\r\n\r\n8. umgängesbegränsning och hemlighållande av vistelseort \r\nenligt 14 § andra och tredje styckena,\r\n\r\n9. upphörande av vård enligt 21 §,\r\n\r\n10. förebyggande insatser enligt 22 §,\r\n\r\n11. ansökan om flyttningsförbud och beslut om tillfälligt \r\nflyttningsförbud enligt 24 och 27 §§,\r\n\r\n12. övervägande av fortsatt flyttningsförbud samt upphörande \r\nav flyttningsförbud enligt 26 §,\r\n\r\n13. umgängesbegränsning vid ett flyttningsförbud enligt 31 §, \r\n\r\n14. utreseförbud enligt 31 b-d och 31 i §§,\r\n\r\n15. provtagning inför umgänge och provtagning inför upphörande \r\nav vård enligt 32 a och 32 b §§, eller\r\n\r\n16. begäran om hjälp av Polismyndigheten eller Kriminalvården \r\nenligt 43 §.\r\n\r\nDelegering i ärenden enligt lagen om placering av barn i \r\nskyddat boende\r\n\r\n8 § I fråga om lagen (2024:79) om placering av barn i skyddat \r\nboende får socialnämnden endast delegera beslutanderätten till \r\nett utskott i ärenden som anges i följande bestämmelser i den \r\nlagen: \r\n\r\n1. ansökan om vård enligt 3 kap. 3 §, \r\n\r\n2. omedelbar insats i form av skyddat boende enligt 4 kap. \r\n1 §, \r\n\r\n3. vårdens innehåll och utformning enligt 5 kap. 1 §, \r\n\r\n4. överväganden om huruvida insatsen ska fortsätta enligt \r\n5 kap. 3 §,\r\n\r\n5. umgängesbegränsning och hemlighållande av vistelseort \r\nenligt 5 kap. 4 § och överväganden av sådana beslut enligt \r\n5 kap. 6 §, \r\n\r\n6. upphörande av insats enligt 7 kap. 1 §, eller \r\n\r\n7. begäran om hjälp av Polismyndigheten enligt 8 kap. 7 §.\r\n\r\nDelegering i ärenden enligt lagen om vård av missbrukare i \r\nvissa fall\r\n\r\n9 § I fråga om lagen (1988:870) om vård av missbrukare i vissa \r\nfall får socialnämnden endast delegera beslutanderätten till \r\nett utskott i ärenden som anges i följande bestämmelser i den \r\nlagen:\r\n\r\n1. ansökan om vård enligt 11 §, eller\r\n\r\n2. omedelbart omhändertagande enligt 13 §.\r\n\r\nDelegering av uppgifter enligt föräldrabalken\r\n\r\n10 § I fråga om föräldrabalken får beslutanderätten endast \r\ndelegeras för uppgifter som anges i följande bestämmelser i \r\nden balken: \r\n\r\n1. 1 kap. 4, 9, 13 och 14 §§,\r\n\r\n2. 2 kap. 1, 4-6 och 8-9 §§, dock inte befogenhet enligt 9 § \r\natt besluta att inte påbörja en utredning eller att lägga ner \r\nen påbörjad utredning,\r\n\r\n3. 3 kap. 5, 6 och 8 §§,\r\n\r\n4. 4 kap. 14 §,\r\n\r\n5. 6 kap. 6 §, 14 a § andra stycket och 15 a § tredje stycket,\r\n\r\n6. 6 kap. 13 a §,\r\n\r\n7. 6 kap. 15 c § tredje stycket,\r\n\r\n8. 6 kap. 19 § när det gäller beslut att utse utredare i mål \r\noch ärenden om vårdnad, boende eller umgänge,\r\n\r\n9. 7 kap. 7 § när det gäller godkännande av avtal om att \r\nunderhållsbidrag ska betalas för längre perioder än tre \r\nmånader, och\r\n\r\n10. 11 kap. 16 § andra stycket.\r\n\r\nI fråga om uppgifter enligt första stycket 6 får \r\nbeslutanderätten endast delegeras till ett utskott.\r\n\r\nÄrenden där beslutanderätten inte får delegeras\r\n\r\n11 § Beslutanderätten får inte delegeras i frågor som avses i \r\n18 kap. 11 § denna lag eller i fråga om nämndens uppgifter \r\nenligt 16 kap. 18 § eller 18 kap. 19 § \r\nsocialförsäkringsbalken.\r\n\r\nOrdförandebeslut\r\n\r\n12 § Bestämmelser om rätt för ordföranden, eller någon annan \r\nledamot som nämnden har utsett, att i vissa fall fatta beslut \r\ni socialnämndens ställe finns i lagen (1988:870) om vård av \r\nmissbrukare i vissa fall, lagen (1990:52) med särskilda \r\nbestämmelser om vård av unga och lagen (2024:79) om placering \r\nav barn i skyddat boende.\r\n\r\n31 kap. Rätt att meddela föreskrifter\r\n\r\nBemyndigande till skydd för enskildas liv, personliga säkerhet \r\neller hälsa \r\n\r\n1 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela sådana föreskrifter inom socialtjänsten som behövs \r\ntill skydd för enskildas liv, personliga säkerhet eller hälsa \r\ni verksamhet som avser\r\n\r\n1. barn och unga,\r\n\r\n2. äldre personer,\r\n\r\n3. personer med funktionsnedsättning,\r\n\r\n4. personer som har ett skadligt bruk eller beroende, \r\n\r\n5. personer som har utsatts för brott och deras närstående, \r\noch\r\n\r\n6. personer som utsätter eller har utsatt närstående för våld \r\neller andra övergrepp.\r\n\r\nRegeringen eller den myndighet som regeringen bestämmer får \r\nockså meddela sådana föreskrifter som behövs till skydd för \r\nenskildas liv, personliga säkerhet eller hälsa i verksamhet \r\nvid sådana LVM-hem och särskilda ungdomshem som avses i 9 kap. \r\n8 §.\r\n\r\nBemyndigande som gäller villkor och avgifter\r\n\r\n2 § Regeringen eller den myndighet som regeringen bestämmer \r\nfår meddela föreskrifter om\r\n\r\n1. villkor för tillstånd enligt 26 kap. 3 § första stycket 2-4 \r\noch andra stycket samt 26 kap. 4 §, och\r\n\r\n2. avgift för ansökningar enligt 26 kap. 8 §.\r\n\r\n3 § Regeringen får meddela föreskrifter om \r\n\r\n1. den högsta ersättning som får tas ut varje dag för \r\nuppehälle enligt 32 kap. 2 § första stycket, och\r\n\r\n2. vilka av kommunens utgifter för ett barn som föräldrarna är \r\nskyldiga att i skälig utsträckning bidra till enligt 32 kap. \r\n3 § första stycket.\r\n\r\nBemyndigande som gäller vid krig och krigsfara\r\n\r\n4 § Regeringen får meddela särskilda föreskrifter om \r\nsocialtjänsten enligt denna lag, om landet kommer i krig eller \r\nkrigsfara eller om det råder sådana extraordinära förhållanden \r\nsom är orsakade av krig eller av krigsfara som landet har \r\nbefunnit sig i.\r\n\r\nAVDELNING IX. AVGIFTER, ÅTERKRAV, BRISTANDE VERKSTÄLLIGHET OCH \r\nÖVERKLAGANDE \r\n\r\n32 kap. Avgifter\r\n\r\nNär kommunen får ta ut avgifter\r\n\r\nInsatser där kommunen får ta ut avgifter\r\n\r\n1 § Kommunen får enligt grunder som kommunen bestämmer ta ut \r\nskäliga avgifter som inte överstiger kommunens självkostnader \r\ni följande fall:\r\n\r\n1. familjerådgivning,\r\n\r\n2. verksamhet för barn och unga enligt 18 kap. 1-5 och 10 §§ \r\nsom inte är insatser av behandlingskaraktär,\r\n\r\n3. föräldrautbildning inför adoption,\r\n\r\n4. hemtjänst,\r\n\r\n5. dagverksamhet,\r\n\r\n6. sådan särskild boendeform för äldre personer som avses i \r\n8 kap. 4 § eller bostad med särskilt stöd för personer med \r\nfunktionsnedsättning som avses i 8 kap. 11 § och som inte \r\nomfattas av 12 kap. jordabalken, och\r\n\r\n7. annan liknande insats.\r\n\r\nI fråga om avgifter för hemtjänst, dagverksamhet, bostad i \r\nsärskild boendeform för äldre personer och bostad med särskilt \r\nstöd för personer med funktionsnedsättning finns ytterligare \r\nbestämmelser i 4-10 §§.\r\n\r\nInsatser av behandlingskaraktär\r\n\r\n2 § Kommunen får inte ta ut avgifter för insatser av \r\nbehandlingskaraktär. Kommunen får dock, utom i fråga om barn, \r\nta ut ersättning för uppehället av den som på grund av \r\nskadligt bruk eller beroende av alkohol, narkotika eller andra \r\nberoendeframkallande medel får vård eller behandling i ett hem \r\nför vård eller boende eller i ett familjehem. \r\n\r\nI 31 kap. 3 § 1 finns en bestämmelse om att regeringen får \r\nmeddela föreskrifter om den högsta ersättning som får tas ut \r\nför varje dag. För andra insatser får kommunen ta ut skälig \r\nersättning.\r\n\r\nFörsta och andra styckena gäller inte i fråga om insatser för \r\nvilka avgift har bestämts enligt 1 §.\r\n\r\nBarn som vårdas i ett annat hem än det egna \r\n\r\n3 § Om ett barn på initiativ av socialnämnden får vård i ett \r\nannat hem än det egna, är föräldrarna skyldiga att i skälig \r\nutsträckning bidra till kommunens utgifter för barnet. \r\nSocialnämnden får i sådana fall ta emot underhållsbidrag som \r\navser barnet.\r\n\r\nFörsta stycket gäller inte i fråga om barn som är placerade i \r\nskyddat boende med stöd av denna lag eller lagen (2024:79) om \r\nplacering av barn i skyddat boende.\r\n\r\nBeräkning av avgifter\r\n\r\nPrisbasbelopp\r\n\r\n4 § Med prisbasbelopp avses i detta kapitel prisbasbeloppet \r\nenligt 2 kap. 6 och 7 §§ socialförsäkringsbalken.\r\n\r\nAvgiftsunderlag\r\n\r\n5 § Med avgiftsunderlag avses den inkomst som den enskilde kan \r\nantas komma att få under de närmaste tolv månaderna, fördelad \r\nmed lika belopp per månad.\r\n\r\nInkomsten ska beräknas med tillämpning av 102 kap. 29 § 1, 2, \r\n4 och 5 socialförsäkringsbalken. Vid tillämpning av 102 kap. \r\n29 § 4 socialförsäkringsbalken ska dock endast sådan inkomst \r\nsom avses i 97 kap. 13 § första stycket 1 räknas med. Som \r\ninkomst ska även räknas bostadsbidrag enligt 96-98 kap., \r\nsärskilt bostadstillägg enligt 102 kap. 26 § och boendetillägg \r\nenligt 103 a-103 e kap. samma balk. En kommun får i sitt \r\nbeslut om avgifter bestämma att inkomsten ska beräknas på ett \r\nsätt som är mer fördelaktigt för den enskilde.\r\n\r\nI fråga om makar ska den enskildes inkomst anses utgöra \r\nhälften av makarnas sammanlagda inkomster.\r\n\r\nHögsta avgift\r\n\r\n6 § Den enskildes avgifter får\r\n\r\n1. för hemtjänst och dagverksamhet, tillsammans med avgifter \r\nsom avses i 17 kap. 8 § första stycket 1 och 2 hälso- och \r\nsjukvårdslagen (2017:30), per månad uppgå till högst en \r\ntolftedel av 0,5392 prisbasbelopp,\r\n\r\n2. för en bostad i särskild boendeform för äldre personer och \r\nbostad med särskilt stöd för personer med \r\nfunktionsnedsättning, per månad uppgå till högst en tolftedel \r\nav 0,5539 prisbasbelopp.\r\n\r\nFörbehållsbelopp\r\n\r\n7 § De sammanlagda avgifterna enligt 6 § får inte uppgå till \r\nett så stort belopp att den enskilde inte förbehålls \r\ntillräckliga medel av sitt avgiftsunderlag för sina personliga \r\nbehov och andra normala levnadskostnader (förbehållsbelopp). \r\nNär avgifterna fastställs ska kommunen dessutom försäkra sig \r\nom att den enskildes make eller sambo inte drabbas av en \r\noskäligt försämrad ekonomisk situation. Om avgifterna baseras \r\npå den enskildes betalningsförmåga, ska avgiftsunderlaget \r\nberäknas enligt 5 §.\r\n\r\nBeräkning av förbehållsbelopp\r\n\r\n8 § Kommunen ska bestämma den enskildes förbehållsbelopp genom \r\natt beräkna den enskildes levnadskostnader, utom \r\nboendekostnaden, med ledning av ett minimibelopp. \r\nBoendekostnaden ska beräknas för sig och läggas till \r\nminimibeloppet. För sådan boendekostnad som anges i 6 § ska \r\ndock inget förbehåll göras.\r\n\r\nMinimibeloppet ska, om inte annat följer av 9 §, per månad \r\nutgöra lägst en tolftedel av\r\n\r\n1. 1,4789 prisbasbelopp för ensamstående, eller\r\n\r\n2. 1,2066 prisbasbelopp för var och en av sammanlevande makar \r\noch sambor.\r\n\r\nMinimibeloppet ska täcka normalkostnader för livsmedel, \r\nkläder, skor, fritid, hygien, dagstidning, telefon, \r\nhemförsäkring, öppen hälso- och sjukvård, tandvård, \r\nhushållsel, förbrukningsvaror, resor, möbler, husgeråd och \r\nläkemedel.\r\n\r\nÄndring av minimibelopp\r\n\r\n9 § Kommunen ska höja minimibeloppet i skälig omfattning om \r\nden enskilde på grund av särskilda omständigheter varaktigt \r\nhar behov av ett inte oväsentligt högre belopp än det som \r\nanges i 8 § andra stycket.\r\n\r\nKommunen får minska minimibeloppet i skälig omfattning om den \r\nenskilde inte har en kostnad för en sådan post som anges i 8 § \r\ntredje stycket därför att\r\n\r\n1. kostnaden ingår i avgiften för hemtjänst och dagverksamhet,\r\n\r\n2. kostnaden ingår i avgiften eller hyran för en sådan \r\nsärskild boendeform för äldre personer som avses i 8 kap. 4 § \r\neller en bostad med särskilt stöd för personer med \r\nfunktionsnedsättning som avses i 8 kap. 11 §, eller\r\n\r\n3. posten tillhandahålls kostnadsfritt.\r\n\r\nKommunen får dock inte minska minimibeloppet med anledning av \r\natt den enskilde omfattas av sådan avgiftsfrihet som avses i \r\n17 kap. 3 § hälso- och sjukvårdslagen (2017:30).\r\n\r\nÄndring av avgift\r\n\r\n10 § Kommunen ska ändra en avgift om något förhållande som \r\npåverkar avgiftens storlek har ändrats. Avgiften får ändras \r\nutan föregående underrättelse, om ändringen beror på \r\nförändringar i prisbasbeloppet.\r\n\r\nEn ändring av avgiften ska gälla från och med den månad som \r\nföljer närmast efter den månad då de förhållanden som \r\nmotiverar ändringen uppkom. En ändring av avgiften ska dock \r\ngälla från och med den månad under vilken de förhållanden som \r\nmotiverar ändringen uppkom, om förhållandena avser hela den \r\nmånaden.\r\n\r\n33 kap. Återkrav\r\n\r\nNär ekonomiskt bistånd får krävas tillbaka\r\n\r\n1 § Om någon genom oriktiga uppgifter eller genom att inte \r\nfullgöra sin uppgiftsskyldighet eller på annat sätt orsakat \r\natt ekonomiskt bistånd enligt 12 kap. 1 § betalats ut \r\nfelaktigt eller med för högt belopp, får socialnämnden kräva \r\ntillbaka det som har betalats ut för mycket.\r\n\r\nOm någon i annat fall än som avses i första stycket tagit emot \r\nsådant ekonomiskt bistånd felaktigt eller med för högt belopp \r\noch skäligen borde ha insett detta, får socialnämnden kräva \r\ntillbaka det som har betalats ut för mycket.\r\n\r\n2 § Socialnämnden får, i andra fall än som avses i 1 §, kräva \r\ntillbaka ekonomiskt bistånd som den enskilde har fått enligt \r\n12 kap. 1 § endast \r\n\r\n1. om det har lämnats\r\n\r\na) som förskott på en förmån eller ersättning,\r\n\r\nb) till den som är indragen i en arbetskonflikt, eller\r\n\r\nc) till den som på grund av förhållanden som han eller hon \r\ninte kunnat råda över hindrats från att förfoga över sina \r\ninkomster och tillgångar, och\r\n\r\n2. om beslutet om bistånd\r\n\r\na) har meddelats genom ett skriftligt beslut som har delgetts \r\nden enskilde, och\r\n\r\nb) har innehållit uppgifter om den eller de omständigheter som \r\nutgör grund för återbetalningsskyldighet.\r\n\r\n3 § Socialnämnden får kräva tillbaka ekonomiskt bistånd som \r\nhar lämnats enligt 12 kap. 2 § om beslutet om bistånd \r\n\r\n1. har getts under villkor om återbetalning,\r\n\r\n2. har meddelats genom ett skriftligt beslut som har delgetts \r\nden enskilde, och\r\n\r\n3. har innehållit uppgifter om den eller de omständigheter som \r\nutgör grund för återbetalningsskyldighet. \r\n\r\nTalan om återkrav eller ersättning\r\n\r\n4 § Socialnämnden får väcka talan hos förvaltningsrätten om \r\nden enskilde inte frivilligt \r\n\r\n1. betalar tillbaka ekonomiskt bistånd i enlighet med 1-3 §§, \r\neller\r\n\r\n2. ersätter kommunen för sådana utgifter som kommunen har haft \r\nenligt 32 kap. 2 § första eller andra stycket eller 3 § första \r\nstycket. \r\n\r\n5 § Talan enligt 4 § väcks vid den förvaltningsrätt inom vars \r\ndomkrets den enskilde är bosatt och inom tre år från det att \r\nkommunens kostnader uppkom. \r\n\r\nTalan får inte bifallas, om den enskilde därigenom kan antas \r\nkomma att sakna medel för att klara sin försörjning eller sina \r\ndagliga levnadskostnader eller om det annars finns synnerliga \r\nskäl.\r\n\r\nSocialnämnden får avstå från krav\r\n\r\n6 § Socialnämnden får besluta att helt eller delvis avstå från \r\nett krav på ersättning som avses i 1-3 §§ och i 32 kap. 2 § \r\nförsta eller andra stycket eller 3 § första stycket.\r\n\r\n34 kap. Bristande verkställighet och särskild avgift\r\n\r\nÅtgärder när gynnande beslut inte verkställs i tid\r\n\r\nSocialnämnden ska rapportera beslut som inte har verkställts \r\n\r\n1 § Om ett gynnande beslut enligt 11 kap. 1 § eller 12 kap. \r\n1 § inte har verkställts inom tre månader från dagen för \r\nbeslutet, ska socialnämnden rapportera det till Inspektionen \r\nför vård och omsorg och till de revisorer som avses i 3 kap. \r\n10 § kommunallagen (2017:725). För varje beslut ska nämnden \r\nange tidpunkten för beslutet och vilken typ av insats beslutet \r\ngäller samt kortfattat ange skälen för fördröjningen. \r\n\r\nSocialnämnden ska vidare dels till Inspektionen för vård och \r\nomsorg, dels till revisorerna rapportera alla gynnande beslut \r\nenligt 11 kap. 1 § och 12 kap. 1 § som inte har verkställts på \r\nnytt inom tre månader från den dag då verkställigheten \r\navbröts. För varje beslut ska nämnden ange tidpunkten för \r\nbeslutet och vilken typ av insats beslutet gäller samt \r\nkortfattat ange skälen för fördröjningen.\r\n\r\nRapportering ska ske en gång per kvartal.\r\n\r\nSocialnämnden ska anmäla när rapporterade beslut har \r\nverkställts \r\n\r\n2 § När socialnämnden har verkställt ett gynnande beslut som \r\ntidigare enligt 1 § har rapporterats som inte verkställt, ska \r\nnämnden anmäla det till Inspektionen för vård och omsorg och \r\ntill de revisorer som avses i 3 kap. 10 § kommunallagen \r\n(2017:725). Datum för verkställigheten ska då anges.\r\n\r\nStatistikrapport över beslut som inte har verkställts\r\n\r\n3 § Socialnämnden ska lämna en statistikrapport till \r\nkommunfullmäktige över hur många gynnande beslut enligt \r\n11 kap. 1 § och 12 kap. 1 § som inte har verkställts inom tre \r\nmånader från dagen för respektive beslut. Nämnden ska vidare \r\nange vilka typer av insatser dessa beslut gäller samt hur lång \r\ntid som har gått från dagen för respektive beslut.\r\n\r\nSocialnämnden ska till kommunfullmäktige även lämna en \r\nstatistikrapport över hur många gynnande beslut enligt 11 kap. \r\n1 § och 12 kap. 1 § som inte har verkställts på nytt inom tre \r\nmånader från den dag då verkställigheten avbröts. Nämnden ska \r\nvidare ange vilka typer av insatser dessa beslut gäller samt \r\nhur lång tid som har gått från dagen för respektive beslut.\r\n\r\nRapportering ska ske en gång per kvartal.\r\n\r\nRapporteringsskyldighet för vistelsekommunen\r\n\r\n4 § Om en bosättningskommun har begärt att en vistelsekommun \r\nska verkställa ett beslut enligt 29 kap. 5 § 2, gäller \r\nskyldigheten att rapportera till Inspektionen för vård och \r\nomsorg och till kommunfullmäktige enligt 1-3 §§ även \r\nvistelsekommunen. \r\n\r\nSärskild avgift\r\n\r\nAvgift för kommunen vid bristande verkställighet\r\n\r\n5 § En kommun som inte inom skälig tid tillhandahåller en \r\ninsats enligt 11 kap. 1 § eller 12 kap. 1 § som någon har rätt \r\ntill enligt ett beslut av socialnämnden, är skyldig att betala \r\nen särskild avgift. Detsamma gäller en kommun som inte inom \r\nskälig tid på nytt tillhandahåller en insats efter det att \r\nverkställigheten av ett sådant beslut har avbrutits.\r\n\r\nEn kommun som inte inom skälig tid tillhandahåller en insats \r\nenligt 11 kap. 1 § eller 12 kap. 1 § som någon är berättigad \r\ntill enligt en domstols avgörande, är skyldig att betala en \r\nsärskild avgift. Detsamma gäller en kommun som inte inom \r\nskälig tid på nytt tillhandahåller en insats efter det att \r\nverkställigheten av ett sådant avgörande har avbrutits.\r\n\r\nOm en bosättningskommun med stöd av 29 kap. 5 § 2 har begärt \r\natt en vistelsekommun ska verkställa ett beslut, ska \r\nvistelsekommunen i fall som avses i första och andra styckena \r\nbetala den särskilda avgiften enligt denna paragraf.\r\n\r\nAvgifter enligt denna paragraf tillfaller staten.\r\n\r\nUndantag från avgiftsskyldigheten\r\n\r\n6 § En kommun är inte skyldig att betala en särskild avgift \r\nenligt 5 § om den enskilde enligt 35 kap. 5 § tredje stycket \r\nbegärt att få senarelägga verkställandet.\r\n\r\nBeräkning av den särskilda avgiften\r\n\r\n7 § /Upphör att gälla U:2026-01-01/\r\nDen särskilda avgiften ska fastställas till lägst \r\n10 000 kronor och högst 1 000 000 kronor.\r\n\r\nNär avgiftens storlek fastställs ska det särskilt beaktas hur \r\nlång tid som har gått sedan insatsen beviljades och hur \r\nallvarlig fördröjningen i övrigt kan anses vara.\r\n\r\nKommunen får befrias från särskild avgift om det finns \r\nsynnerliga skäl för det. I ringa fall ska inte någon avgift \r\ntas ut. \r\n\r\n7 § /Träder i kraft I:2026-01-01/\r\nDen särskilda avgiften ska bestämmas till lägst \r\n15 000 kronor och högst 1 500 000 kronor.\r\n\r\nNär avgiftens storlek bestäms ska det särskilt beaktas hur \r\nlång tid som har gått sedan insatsen beviljades och hur \r\nallvarlig fördröjningen i övrigt kan anses vara.\r\n\r\nKommunen får befrias från särskild avgift om det finns \r\nsynnerliga skäl för det. I ringa fall ska inte någon avgift \r\ntas ut. Lag (2025:1299).\r\n\r\nFörvaltningsrätten prövar frågor om särskild avgift\r\n\r\n8 § Frågor om särskild avgift prövas efter ansökan av \r\nInspektionen för vård och omsorg av den förvaltningsrätt vars \r\ndomkrets kommunen tillhör.\r\n\r\nNy avgift vid fortsatt underlåtenhet \r\n\r\n9 § Om en kommun efter att särskild avgift dömts ut \r\nfortfarande inte tillhandahåller insatsen, får en ny särskild \r\navgift enligt 5 § dömas ut.\r\n\r\nPreskription\r\n\r\n10 § Särskild avgift enligt 5 § första stycket får bara dömas \r\nut om ansökan enligt 8 § har delgetts kommunen inom två år \r\nfrån tidpunkten för det gynnande beslutet om insatsen eller \r\ninom två år från det att verkställigheten av det gynnande \r\nbeslutet avbrutits.\r\n\r\nSärskild avgift enligt 5 § andra stycket får bara dömas ut om \r\nansökan enligt 8 § har delgetts kommunen inom två år från det \r\natt domen om insatsen fått laga kraft eller inom två år från \r\ndet att verkställigheten av domen avbrutits.\r\n\r\nOm en vistelsekommun enligt 5 § tredje stycket ska betala den \r\nsärskilda avgiften, ska första och andra styckena avse \r\nvistelsekommunen. \r\n\r\n35 kap. Överklagande \r\n\r\nBeslut av socialnämnden\r\n\r\n1 § Socialnämndens beslut får överklagas till allmän \r\nförvaltningsdomstol i fråga om\r\n\r\n1. insatser enligt 11 kap. 1 § eller 12 kap. 1 §, \r\n\r\n2. nekat eller nedsatt försörjningsstöd enligt 12 kap. 5 §,\r\n\r\n3. förbud mot eller begränsning av att ta emot andras barn \r\nenligt 18 kap. 11 §,\r\n\r\n4. medgivande att ta emot ett barn enligt 22 kap. 2 §,\r\n\r\n5. medgivande inför adoption enligt 24 kap. 1 §,\r\n\r\n6. återkallelse av medgivande inför adoption enligt 24 kap. \r\n4 §,\r\n\r\n7. samtycke till fortsatt adoptionsförfarande enligt 24 kap. \r\n5 §, \r\n\r\n8. ansökan om insatser i en annan kommun enligt 29 kap. 7 §, \r\noch\r\n\r\n9. avgifter eller förbehållsbelopp enligt 32 kap. 5-10 §§.\r\n\r\nBeslut av Inspektionen för vård och omsorg\r\n\r\n2 § /Upphör att gälla U:2026-01-01/\r\nBeslut av Inspektionen för vård och omsorg får överklagas \r\ntill allmän förvaltningsdomstol i ärenden om\r\n\r\n1. omhändertagande av personakt enligt 17 kap. 7 §,\r\n\r\n2. tillstånd enligt 26 kap. 1 §,\r\n\r\n3. föreläggande enligt 28 kap. 5, 8, 9 eller 10 §,\r\n\r\n4. förbud och återkallelse av tillstånd enligt 28 kap. 11, 12 \r\neller 13 §, och\r\n\r\n5. överflyttning av ärende enligt 29 kap. 11 §.\r\n\r\nI fråga om överklagande av Inspektionen för vård och omsorgs \r\nbeslut när det gäller utlämnande av handling i en personakt i \r\nenskild verksamhet enligt 17 kap. 6 § gäller i tillämpliga \r\ndelar 6 kap. 7-11 §§ offentlighets- och sekretesslagen \r\n(2009:400).\r\n\r\nAndra beslut av Inspektionen för vård och omsorg enligt denna \r\nlag får inte överklagas.\r\n\r\n2 § /Träder i kraft I:2026-01-01/\r\nBeslut av Inspektionen för vård och omsorg får överklagas \r\ntill allmän förvaltningsdomstol i ärenden om\r\n\r\n1. omhändertagande av personakt enligt 17 kap. 7 §,\r\n\r\n2. tillstånd enligt 26 kap. 1 §,\r\n\r\n3. föreläggande enligt 28 kap. 5, 8, 9 eller 10 §,\r\n\r\n4. förbud och återkallelse av tillstånd enligt 28 kap. 11, 12, \r\n12 a eller 13 §, \r\n\r\n5. överflyttning av ärende enligt 29 kap. 11 §, och\r\n\r\n6. sanktionsavgift enligt 28 kap. 16 §.\r\n\r\nI fråga om överklagande av Inspektionen för vård och omsorgs \r\nbeslut när det gäller utlämnande av handling i en personakt i \r\nenskild verksamhet enligt 17 kap. 6 § gäller i tillämpliga \r\ndelar 6 kap. 7-11 §§ offentlighets- och sekretesslagen \r\n(2009:400).\r\n\r\nAndra beslut av Inspektionen för vård och omsorg enligt denna \r\nlag får inte överklagas. Lag (2025:1299).\r\n\r\nBeslut av Socialstyrelsen\r\n\r\n3 § Beslut av Socialstyrelsen om medgivande till att väcka \r\nallmänt åtal enligt 18 kap. 12 § andra stycket, 22 kap. 21 § \r\nandra stycket eller 24 kap. 8 § andra stycket får inte \r\növerklagas. \r\n\r\nPrövningstillstånd\r\n\r\n4 § Prövningstillstånd krävs vid överklagande till \r\nkammarrätten av beslut enligt denna lag.\r\n\r\nVerkställighet\r\n\r\n5 § Beslut av socialnämnd och av domstol i frågor som avses i \r\n1 § gäller omedelbart. En förvaltningsrätt eller kammarrätt \r\nfår dock bestämma att beslutet ska verkställas först sedan det \r\nhar fått laga kraft.\r\n\r\nBeslut av Inspektionen för vård och omsorg och av domstol i \r\nfrågor som avses i 2 § första stycket 1, 3 och 4 gäller \r\nomedelbart.\r\n\r\nPå begäran av sökanden får verkställandet av beslut om \r\ninsatser enligt 11 kap. 1 § senareläggas om verkställandet \r\nsker inom ett valfrihetssystem enligt lagen (2008:962) om \r\nvalfrihetssystem.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n2025:400\r\n\r\n1. Denna lag träder i kraft den 1 juli 2025.\r\n\r\n2. Genom lagen upphävs socialtjänstlagen (2001:453).\r\n\r\n3. Bestämmelsen i 14 kap. 9 § första stycket tillämpas inte på \r\nbeslut om insatser som gäller tills vidare och som har fattats \r\nföre ikraftträdandet.\r\n\r\n4. Tillstånd eller förbud som har beslutats enligt den \r\nupphävda lagen gäller som tillstånd eller förbud enligt denna \r\nlag.\r\n\r\n5. Den upphävda lagen gäller fortfarande för \r\n\r\na) återkrav av ekonomiskt bistånd som beviljats före \r\nikraftträdandet, och\r\n\r\nb) ersättningskrav för kostnader som kommunen har haft enligt \r\n8 kap. 1 § första eller andra stycket den lagen.\r\n\r\n6. Den upphävda lagen gäller fortfarande vid prövningen av ett \r\növerklagande av ett beslut som har meddelats före \r\nikraftträdandet. \r\n\r\n7. Den som vid ikraftträdandet är tillsvidareanställd med \r\nyrkestiteln undersköterska ska även i fortsättningen få \r\nanvända titeln trots att han eller hon saknar ett sådant bevis \r\nsom avses i 4 kap. 5 a § patientsäkerhetslagen (2010:659), \r\ndock längst till och med den 30 juni 2033.\r\n\r\n8. Den som vid ikraftträdandet är tillsvidareanställd med \r\nyrkestiteln undersköterska får utses att vara fast \r\nomsorgskontakt, trots att han eller hon saknar ett sådant \r\nbevis som avses i 4 kap. 5 a § patientsäkerhetslagen \r\n(2010:659), dock längst till och med den 30 juni 2033.\r\n\r\n2025:1299\r\n\r\n1. Denna lag träder i kraft den 1 januari 2026.\r\n\r\n2. Bestämmelserna i 28 kap. 16 § tillämpas inte på \r\növerträdelser som har skett före ikraftträdandet. \r\n\r\n3. Bestämmelsen i 34 kap. 7 § i den äldre lydelsen gäller \r\nfortfarande för beslut om insatser som har fattats före \r\nikraftträdandet.\r\n\r\n2025:1501\r\n\r\n1. Denna lag träder i kraft den 15 januari 2026.\r\n\r\n2. Bestämmelsen i 16 kap. 2 a § första stycket tillämpas inte \r\npå ärenden som har avslutats före ikraftträdandet.",
    "skapadDateTime": "2025-12-12T13:13:51.8885921",
    "uppdateradDateTime": "2025-12-15T13:25:11.2946227",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-15T13:25:11.2946226",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 642335,
      "beteckning": "2025:1299",
      "anteckningar": "ändr. 26 kap. 2, 4 §§, 28 kap. 11 §, 34 kap. 7 §, 35 kap. 2 §; nya 27 kap. 7 §, 28 kap. 12 a, 16, 17, 18, 19, 20, 21 §§, rubr. närmast före 27 kap. 7 §, 28 kap. 12 a, 16, 17, 19,  21 §§",
      "ikraftDateTime": "2026-01-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2025/26:15, bet. 2025/26:SoU8, rskr. 2025/26:53",
      "rubrik": "Lag (2025:1299) om ändring i socialtjänstlagen (2025:400)",
      "lopnummer": "1299",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:13:51.9041279",
      "uppdateradDateTime": "2025-12-15T13:25:11.2951787",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:25:11.2951786",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642336,
      "beteckning": "2025:942",
      "anteckningar": "ändr. 15 kap. 12 §",
      "ikraftDateTime": "2025-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:179, bet. 2025/26:SfU6, rskr. 2025/26:16",
      "rubrik": "Lag (2025:942) om ändring i socialtjänstlagen (2025:400)",
      "lopnummer": "942",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:13:51.9041283",
      "uppdateradDateTime": "2025-12-15T13:25:11.2952057",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:25:11.2952056",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642337,
      "beteckning": "2025:762",
      "anteckningar": "ny 12 kap. 7 a §",
      "ikraftDateTime": "2025-09-08T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2024/25:157, bet. 2024/25:SoU29, rskr. 2024/25:284",
      "rubrik": "Lag (2025:762) om ändring i socialtjänstlagen (2025:400)",
      "lopnummer": "762",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:13:51.9041285",
      "uppdateradDateTime": "2025-12-15T13:25:11.2952159",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:25:11.2952158",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 642338,
      "beteckning": "2025:1501",
      "anteckningar": "ändr. 19 kap. 1, 6 §§; ny 16 kap. 2 a §, rubr. närmast före 16 kap. 2 a §",
      "ikraftDateTime": "2026-01-15T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 2025/26:12, bet. 2025/26:SoU11, rskr. 2025/26:100",
      "rubrik": "Lag (2025:1501) om ändring i socialtjänstlagen (2025:400)",
      "lopnummer": "1501",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-12T13:14:06.6905878",
      "uppdateradDateTime": "2025-12-15T13:25:11.2952266",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-15T13:25:11.2952265",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-12T13:13:51.8885913",
  "uppdateradDateTime": "2025-12-15T13:25:11.2939014",
  "publicerad": true,
  "publiceradDateTime": "2025-12-15T13:25:11.2939013",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}