{
  "grundforfattningId": 62290,
  "previousId": 57819,
  "beteckning": "1994:1162",
  "beteckningSortable": "1994:1162",
  "publiceringsar": "1994",
  "lopnummer": "1162",
  "rubrik": "Förordning (1994:1162) om skeppsmätning",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": null,
  "upphavdOvergangsbestammelse": false,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": "1994-07-18T00:00:00",
  "ikraftOvergangsbestammelse": true,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Landsbygds- och infrastrukturdepartementet",
    "enhet": "RSIB TM",
    "namnOchEnhet": "Landsbygds- och infrastrukturdepartementet RSIB TM",
    "departementId": 30,
    "myndighetId": null
  },
  "forfattningstypNamn": "Förordning",
  "register": {
    "registerInformationId": 62287,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "skeppsmätning",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": "2025-12-15T16:49:23.4783295",
    "uppdateradDateTime": "2025-12-16T10:55:51.3012538",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-16T10:55:51.3012536",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 85110,
    "upphavdGenom": null,
    "andringInford": "t.o.m. SFS 2025:1532",
    "omtryck": null,
    "utfardadDateTime": "1994-06-30T00:00:00",
    "ovrigt": null,
    "forfattningstext": "Allmänt\r\n\r\n1 § Genom skeppsmätning fastställs ett fartygs bruttodräktighet och\r\nnettodräktighet. I fråga om svenska fartyg fastställs genom\r\nskeppsmätning även skrovets största längd och största bredd.\r\n\r\nMed bruttodräktighet avses ett jämförelsetal baserat på ett fartygs\r\ntotala inneslutna volym och med nettodräktighet avses ett\r\njämförelsetal baserat bland annat på dess nyttiga volym, fastställt\r\nenligt reglerna i bilaga 1 till 1969 års internationella\r\nskeppsmätningskonvention. För fartyg vars längd enligt\r\ndefinitionen i artikel 2 i skeppsmätningskonventionen understiger\r\n24 meter skall dock nettodräktigheten utgöra 30 procent av\r\nbruttodräktigheten.\r\n\r\n2 § Transportstyrelsen ansvarar för skeppsmätningsverksamheten\r\noch meddelar närmare föreskrifter om skeppsmätning.\r\nFörordning (2008:1162).\r\n\r\n3 § 1969 års internationella konvention om skeppsmätning med\r\ndärtill hörande internationella skeppsmätningsregler finns\r\ntillsammans med en svensk översättning publicerad i Sveriges\r\növerenskommelser med främmande makter (SÖ 1979:6).\r\n\r\nMätningsplikt\r\n\r\n4 § Ett svenskt fartyg vars skrov har en största längd av \r\nminst tolv meter och en största bredd av minst fyra meter och \r\nsom inte har undantagits från registreringsplikt enligt 2 \r\nkap. 1 § tredje stycket sjölagen (1994:1009) eller 4 § tredje \r\nstycket lagen (1979:377) om registrering av båtar ska \r\nmätas.\r\n\r\nFörsta stycket gäller inte fritidsfartyg som \r\nuteslutande används för fritidsändamål och som har en största \r\nskrovlängd som inte överstiger 24 meter. \r\n\r\nEtt utländskt fartyg med en största längd av minst tolv meter \r\noch en största bredd av minst fyra meter och för vilket \r\navgifter i Sverige ska betalas efter dräktigheten ska mätas \r\nmed avseende på bruttodräktigheten. Detta gäller dock inte om \r\nfartyget är försett med ett mätbrev eller en motsvarande \r\nhandling utfärdat efter mätning i enlighet med reglerna i \r\nbilaga 1 till 1969 års skeppsmätningskonvention.\r\nFörordning (2017:1332).\r\n\r\n5 § Är det tveksamt om ett fartyg omfattas av 4 § får \r\nTransportstyrelsen pröva om det ska vara mätningspliktigt. \r\nFör denna prövning ska fartygets ägare eller befälhavaren \r\nlämna styrelsen de uppgifter som behövs om fartyget.\r\nFörordning (2017:1332).\r\n\r\n6 § Efter framställning av vederbörande statsmyndighet i ett annat\r\nland får Transportstyrelsen besluta om mätning här i landet av\r\nett fartyg, som hör hemma i det främmande landet eller som vid\r\nett svenskt varv byggs för en ägare i det främmande landet.\r\nFörordning (2008:1162).\r\n\r\n7 § Om ägaren till ett fartyg eller befälhavaren vill låta mäta fartyget\r\ni något fall trots att fartyget inte är mätningspliktigt, är han\r\nberättigad till det.\r\n\r\n8 § Transportstyrelsen får på begäran av ägaren till ett svenskt fartyg\r\nmedge att fartyget mäts i utlandet av en svensk skeppsmätare.\r\nStyrelsen får också hos vederbörande statsmyndighet i ett annat land\r\nhemställa att ett svenskt fartyg eller ett fartyg som i det främmande\r\nlandet byggs för en svensk ägare mäts genom denna myndighets\r\nförsorg. Förordning (2008:1162).\r\n\r\n9 § Om det är nödvändigt för beräkning av avgifter eller för \r\nnågot annat allmänt ändamål får Transportstyrelsen besluta om \r\nmätning även av fartyg som har undantagits från \r\nregistreringsplikt enligt 2 kap. 1 § tredje stycket sjölagen \r\n(1994:1009) eller 4 § tredje stycket lagen (1979:377) om \r\nregistrering av båtar. Detsamma gäller fartyg med en största \r\nlängd under tolv meter eller en största bredd under fyra \r\nmeter vars bruttodräktighet kan antas uppgå till 20 eller \r\nmera. Förordning (2017:1332).\r\n\r\nAnmälan till mätning\r\n\r\n10 § Mätningen av ett mätningspliktigt fartyg som byggs vid ett\r\nsvenskt eller utländskt varv skall påbörjas i så god tid som möjligt.\r\nVarvsägaren eller beställaren skall därför så snart byggnadsarbetet\r\nhar påbörjats anmäla fartyget till mätning hos Transportstyrelsen.\r\nFörordning (2008:1162).\r\n\r\n11 § Ett mätningspliktigt fartyg som ankommer till Sverige från\r\nutlandet skall mätas i den svenska hamn som fartyget först anlöper,\r\nom Transportstyrelsen inte för ett särskilt fall bestämmer något\r\nannat. Ägaren eller befälhavaren skall därför i god tid, dock senast\r\nvid fartygets ankomst till hamnen, anmäla fartyget till mätning hos\r\nTransportstyrelsen. Förordning (2008:1162).\r\n\r\n12 § Skall ett fartyg i något annat fall än som avses i 10 och 11 §§\r\nmätas här i landet, skall ägaren eller befälhavaren genast anmäla\r\nfartyget till mätning hos Transportstyrelsen.\r\nFörordning (2008:1162).\r\n\r\n13 § Anmälan till mätning skall göras skriftligen på en blankett som\r\nfastställs av Transportstyrelsen. I samband med anmälan skall om\r\nmöjligt till Transportstyrelsen ges in de ritningar och andra\r\nhandlingar som styrelsen finner nödvändiga. Förordning (2008:1162).\r\n\r\nMätningsförrättning\r\n\r\n14 § Vid mätningsförrättningen skall fartygets ägare eller\r\nbefälhavare eller, där det är fråga om ett fartyg under \r\nbyggnad, varvsägaren se till att skeppsmätaren får den hjälp \r\nsom behövs för att förrättningen skall kunna utföras.\r\n\r\nOm det bedöms nödvändigt att fastställa fartygets skrovform\r\ngenom utvändig mätning, får Transportstyrelsen besluta att \r\nfartyget skall torrsättas för detta ändamål. \r\nFörordning (2008:1162).\r\n\r\nUtfärdande av mätbrev\r\n\r\n15 § /Upphör att gälla U:2026-02-01/\r\nEfter slutförd mätning utfärdar Transportstyrelsen mätbrev för\r\nfartyget. Om registrering i fartygsregistrets skeppsdel krävs för att\r\nsäkerställa korrekta uppgifter om namn, hemort och registerbeteckning\r\ni mätbrevet, får brevet inte utfärdas förrän skeppet har registrerats.\r\n\r\nÄr fartyget utländskt och mätt i enlighet med 4 § andra stycket\r\nutfärdar Transportstyrelsen ett intyg om bruttodräktighet.\r\nFörordning (2008:1162).\r\n\r\n15 § /Träder i kraft I:2026-02-01/\r\nEfter slutförd mätning utfärdar Transportstyrelsen \r\nmätbrev för far-tyget. Om registrering i fartygsregistrets \r\nskeppsdel, båtdel eller skeppslegodel krävs för att \r\nsäkerställa korrekta uppgifter om namn, hemort och \r\nregisterbeteckning i mätbrevet, får brevet inte utfärdas \r\nförrän skeppet eller båten har registrerats. \r\n\r\nOm fartyget är utländskt och mätt i enlighet med 4 § tredje \r\nstycket utfärdar Transportstyrelsen ett intyg om \r\nbruttodräktighet. Förordning (2025:1532).\r\n\r\nFartygsbevis\r\n\r\n16 § När mätningen av ett svenskt fartyg är avslutad skall\r\nTransportstyrelsen utfärda ett fartygsbevis. Vid ommätning eller\r\nnågon annan ändring av uppgifter som har lämnats i ett tidigare\r\nfartygsbevis behöver ett nytt fartygsbevis bara innehålla de\r\nändrade uppgifterna. Förordning (2008:1162).\r\n\r\nUtlämnande av mätbrev\r\n\r\n17 § Sedan mätbrevet har utfärdats skall det snarast sändas till\r\nfartygets ägare eller dennes ombud.\r\n\r\n18 § Har ett mätbrev utfärdats för ett utländskt fartyg på\r\nframställning av en statsmyndighet i utlandet, skall\r\nTransportstyrelsen genast till myndigheten sända en bevittnad\r\nkopia av mätbrevet och de handlingar som utgör underlag för\r\nmätbrevet. Förordning (2008:1162).\r\n\r\nMätbrevets utformning\r\n\r\n19 § Mätbrevet skall innehålla de uppgifter som Transportstyrelsen\r\nbestämmer och utfärdas på en blankett som fastställs av styrelsen.\r\nDet skall skrivas på svenska och förses med översättning till engelska\r\ni den utsträckning Transportstyrelsen anser det nödvändigt. Fartyg\r\nvars längd enligt definitionen i artikel 2 i 1969 års\r\ninternationella skeppsmätningskonvention är minst 24 meter, och som\r\ngår på internationell resa, skall vara försett med ett\r\ninternationellt mätbrev vars utformning skall stämma överens med\r\nannex II till nämnda konvention. Förordning (2008:1162).\r\n\r\n20 § På mätbrevet får någon anteckning inte göras av fartygets\r\nägare eller befälhavare eller av någon annan enskild person.\r\n\r\nLastrum\r\n\r\n21 § Slutna rum avsedda för last som skall lossas från fartyget skall\r\nvara varaktigt märkta med bokstäverna CC på väl synlig plats, om\r\nfartygets längd enligt definitionen i artikel 2 i 1969 års\r\ninternationella skeppsmätningskonvention är minst 24 meter och\r\nfartyget går på internationell resa. Bokstäverna skall ha en höjd av\r\nminst 100 millimeter.\r\n\r\n22 § På begäran av ägaren till ett tankfartyg får uppgifter om den\r\nsammanlagda dräktigheten av fartygets tankar föras in i mätbrevet,\r\nom fartyget har tankar avsedda enbart för segregerad barlast och\r\ntankarna uppfyller kraven i regel 13 i annex I till 1973 års\r\ninternationella konvention till förhindrande av förorening från\r\nfartyg, ändrad genom 1978 års protokoll till konventionen,\r\n(MARPOL 73/78).\r\n\r\nOmmätning\r\n\r\n23 § Det mätbrev eller intyg om bruttodräktighet som har utfärdats\r\nför ett fartyg skall upphöra att gälla, om fartyget har ändrats\r\nbeträffande arrangemang, konstruktion, kapacitet, användning av\r\nutrymmen, totala antalet passagerare som fartyget får medföra\r\nenligt passagerarfartygscertifikat, fastställt fribord eller tillåtet\r\ndjupgående, så att ändringen kan medföra en ökning av brutto-\r\neller nettodräktigheten. Detsamma gäller när ett svenskt fartyg har\r\nändrats beträffande skrovets största längd eller största bredd.\r\nÄgaren till fartyget eller befälhavaren skall omedelbart anmäla\r\nfartyget till ommätning hos Transportstyrelsen. Om en sådan anmälan\r\ngäller 13 §. Förordning (2008:1162).\r\n\r\n24 § Om ett utländskt fartyg har övergått till en svensk ägare, skall\r\ndet, i den utsträckning som Transportstyrelsen finner nödvändigt,\r\nmätas och förses med ett nytt mätbrev inom en tid av tre månader\r\nfrån den dag då fartyget registrerades i Sverige. Ägaren eller\r\nbefälhavaren skall genast anmäla fartyget till mätning hos\r\nTransportstyrelsen. Om en sådan anmälan gäller 13 §.\r\nFörordning (2008:1162).\r\n\r\n25 § Ett fartygs ägare eller befälhavare har rätt att när som helst\r\nefter ansökan och anmälan till mätning enligt 13 § få fartyget\r\nommätt, dock med iakttagande av vad som sägs i 26 §.\r\n\r\nNär det gäller sådana fartyg som avses i 23 § får Transportstyrelsen\r\nnär som helst bestämma att de skall mätas om. Förordning (2008:1162).\r\n\r\n26 § Om ett fartyg har ändrats beträffande kapaciteter, tillåtet antal\r\npassagerare eller största tillåtna djupgående så att ändringen\r\nminskat fartygets nettodräktighet, får ett nytt internationellt\r\nmätbrev inte utfärdas för fartyget förrän tolv månader efter den dag\r\ndå gällande mätbrev utfärdats. Detta gäller dock inte, om fartyget\r\ngått över från en utländsk till en svensk ägare eller om fartyget\r\nväsentligt har byggts om. Det tidigare utfärdade mätbrevet skall\r\nfortsätta att gälla tills ett nytt utfärdats.\r\n\r\n27 § När ett fartyg mäts om, skall 15-19 §§ gälla.\r\n\r\nÄgaren till fartyget eller befälhavaren skall genast återställa det\r\näldre mätbrevet eller intyget om bruttodräktighet till\r\nTransportstyrelsen. Förordning (2008:1162).\r\n\r\nAnteckning i mätbrev\r\n\r\n28 § Om ett svenskt fartyg har ändrats i något annat hänseende \r\nän som sägs i 23-26 §§ och ändringen avser något förhållande \r\nsom mätbrevet innehåller en uppgift om, ska ägaren eller \r\nbefälhavaren genast anmäla ändringen till Transportstyrelsen \r\neller en svensk utlandsmyndighet. Mätbrevet ska då visas upp \r\nför anteckning om ändringen.\r\n\r\nOm anteckningen görs av en svensk utlandsmyndighet ska \r\nTransportstyrelsen genast underrättas.\r\n\r\nOm ägaren begär det får Transportstyrelsen i stället för att \r\ngöra en anteckning enligt första stycket utfärda ett nytt \r\nmätbrev med de ändrade uppgifterna införda. Det äldre \r\nmätbrevet ska sändas till Transportstyrelsen innan det nya \r\nmätbrevet lämnas ut, om inte Transportstyrelsen har medgett \r\nnågot annat. Förordning (2024:768).\r\n\r\nMätbrev som kommit bort\r\n\r\n29 § Om det kan antas att ett mätbrev som har utfärdats av en\r\nsvensk myndighet har förstörts eller kommit bort, skall ägaren eller\r\nbefälhavaren anmäla förhållandet till Transportstyrelsen. Finner\r\nstyrelsen att sannolika skäl talar för att mätbrevet inte längre finns,\r\nskall styrelsen utfärda ett nytt mätbrev, om det inte i övrigt finns\r\nnågra hinder mot det. Transportstyrelsen får förelägga fartygets\r\nägare eller befälhavare att lägga fram den utredning som behövs i\r\nsaken. Förordning (2008:1162).\r\n\r\nSkadat mätbrev\r\n\r\n30 § Om ett mätbrev som har utfärdats av en svensk myndighet har\r\nskadats eller förslitits så att handlingen inte längre är lämplig att\r\nanvända, får Transportstyrelsen utfärda ett nytt mätbrev. Innan det\r\nnya mätbrevet lämnas ut skall det äldre mätbrevet lämnas till\r\nTransportstyrelsen, om inte styrelsen har medgivit något annat.\r\nFörordning (2008:1162).\r\n\r\nAvregistrering\r\n\r\n31 § Övergår ett svenskt fartyg till en utländsk ägare, upphör\r\nfartygets mätbrev att gälla tre månader efter den dag då fartyget\r\navregistrerats i Sverige, om fartyget registreras i en stat vars\r\nregering anslutit sig till 1969 års internationella\r\nskeppsmätningskonvention. I annat fall upphör mätbrevet att gälla\r\nomedelbart vid avregistreringen. Dock gäller mätbrevet för\r\nfartygets första avgång från svensk hamn, om fartyget finns här i\r\nlandet vid nationalitetsändringen. Mätbrevet skall så snart det\r\nupphört att gälla sändas till Transportstyrelsen. Detsamma gäller om\r\nfartyget förstörs.\r\n\r\nRegistreras fartyget i en stat vars regering anslutit sig till 1969 års\r\ninternationella skeppsmätningskonvention skall Transportstyrelsen på\r\nbegäran av skeppsmätningsmyndigheten i vederbörande stat sända\r\nen kopia av det mätbrev som gällde för fartyget vid tidpunkten för\r\nnationalitetsändringen och en kopia av de beräkningar som legat\r\ntill grund för detta mätbrev. Förordning (2008:1162).\r\n\r\nAvgifter\r\n\r\n32 § Transportstyrelsen fastställer avgifter för mätning och andra\r\nförrättningar enligt denna förordning. Förordning (2008:1162).\r\n\r\n33 § Avgiften för mätning av ett fartyg skall med det undantag som\r\nanges i tredje stycket betalas av fartygets ägare eller den som anmält\r\nfartyget till mätning.\r\n\r\nHar en skeppsmätare i enlighet med 8 § första meningen företagit\r\nen resa för att mäta ett svenskt fartyg utomlands, skall fartygets\r\nägare eller den som anmält fartyget till mätning på begäran av\r\nTransportstyrelsen betala den resekostnads- och traktamentsersättning\r\nsom skeppsmätaren är berättigad till.\r\n\r\nFör ommätning som Transportstyrelsen har beslutat får avgift tas ut\r\nendast om det vid mätningen har kommit fram att fartyget har\r\nändrats på ett sätt som borde föranleda ommätning.\r\nFörordning (2008:1162).\r\n\r\nKontroll av mätbrev ombord\r\n\r\n34 § En tjänsteman vid Transportstyrelsen eller en \r\nkustbevakningstjänsteman får när som helst ta del av ett \r\nfartygs mätbrev. Om mätbrevet gäller här i landet och om det \r\nkan ske utan väsentligt hinder för fartyget får tjänstemannen \r\nombord även undersöka\r\n\r\na) om fartygets karakteristiska kännemärken svarar mot \r\nuppgifterna i mätbrevet, eller\r\n\r\nb) om fartyget har ändrats på ett sätt som påverkar brutto- \r\neller nettodräktigheten.\r\n\r\nOm det vid undersökningen kommer fram att uppgifterna i \r\nmätbrevet inte stämmer överens med de verkliga förhållandena, \r\nska detta anmälas till Transportstyrelsen.\r\nFörordning (2024:768).\r\n\r\n35 § När Transportstyrelsen har fått en sådan anmälan som anges i 34 §\r\nskall styrelsen genast\r\n\r\na) besluta att fartyget skall mätas om, om fartyget är svenskt eller\r\nhör hemma i ett land vars regering inte anslutit sig till 1969 års\r\ninternationella skeppsmätningskonvention och det av anmälan\r\nframgår att fartyget har förändrats så att brutto- eller\r\nnettodräktigheten borde vara större än vad som framgår av\r\nmätbrevet, eller\r\n\r\nb) underrätta regeringen i fartygets hemland, om fartyget hör\r\nhemma i ett land vars regering anslutit sig till 1969 års\r\ninternationella skeppsmätningskonvention. Förordning (2008:1162).\r\n\r\n36 § Transportstyrelsen skall genast på lämpligt sätt vidta rättelse,\r\nom styrelsen från vederbörande statsmyndighet i ett annat land\r\nfår underrättelse om att ett svenskt fartyg vid undersökning i\r\ndet främmande landet har varit försett med ett mätbrev vars\r\nuppgifter inte stämmer överens med de verkliga förhållandena.\r\nSå snart rättelsen har gjorts, skall besked om det lämnas till\r\nden statsmyndigheten. Förordning (2008:1162).\r\n\r\nAnsvarsbestämmelser\r\n\r\n37 § Den som låter bli att göra anmälan enligt 10--12, 23 eller 24 §\r\nskall dömas till böter.\r\n\r\n38 § Den som underlåter att fullgöra en skyldighet enligt 14 § eller\r\natt fullgöra en anmälningsskyldighet enligt 28 § första stycket skall\r\ndömas till penningböter. Till samma straff skall den dömas som\r\nbryter mot föreskriften i 20 § eller som i ett sådant fall som avses i\r\n34 § vägrar att visa upp fartygets mätbrev.\r\n\r\n39 § Mål om ansvar för brott mot denna förordning tas upp av en\r\ntingsrätt som är behörig enligt 19 kap. rättegångsbalken eller 21\r\nkap. 1 och 5 §§ sjölagen (1994:1009).\r\n\r\nÖverklagande\r\n\r\n40 § Transportstyrelsens beslut enligt denna förordning i \r\närenden om meddelande av föreskrifter som avses i 8 kap. \r\nregeringsformen får överklagas till regeringen.\r\n\r\nI 40 § förvaltningslagen (2017:900) finns bestämmelser om \r\növerklagande till allmän förvaltningsdomstol.\r\nFörordning (2018:962).\r\n\r\nMätning enligt andra regler\r\n\r\n41 § Om mätning av svenska fartyg för fart genom Suezkanalen\r\neller Panamakanalen finns särskilda bestämmelser.\r\n\r\n\r\nÖvergångsbestämmelser\r\n\r\n1994:1162\r\n\r\n1. Denna förordning träder i kraft, i fråga om 4 § första stycket, 9\r\noch 39 §§ den dag som regeringen bestämmer, och i övrigt den 18\r\njuli 1994. (I kraft den 1 oktober 1994, 1994:1278).\r\n\r\n2. Genom förordningen upphävs förordningen (1982:647) om\r\nskeppsmätning. Förordning (1994:1278).\r\n\r\n3. Om det i en förordning eller annan författning som har beslutats\r\nav regeringen förekommer dräktighetstal beräknade enligt äldre\r\nföreskrifter skall dessa tal anses motsvara dräktighetstal beräknade\r\nenligt den nya förordningen.\r\n\r\n4. Om ett svenskt fartyg, försett med ett mätbrev enligt de\r\nbestämmelser som gällde före den 18 juli 1982, är oförändrat med\r\navseende på sådant som kan påverka dess bruttodräktighet vid\r\ntidpunkten för en mätning enligt den nya förordningen, får i\r\nfartygets mätbrev under anmärkningar göras en anteckning om den\r\näldre bruttodräktigheten.\r\n\r\nMotsvarande gäller för fartyg kölsträckta den 18 juli 1982 eller\r\nsenare, men före den 18 juli 1994, för vilka bruttodräktigheten\r\nberäknats även enligt de regler som gällde före den 18 juli 1982.\r\n\r\n5. Beslut enligt 40 § första meningen som meddelats före den 1\r\noktober 1994 överklagas hos kammarrätten.",
    "skapadDateTime": "2025-12-15T16:49:23.4783289",
    "uppdateradDateTime": "2025-12-16T10:55:51.3013064",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2025-12-16T10:55:51.3013063",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 643469,
      "beteckning": "2024:768",
      "anteckningar": "ändr. 28, 34 §§",
      "ikraftDateTime": "2024-11-07T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2024:768) om ändring i förordningen (1994:1162) om skeppsmätning",
      "lopnummer": "768",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2024",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923299",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014259",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014258",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643470,
      "beteckning": "1994:1278",
      "anteckningar": "ikrafttr. av 4 § första stycket, 9, 39 §§: ändr. 2 p övergångsbest.",
      "ikraftDateTime": "1994-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Jfr prop. 1993/94:195, bet. 1993/94:LU31, rskr. 1993/94:393",
      "rubrik": "Förordning (1994:1278) om dels ikraftträdande av förordningen \r\n(1994:1162) om skeppsmätning, dels ändring i samma förordning",
      "lopnummer": "1278",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1994",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923302",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014384",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014383",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643471,
      "beteckning": "1997:682",
      "anteckningar": "ändr. 4, 9 §§",
      "ikraftDateTime": "1997-11-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1997:682) om ändring i förordningen (1994:1162)\r\nom skeppsmätning",
      "lopnummer": "682",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1997",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923305",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014491",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.301449",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643472,
      "beteckning": "2001:805",
      "anteckningar": "ändr. 15, 16, 28 §§",
      "ikraftDateTime": "2001-12-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2001:805) om ändring i förordningen (1994:1162) om \r\nskeppsmätning",
      "lopnummer": "805",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2001",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923307",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014579",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014577",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643473,
      "beteckning": "2018:962",
      "anteckningar": "ändr. 40 §",
      "ikraftDateTime": "2018-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2018:962) om ändring i förordningen (1994:1162) om skeppsmätning",
      "lopnummer": "962",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2018",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.492331",
      "uppdateradDateTime": "2025-12-16T10:55:51.301464",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014639",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643474,
      "beteckning": "2017:1332",
      "anteckningar": "ändr. 4, 5, 9 §§",
      "ikraftDateTime": "2018-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2017:1332) om ändring i förordning (1994:1162) om skeppsmätning",
      "lopnummer": "1332",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2017",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923312",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014723",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014722",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643475,
      "beteckning": "2008:1162",
      "anteckningar": "ändr. 2, 5, 6, 8, 9, 10, 11, 12, 13, 14, 15, 16, 18, 19, 23, 24, 25, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 40 §§",
      "ikraftDateTime": "2009-01-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2008:1162) om ändring i förordningen (1994:1162) om skeppsmätning",
      "lopnummer": "1162",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2008",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923313",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014778",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014777",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643476,
      "beteckning": "1998:1079",
      "anteckningar": "ändr. 40 §",
      "ikraftDateTime": "1998-10-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (1998:1079) om ändring i förordningen (1994:1162) om \r\nskeppsmätning",
      "lopnummer": "1079",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1998",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:23.4923315",
      "uppdateradDateTime": "2025-12-16T10:55:51.3014861",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.301486",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 643477,
      "beteckning": "2025:1532",
      "anteckningar": "ändr. 15 §",
      "ikraftDateTime": "2026-02-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": "Förordning (2025:1532) om ändring i förordningen (1994:1162) om skeppsmätning",
      "lopnummer": "1532",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "2025",
      "eUdirektiv": false,
      "skapadDateTime": "2025-12-15T16:49:49.2355904",
      "uppdateradDateTime": "2025-12-16T10:55:51.301492",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2025-12-16T10:55:51.3014919",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": "2025-12-15T16:49:23.4783283",
  "uppdateradDateTime": "2025-12-16T10:55:51.3009582",
  "publicerad": true,
  "publiceradDateTime": "2025-12-16T10:55:51.3009581",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}