{
  "grundforfattningId": 27771,
  "previousId": 0,
  "beteckning": "1920:405",
  "beteckningSortable": "1920:405",
  "publiceringsar": "1920",
  "lopnummer": "405",
  "rubrik": "Giftermålsbalk (1920:405)\r\n",
  "tidsbegransadDateTime": null,
  "upphavdDateTime": "1988-01-01T00:00:00",
  "upphavdOvergangsbestammelse": true,
  "upphavdDenDagenRegeringenBestammer": false,
  "ikraftDateTime": null,
  "ikraftOvergangsbestammelse": false,
  "ikraftDenDagenRegeringenBestammer": false,
  "notis": false,
  "organisation": {
    "organisationId": 0,
    "namn": "Justitiedepartementet",
    "enhet": "L2",
    "namnOchEnhet": "Justitiedepartementet L2",
    "departementId": 2,
    "myndighetId": null
  },
  "forfattningstypNamn": "Lag",
  "register": {
    "registerInformationId": 27600,
    "forarbeten": null,
    "eUdirektiv": false,
    "forfattningssamling": null,
    "celexnummer": null,
    "taggar": "giftermålsbalken",
    "overgangsbestammelserVidTidsbegransning": null,
    "skapadDateTime": null,
    "uppdateradDateTime": "2007-08-20T00:00:00",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "2007-08-20T00:00:00",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "fulltext": {
    "fulltextInformationId": 48928,
    "upphavdGenom": "SFS 1987:788",
    "andringInford": "t.o.m. SFS 1987:788",
    "omtryck": null,
    "utfardadDateTime": "1920-06-11T00:00:00",
    "ovrigt": null,
    "forfattningstext": "1 kap. har upphört att gälla genom lag (1973:645).\r\n\r\n2 kap. Om hinder mot äktenskap\r\n\r\n1 § Den, som är under aderton år, må ej träda i äktenskap utan\r\ntillstånd av länsstyrelsen i det län, där den underårige har sitt\r\nhemvist. Lag (1968:758).\r\n\r\n2 § Den som är förklarad omyndig eller enligt rättens beslut skall\r\nförbli omyndig även efter uppnådd myndighetsålder får ej ingå\r\näktenskap utan förmyndarens samtycke. Vägras samtycke, kan rätten på\r\nansökan tillåta äktenskapet, om skäl för vägran ej föreligger. Lag\r\n(1973:645).\r\n\r\n3 § Äktenskap får ej ingås mellan dem som är i rätt upp- och\r\nnedstigande släktskap med varandra eller som är helsyskon.\r\n\r\nHalvsyskon får ej ingå äktenskap med varandra utan tillstånd av rege\r\nringen eller myndighet som regeringen bestämmer. Lag (1975:845).\r\n\r\n4 § Den som är gift får ej ingå nytt äktenskap. Lag (1973:645).\r\n\r\n5 § I ärende om tillstånd enligt 1§ skall den underåriges\r\nvårdnadshavare beredas tillfälle att yttra sig, om det kan ske.\r\nYttrande skall även inhämtas från socialnämnden i den kommun där\r\nden underårige har sitt hemvist.\r\n\r\nTalan mot länsstyrelsens beslut föres hos kammarrätten genom besvär.\r\n\r\nMot beslut om tillstånd för underårig att ingå äktenskap får talan\r\nföras av den underåriges vårdnadshavare. Lag (1981:25).\r\n\r\n6 § har upphört att gälla genom lag (1968:758).\r\n\r\n7-10 §§ har upphört att gälla genom lag (1973:645).\r\n\r\n11 § har upphört att gälla genom lag (1968:758).\r\n\r\n12 § har upphört att gälla genom lag (1970:999).\r\n\r\n13 § har upphört att gälla genom lag (1973:645).\r\n\r\n3 kap. Om prövning av hinder mot äktenskap\r\n\r\n1 § Prövning, huruvida hinder möter mot äktenskap (hindersprövning),\r\nsker i den svenska församling, där kvinnan är kyrkobokförd, eller, om\r\nhon varken är eller bör vara kyrkobokförd i sådan församling, där hon\r\nvistas.\r\n\r\nAnsökan om hindersprövning göres av mannen och kvinnan gemensamt hos\r\npastorsämbetet i församlingen. Lag (1973:645).\r\n\r\n2 § Den som varken är eller skall vara kyrkobokförd i riket skall vid\r\nhindersprövningen förete det intyg av utländsk myndighet om sin\r\nbehörighet att ingå äktenskapet som han kan anskaffa.\r\n\r\nFordras tillstånd eller samtycke till äktenskap enligt 2 kap. 1 eller\r\n2§ eller 3§ andra stycket, skall bevis om sådant tillstånd eller\r\nsamtycke företes vid hindersprövningen. Lag (1973:645).\r\n\r\n3 § Mannen och kvinnan skall vid hindersprövningen avge skriftlig\r\nförsäkran på heder och samvete att de ej är i rätt upp- och\r\nnedstigande släktskap med varandra eller helsyskon samt, om icke\r\ntillstånd till äktenskapet enligt 2 kap. 3§ andra stycket företes, att\r\nde ej heller är halvsyskon.\r\n\r\nDen som begär hindersprövning skall även skriftligen på heder och\r\nsamvete uppge, om han eller hon förut ingått äktenskap. Den som förut\r\ningått äktenskap skall styrka, att äktenskapet blivit upplöst, om\r\ndetta ej framgår av folkbokföringen eller av intyg som avses i 2§. Lag\r\n(1973:645).\r\n\r\n4 § Finner pastorsämbetet att hinder ej föreligger mot äktenskapet,\r\nskall ämbetet på begäran av mannen och kvinnan utfärda intyg därom.\r\n\r\nTalan mot pastorsämbetets beslut i fråga om hindersprövning föres hos\r\ndomkapitlet genom besvär. Mot domkapitlets beslut föres talan hos\r\nkammarrätten genom besvär.\r\n\r\n5 och 6 §§ upphävda genom lag (1968:758).\r\n\r\n7 och 8 §§ upphävda genom lag (1973:645).\r\n\r\n4 kap. Om vigsel\r\n\r\n1 § Äktenskap ingås med kyrklig eller borgerlig vigsel.\r\n\r\n2 § Kyrklig vigsel må äga rum inom svenska kyrkan eller inom annat\r\ntrossamfund, om regeringen medgivit att vigsel må förrättas inom\r\nsamfundet. Lag (1975:845).\r\n\r\n3 § Till vigsel inom svenska kyrkan får mannen och kvinnan välja den\r\npräst inom kyrkan de själva önskar och som är villig att viga. De har\r\nrätt till vigsel i församling som någon av dem tillhör.\r\n\r\nInom annat trossamfund förrättas vigsel av den som är behörig därtill\r\nenligt regeringens förordnande. Lag (1975:845).\r\n\r\n4 § Äktenskap får ingås med borgerlig vigsel, även om mannen och\r\nkvinnan kan erhålla kyrklig vigsel. Lag (1973:645).\r\n\r\n5 § Behörig att förrätta borgerlig vigsel är, enligt närmare\r\nbestämmelser som regeringen meddelar, lagfaren domare i allmän\r\nunderrätt och den som länsstyrelsen särskilt förordnar till\r\nvigselförrättare. Lag (1975:845).\r\n\r\n6 § Vigsel skall föregås av hindersprövning enligt 3 kap. Känner\r\nvigselförrättaren till äktenskapshinder, som icke uppmärksammats vid\r\nnämnda prövning, får vigsel ej ske. Utan intyg enligt 3 kap. 4§ får ej\r\nannan viga än präst, som tjänstgör i den församling där\r\nhindersprövningen skett.\r\n\r\nHar mannen och kvinnan ej blivit vigda inom fyra månader efter\r\nhindersprövningen, får vigsel ej ske utan ny hindersprövning. Lag\r\n(1968:758).\r\n\r\n7 § upphävd genom lag (1968:758).\r\n\r\n8 § Vigsel förrättas i släktingars eller andra vittnens närvaro.\r\n\r\nVid vigseln skall mannen och kvinnan, samtidigt tillstädes inför\r\nvigselförrättaren, på hans fråga avge sitt ja och samtycke till\r\näktenskapet samt därpå av honom förklaras för äkta makar.\r\n\r\nI övrigt gäller, vid vigsel inom svenska kyrkan föreskrifterna i\r\nkyrkohandboken eller andra föreskrifter som meddelas av\r\nkyrkomötet, vid vigsel inom annat trossamfund dess kyrkobruk\r\noch vid borgerlig vigsel bestämmelser som meddelas av\r\nregeringen.\r\n\r\nDen som förrättat kyrklig vigsel skall ofördröjligen ge makarna bevis\r\ndärom. Vid borgerlig vigsel föres särskilt protokoll enligt\r\nföreskrifter som meddelas av regeringen. Lag (1984:113).\r\n\r\n9 § Vigsel vare utan verkan, om den ej förrättats av någon, som äger\r\nbehörighet att viga, eller om därvid ej så tillgått, som i 8§ andra\r\nstycket är föreskrivet; men ej skall vigsel anses ogill, på den grund\r\natt eljest icke så förfarits, som i 8§ är sagt, eller\r\nvigselförrättaren överskridit sin behörighet eller vederbörlig\r\nhindersprövning ej föregått.\r\n\r\nVigsel, som enligt första stycket eljest skulle vara utan verkan, må\r\ngodkännas av regeringen på ansökan av mannen eller kvinnan eller, om\r\nnågondera avlidit, av arvinge till den avlidne. Sådant godkännande må\r\nlämnas endast om synnerliga skäl föreligga. Lag (1975:845).\r\n\r\n10 § Talan mot beslut angående förrättande av vigsel föres genom\r\nbesvär hos domkapitlet, om beslutet meddelats av präst inom svenska\r\nkyrkan, och hos länsstyrelsen, om beslutet meddelats av borgerlig\r\nvigselförrättare. Mot beslut av domkapitel eller länsstyrelse föres\r\ntalan hos kammarrätten genom besvär.\r\n\r\n5 kap. Allmänna bestämmelser om makars rättsförhållanden\r\n\r\n1 § Man och hustru är skyldiga varandra trohet och\r\nbistånd. De skall gemensamt vårda hem och barn och i samråd verka för\r\nfamiljens bästa. Lag (1978:854).\r\n\r\n2 § Makarna skall, var och en efter sin förmåga, bidra\r\ntill det underhåll som behövs för att tillgodose deras gemensamma och\r\npersonliga behov. De skall fördela utgifter och sysslor mellan sig.\r\n\r\nOm underhåll till barn finns bestämmelser i\r\nföräldrabalken.\r\n\r\n3 § Om det som make skall bidra med inte räcker till för makens\r\npersonliga behov eller för de betalningar som den maken annars\r\nombesörjer för familjens underhåll, skall den andra maken skjuta till\r\nde pengar som behövs.\r\n\r\n4 § Vad make med tillämpning av 2 och 3§§ har lämnat till den andra\r\nmaken för dennes personliga behov är mottagarens egendom.\r\n\r\n5 § Försummar make sin underhållsskyldighet kan rätten\r\nålägga den försumlige att betala underhållsbidrag till den andra\r\nmaken.\r\n\r\n6 § Om makarna inte varaktigt bor tillsammans, skall make betala\r\nunderhållsbidrag till den andra maken enligt de grunder som anges i\r\n2§.\r\n\r\n7 § Talan om att underhållsbidrag skall fastställas får inte bifallas\r\nför längre tid tillbaka än tre år före den dag då talan väcktes, om\r\ninte den bidragsskyldige medger det. Lag (1973:645).\r\n\r\n8 § Rätten att kräva ut fastställt underhållsbidrag går förlorad tre\r\når efter den ursprungligen gällande förfallodagen, om inte annat\r\nföljer av andra eller tredje stycket.\r\n\r\nHar utmätning för underhållsbidraget skett före den tidpunkt som anges\r\ni första stycket eller har den bidragsskyldige blivit försatt i\r\nkonkurs på grund av ansökan som har gjorts före denna tidpunkt, får\r\nbetalning för fordringen tas ut ur den utmätta egendomen eller\r\nerhållas i konkursen även därefter.\r\n\r\nHar före den tidpunkt som anges i första stycket ansökan gjorts om\r\nförordnande av god man enligt ackordslagen (1970:847), får\r\nunderhållsbidraget krävas ut inom tre månader från det att verkan av\r\ngodmansförordnandet förföll eller, när förhandling om offentligt\r\nackord har följt, ackordsfrågan avgjordes. Kommer ackord till stånd,\r\nfår fordringen krävas ut inom tre månader från det att ackordet skulle\r\nha fullgjorts. Har utmätning för underhållsbidraget eller\r\nkonkursansökan gjorts inom tid som nu har angetts, gäller vad som\r\nföreskrivs i andra stycket.\r\n\r\nAvtal i strid mot denna paragraf är ogiltigt.\r\n\r\n9 § Dom eller avtal om underhåll kan jämkas av rätten, om ändring i\r\nförhållandena föranleder det. För tiden innan talan har väckts får\r\njämkning dock mot parts bestridande göras endast på så sätt att\r\nobetalda bidrag sätts ned eller tas bort.\r\n\r\nAvtal om underhåll kan också jämkas av rätten, om avtalet är oskäligt\r\nmed hänsyn till omständigheterna vid dess tillkomst och förhållandena\r\ni övrigt. Beslut om att erhållna bidrag skall betalas tillbaka får\r\ndock meddelas endast om det finns särskilda skäl. Lag (1976:613).\r\n\r\n10 § Makarna är skyldiga att lämna varandra de upplysningar om sina\r\nekonomiska förhållanden som behövs för att de skall kunna bedöma\r\nvarandras underhållsskyldighet. Lag (1976:613).\r\n\r\n11 § I fall som avses i 6§ kan make förpliktas att lämna lösören till\r\nden andra maken för att användas av denne, om det är skäligt med\r\nhänsyn till makarnas levnadsförhållanden och omständigheterna i\r\növrigt. Skyldigheten omfattar dock endast lösören som ingick i\r\nmakarnas bohag när sammanlevnaden upphörde och var avsedda att\r\nanvändas av makarna gemensamt eller som då var den andra makens\r\narbetsredskap. Om egendom som tillhör den ena maken sålunda har\r\nlämnats till den andra, medför avtal mellan ägaren och tredje man om\r\negendomen inte någon inskränkning i den andra makens nyttjanderätt.\r\n\r\nBestämmelserna i 9§ om jämkning av avtal om underhållsbidrag gäller\r\näven avtal i fråga som avses i första stycket.\r\n\r\n12 § Var och en av makarna får med förpliktande verkan även för den\r\nandra maken ingå sådana rättshandlingar för den dagliga hushållningen\r\neller barnens uppfostran som enligt sedvana företas för dessa ändamål.\r\nRättshandlingen skall anses vara ingången i syfte att förplikta även\r\nden andra maken, om inte annat framgår av omständigheterna.\r\n\r\nRättshandling som avses i första stycket förpliktar dock inte den\r\nandra maken, om tredje man insåg eller bort inse att det som\r\nanskaffades inte behövdes.\r\n\r\nVad som sägs i första stycket om makes behörighet gäller ej, om\r\nsammanlevnaden mellan makarna har upphört. Lag (1969:158).\r\n\r\n13 § Missbrukar make sin behörighet enligt 12§, kan rätten på yrkande\r\nav den andra maken besluta att behörigheten skall upphöra.\r\n\r\nSådant beslut kan hävas av rätten om makarna är överens om det eller\r\nom ändring i förhållandena föranleder det.\r\n\r\nRätten skall genast anmäla beslut som avses i denna paragraf till\r\näktenskapsregistret och kungöra det i Post- och Inrikes Tidningar och\r\nortstidning. Lag (1977:655).\r\n\r\n14 § Kan den ena maken på grund av sjukdom eller bortavaro inte själv\r\nsköta sina angelägenheter och fattas medel för familjens underhåll,\r\nfår den andra maken i behövlig omfattning lyfta den sjuke eller\r\nbortavarande makens inkomst och avkastningen av den makens egendom\r\nsamt kvittera ut banktillgodohavanden och andra penningmedel. Vad som\r\nhar sagts nu om makes behörighet gäller dock ej, om sammanlevnaden\r\nmellan makarna har upphört eller om fullmäktig, förmyndare eller god\r\nman finns för den sjuke eller bortavarande maken.\r\n\r\nRättshandling som avses i första stycket är bindande för den sjuke\r\neller bortavarande maken även om medlen inte behövdes för familjens\r\nunderhåll, såvida tredje man varken insåg eller borde ha insett att\r\nbehovet ej förelåg. Lag (1978:854).\r\n\r\n15 § Om makes släktnamn finns särskilda bestämmelser. Lag (1978:854).\r\n\r\n6 kap. Om makars egendom\r\n\r\n1 § En var av makarna äge giftorätt i den egendom, som andra maken vid\r\näktenskapets ingående har eller sedermera förvärvar, och som ej enligt\r\nvad nedan är stadgat skall vara hans enskilda. Makes egendom, vari\r\ngiftorätt äger rum, kallas hans giftorättsgods.\r\n\r\nI fråga om rättighet, som ej kan överlåtas eller eljest är av\r\npersonlig art, skola bestämmelserna om giftorätt äga tillämpning,\r\nallenast såvitt de ej strida mot vad med avseende å rättigheten\r\nsärskilt gäller.\r\n\r\n2 § Över sitt giftorättsgods råde make med de inskränkningar, som\r\nfölja av vad i 3-6§§ sägs.\r\n\r\nVid äktenskapets upplösning och vid boskillnad tage vardera maken\r\neller hans arvingar hälften av makarnas behållna giftorättsgods,\r\nsåvida ej annorlunda i denna balk stadgas. Lag (1973:645).\r\n\r\n3 § Make vare pliktig så vårda sitt giftorättsgods, att det ej\r\notillbörligen minskas andra maken till förfång.\r\n\r\n4 § Make må ej avhända sig eller låta inteckna fast egendom, vari\r\nandra maken har giftorätt, utan att denne skriftligen med två vittnen\r\nsamtycker därtill. Är andra maken omyndig eller bortovarande, ankomme\r\npå förmyndare eller god man att giva samtycke, varom nyss är sagt.\r\nSärskilt samtycke vare ej erforderligt, om den make, som vill företaga\r\nåtgärden är förmyndare eller god man för andra maken.\r\n\r\nHar make avhänt sig fast egendom utan erforderligt samtycke, vare\r\nåtgärden ogill, om andra maken eller dennes förmyndare eller gode man\r\nväcker klander därå; han instämme dock sin talan inom tre månader,\r\nsedan han fick kännedom om åtgärden, och senast inom ett år, efter det\r\nlagfart beviljades.\r\n\r\nVad i denna paragraf är stadgat om fast egendom skall äga motsvarande\r\ntillämpning i avseende å tomträtt; och skall vad i andra stycket sägs\r\nom lagfart gälla om inskrivning. Lag (1970:999).\r\n\r\n5 § Ej må make utan andra makens samtycke avhända sig eller pantsätta\r\nlösören, i vilka denne har giftorätt, och vilka ingå i det för\r\nmakarnas gemensamma begagnande avsedda bohaget eller utgöra andra\r\nmakens nödiga arbetsredskap eller äro avsedda för barnens personliga\r\nbruk. Är andra maken omyndig, ankomme likväl på honom själv att giva\r\nsamtycke, som nyss är sagt, såvida han ej är sinnessjuk eller\r\nsinnesslö. Är han sinnessjuk eller sinnesslö, eller kan yttrande från\r\nhonom ej utan märklig omgång eller tids\r\nutdräkt inhämtas, vare sådant samtycke ej erforderligt.\r\n\r\nHar make företagit rättshandling, som i första stycket sägs, utan\r\nerforderligt samtycke, och var ej den, med vilken rättshandlingen\r\ningicks, i god tro, vare rättshandlingen ogill, om andra maken väcker\r\nklander därå; han instämme dock sin talan inom tre månader, sedan han\r\nfick kännedom om rättshandlingen, och senast inom ett år, från det\r\ngodset utgavs.\r\n\r\n6 § Vägras samtycke i fall, som i 4 eller 5 § avses, äge rätten på\r\nansökan tillåta åtgärd, varom fråga är, om skäl till vägran finnes ej\r\nvara för handen.\r\n\r\n6 a § Har make, utan tillbörlig hänsyn till andra makens giftorätt,\r\ngenom gåva av annan egendom än i 4§ sägs väsentligen minskat sina\r\ntillgångar och kan efter äktenskapets upplösning eller boskillnad\r\nvederlag icke till fullo utgå vid bodelningen, skall gåvotagaren\r\nåterbära gåvan eller dess värde i den mån det fordras för att\r\ntillgodose andra makens rätt, om gåvotagaren insett eller bort inse\r\natt gåvan var till förfång för andra maken. Talan härom får dock ej\r\nväckas, sedan fem år förflutit från det gåvan fullbordades.\r\n\r\nVar vid tiden för bodelningen gåva, som tillkommit under\r\nomständigheter varom ovan sägs, ej fullbordad, må den ej göras\r\ngällande i den mån det skulle lända till intrång i andra makens rätt.\r\nLag (1973:645).\r\n\r\n7 § Har make genom brottslig gärning uppsåtligen bragt andra maken om\r\nlivet, eller har han, när annan sålunda dräpt denne, haft sådan del i\r\nbrottet, som i 23 kap. 4 och 5§§ brottsbalken sägs, vare han förlustig\r\nsin giftorätt i den egendom, som tillhört den döde. Vad nu sagts skall\r\ndock ej gälla den som handlat under inflytande av sådan själslig\r\nabnormitet, som avses i 33 kap. 2§ brottsbalken. Lag (1964:164).\r\n\r\n8 § Enskild egendom vare:\r\n\r\n1. egendom, som genom äktenskapsförord förklarats skola vara enskild;\r\n\r\n2. egendom, som make erhållit i gåva av annan än andra maken med\r\nvillkor att den skall vara enskild eller som make bekommit genom\r\ntestamente med sådant villkor, eller som tillfallit make i arv och om\r\nvilken arvlåtaren genom testamente meddelat sådan föreskrift;\r\n\r\n3. vad som trätt i stället för egendom, som under 1 eller 2 sägs,\r\nsåvida ej annorlunda föreskrivits genom den rättshandling, på grund av\r\nvilken egendomen är enskild.\r\n\r\nAvkastning vare ej på grund av rättshandling, varom i denna paragraf\r\nsägs, enskild, såvida det ej särskilt föreskrivits genom\r\nrättshandlingen.\r\n\r\n9 § Hava makar upprättat förteckning över egendom, som tillhör vardera\r\nmaken eller en av dem, och är förteckningen med deras underskrift\r\nbekräftad på heder och samvete samt försedd med intyg av vittnen om\r\nunderskriften och dagen därför, skall vid tvist, vilkendera maken\r\negendomen tillhör, förteckningen äga vitsord, såframt det ej visas\r\neller må på grund av särskilda omständigheter antagas, att den är\r\noriktig. Sådant vitsord tillkomme dock ej förteckningen, om tvisten\r\nuppstår vid utmätning, som sker inom ett år från förteckningens\r\nupprättande, eller i konkurs vilken följer på ansökning, som gjorts\r\ninom samma tid.\r\n\r\n7 kap. Om makars gäld\r\n\r\n1 § En var av makarna svare med sitt giftorättsgods och sin enskilda\r\negendom för den gäld, som han gjort före äktenskapet eller under dess\r\nbestånd.\r\n\r\n2 § Är i äktenskapet gäld gjord av bägge makarna, svare de en för\r\nbägge och bägge för en för gälden, såvida ej annat avtalats.\r\n\r\nSamma lag vare, där ena maken gjort gäld, för vilken enligt 5 kap. 12§\r\njämväl andra maken svarar.\r\n\r\n3-5 §§ upphävda genom lag (1978:854).\r\n\r\n8 kap. Om äktenskapsförord; så ock om andra rättshandlingar\r\nmellan makar\r\n\r\n1 § Trolovade eller makar äge genom äktenskapsförord bestämma, att\r\negendom, som tillhör eller tillfaller en av dem och som eljest skulle\r\nvara hans giftorättsgods, skall tillhöra honom enskilt. Genom\r\näktenskapsförord må ock avtalas, att egendom, som eljest skulle vara\r\nena makens enskilda, skall vara hans giftorättsgods, såvida ej annat\r\nföljer av vad i 6 kap. 8§ 2 sägs.\r\n\r\nUtöver vad nu är sagt må ej genom avtal mellan trolovade eller makar\r\nstadgas avvikelse från vad denna balk innehåller om makars egendom.\r\n\r\n2 § Vill trolovad till sin trolovade giva egendom att tillfalla honom\r\nvid äktenskapets ingående, eller vill make giva något åt sin make,\r\nskall därom upprättas äktenskapsförord. Sådant förord vare dock ej\r\nerforderligt, när fråga är om sedvanliga skänker, vilkas värde ej står\r\ni missförhållande till givarens villkor.\r\n\r\nUtfästelse av trolovad eller make att under äktenskapet till andra\r\nmaken utgiva penningar eller annat vare, såvida vederlag ej utgår,\r\nicke bindande, även om skriftligt fordringsbevis överlämnas.\r\n\r\n3 § Make, å vars inkomst under loppet av ett kalenderår uppkommit\r\nbesparing, äge, utan upprättande av äktenskapsförord, före utgången av\r\nföljande året till andra maken utan vederlag överlåta egendom till\r\nvärde motsvarande högst hälften av vad som besparats, dock högst\r\nfemtusen kronor. Sådan överlåtelse vare dock ej gällande mot\r\nborgenärer, med mindre därom upprättats skriftlig, med vittnen styrkt\r\nhandling, däri jämväl besparingens storlek angivits, samt överlåtaren\r\nhade kvar egendom, som uppenbarligen motsvarade hans gäld. Lag\r\n(1933:433).\r\n\r\n4 § Hava makar utan upprättande av äktenskapsförord träffat avtal sig\r\nemellan om överlåtelse av egendom, äge make mot borgenärer åberopa\r\navtalet, allenast om det visas eller må på grund av omständigheterna\r\nantagas, att avtalet icke är av sådan beskaffenhet, att för dess\r\ngiltighet kräves upprättande av äktenskapsförord.\r\n\r\n5 § Har gåva skett, som i 2§ sägs, och är ej sådant fall för handen,\r\nsom i första stycket andra punkten av samma lagrum avses; kan gäld,\r\nför vilken givaren häftade, då gåvan enligt 12§ blev gällande, ej\r\nbetalas av honom, svare andra maken för vad som brister intill värdet\r\nav den överlåtna egendomen, om han ej kan styrka, att givaren hade\r\nkvar egendom, som uppenbarligen motsvarade hans gäld. Om vederlag\r\nutgått, skall dess värde avräknas från värdet av den överlåtna\r\negendomen. Har denna helt eller delvis gått förlorad utan mottagarens\r\nvållande, njute han motsvarande befrielse från ansvar.\r\n\r\nHar givaren blivit försatt i konkurs eller vid utmätning befunnits\r\nsakna tillgång att betala sin gäld eller, om han är köpman, inställt\r\nsina betalningar, eller finnes han eljest vara på sådant obestånd, att\r\ndet måste antagas, att gäld, som i första stycket avses, ej varde\r\nrätteligen gulden, svare andra maken för gälden intill det belopp, som\r\ni nämnda stycke sägs, även om det ej är utrett vad som brister hos\r\ngivaren.\r\n\r\nÄr talan om gåvans återvinning enligt konkurslagen (1921:225) eller\r\nackordslagen (1970:847) anhängig, må mottagarens ansvar enligt denna\r\nparagraf icke göras gällande. Lag (1970:849).\r\n\r\n6 § Biträder ena maken den andre i hans förvärvsverksamhet, njute han,\r\näven om överenskommelse om gottgörelse ej träffats, skälig ersättning\r\nför sitt arbete, om det med hänsyn till arbetets art och\r\nomständigheterna i övrigt må anses tillbörligt, att ersättning skall\r\nutgå.\r\n\r\nHar ej talan om utfående av ersättning för biträde, varom i första\r\nstycket sägs, anhängiggjorts före utgången av kalenderåret efter det,\r\ndå  arbetet verkställdes, vare rätt till talan förlorad, såvida ej\r\nannat avtalats.\r\n\r\n7 § Är egendom av ena maken överlämnad till den andres förvaltning,\r\noch hava makarna avtalat eller kan det med hänsyn till\r\nomständigheterna antagas hava varit av dem avsett, att den, som\r\nmottagit egendomen, skulle äga använda avkastningen till familjens\r\nunderhåll, skall vid tvist, i vilken mån avkastningen härtill åtgått,\r\nvad han uppgiver äga vitsord, såframt ej annat visas eller må på grund\r\nav omständigheterna antagas.\r\n\r\nHar make, som överlämnat egendom till andra makens förvaltning,\r\navstått från rätt att, när han det vill, återkalla uppdraget, vare det\r\nej bindande.\r\n\r\n8 § Om avtal rörande makes underhållsskyldighet och om vissa avtal med\r\navseende å förestående upplösning av äktenskap, så ock om avtal\r\nrörande bodelning eller vad därmed äger samband stadgas i 5, 11 och 13\r\nkap. denna balk. Lag (1973:645).\r\n\r\n9 § Trolovad eller make må, ändå att han är omyndig, sluta\r\näktenskapsförord; tage dock förmyndarens samtycke, såvida ej fråga är\r\nallenast om överlåtelse av egendom, varöver han själv äger råda.\r\n\r\nSamma lag vare om överlåtelse, som avses i 3§; och skall vad i sagda\r\nparagraf stadgas om villkor för överlåtelsens giltighet mot borgenärer\r\ntillämpas jämväl beträffande förmyndarens samtycke till överlåtelsen.\r\n\r\n10 § Äktenskapsförord skall av de trolovade eller makarna skriftligen\r\nupprättas och bestyrkas med vittnen. Kräves förmyndarens samtycke,\r\nskall ock det givas på sätt nu är sagt.\r\n\r\n11 § Äktenskapsförord skall ingivas till rätten i den ort, där mannen\r\nbör svara i tvistemål, som röra hans person, eller, om mannen ej är\r\nskyldig att i mål, som nyss sagts, svara vid svensk domstol, till\r\nrätten i den ort, där hustrun bör svara i sådana mål. Finnes ej\r\nbehörig domstol enligt vad nu är sagt, varde förordet ingivet till\r\nStockholms tingsrätt.\r\n\r\nRätten intage äktenskapsförordet i protokollet och översände\r\nofördröjligen en bestyrkt avskrift därav till den myndighet, som för\r\näktenskapsregistret, med uppgift om dagen, då förordet ingavs till\r\nrätten; låte ock i fall, som i 2§ avses, om ingivandet införa\r\nkungörelse i Post-och Inrikes Tidningar och ortstidning.\r\n\r\nInnehåller förordet ej fullständig upplysning om makarnas namn, yrke\r\noch hemvist, infordre rätten sådan uppgift och meddele den till\r\nregistreringsmyndigheten. Är ej bestyrkt avskrift av förordet till\r\nrätten ingiven, låte rätten på sökandens bekostnad ombesörja sådan\r\navskrift. Lag (1977:655).\r\n\r\n12 § Är äktenskapsförord slutet mellan trolovade, vare det gällande\r\nfrån äktenskapets ingående, om det ingives till rätten inom en månad\r\nsedan äktenskapet ingicks. Eljest vare förord ej gällande, förrän det\r\ningivits till rätten. Lag (1946:822).\r\n\r\n9 kap. Om boskillnad\r\n\r\n1 § Make vare berättigad att efter ansökan vinna boskillnad:\r\n\r\n1. om andra maken genom vanvård av sina ekonomiska angelägenheter,\r\ngenom missbruk av rätten att råda över sitt giftorättsgods eller genom\r\nannat otillbörligt förfarande vållar väsentlig minskning därav eller\r\nfara för sådan minskning; och\r\n\r\n2. om andra makens bo är avträtt till konkurs.\r\n\r\n2 § Makar äge ock vinna boskillnad, när de äro ense därom.\r\n\r\n3 § All egendom, som make förvärvar efter det boskillnad blivit sökt,\r\nvare, om boskillnad beviljas, makens enskilda egendom.\r\n\r\n4 § Sedan boskillnad beviljats, skall bodelning äga rum, och skall vad\r\ndärvid tillfaller make vara hans enskilda egendom.\r\n\r\n5 § Till dess bodelning sker, äge vardera maken, såvitt ej av\r\nstadgandet i 6§ annat föranledes, fortfarande råda över det\r\ngiftorättsgods, som tillhörde honom, då boskillnadsansökningen\r\ngjordes; och vare maken pliktig att vid bodelningen avgiva redovisning\r\nför sin förvaltning av godset och den avkastning, som därav fallit.\r\n\r\n6 § Är boskillnad sökt, och har, då ansökningen gjorts allenast av ena\r\nmaken, skälig anledning därtill visats, skall, såvida endera maken det\r\näskar och det finnes erforderligt till betryggande av hans rätt,\r\ngiftorättsgods, varöver andra maken enligt 5§ äger råda, till värde\r\nmotsvarande vad av nämnda gods kan antagas vid bodelningen tillkomma\r\nden förre, sättas under särskild vård och förvaltning, till dess\r\nboskillnadsansökningen prövats och, om den bifalles, bodelning skett\r\neller ock boskillnadsansökningen förfallit; dock må sådant avskiljande\r\nej mot andra makens bestridande äga rum, såvida han ställer säkerhet,\r\nsom av rätten godkännes, för vad av godset bör vid bodelningen\r\ntillkomma sökanden. Har boskillnad beviljats, äge en var av makarna,\r\nenligt vad nu är sagt, påkalla, att giftorättsgods, varöver andra\r\nmaken äger råda, sättes under särskild vård och förvaltning, till dess\r\nbodelning skett.\r\n\r\nVid meddelande av förordnande, som i första stycket sägs, må jämväl\r\ngivas närmare bestämmelser om användande av godset eller dess\r\navkastning för familjens underhåll eller eljest till nödiga utgifter.\r\n\r\n7 § Giftorättsgods, varöver make enligt 5§ äger råda, må utan hinder\r\nav ansökan om boskillnad eller dom därå utmätas för hans gäld. Är\r\nsådant gods enligt 6§ satt under särskild vård och förvaltning, må det\r\ndock ej utmätas för hans gäld, såvida ej jämväl andra maken svarar för\r\ngälden eller godset på grund av inteckning eller eljest särskilt\r\nhäftar därför.\r\n\r\n8 § Avträdes, innan bodelning ägt rum, makes egendom till konkurs,\r\neller har bodelning i anledning av makes konkurs återgått, stånde det\r\ngiftorättsgods, varöver maken enligt 5§ äger råda, under konkursboets\r\nförvaltning, till dess genom bodelning blivit bestämt vad som skall\r\ntillfalla maken; och vare emellertid konkursboet oförhindrat försälja\r\negendomen, om det finnes erforderligt.\r\n\r\nFörordnande, varom i 6§ sägs, vare, då konkurs inträffar, förfallet.\r\n\r\n9 § Har ej under boskillnadsmålet uppteckning skett av vardera makens\r\ntillgångar och skulder, sådana de voro, när ansökningen om boskillnad\r\ngjordes, skall, sedan boskillnad beviljats, sådan uppteckning\r\nförrättas. Bouppteckning skall av makarna med edsförpliktelse\r\nunderskrivas och en avskrift därav till rätten ingivas.\r\n\r\nHar avskrift av bouppteckning ej inkommit inom tre månader, från det\r\nboskillnadsdomen gavs, förordne rätten lämplig person att verkställa\r\nuppteckningen; och åligge det make att under edsförpliktelse redligen\r\nuppgiva sina tillgångar och skulder. Förrättningsmannen har att till\r\nrätten översända en avskrift av bouppteckningen.\r\n\r\nÄr boskillnad sökt och har, då ansökningen gjorts allenast av ena\r\nmaken, skälig anledning därtill visats, skall rätten, om ena maken det\r\näskar, meddela förordnande om boupptecknings förrättande, efter vad\r\nförut i denna paragraf är sagt; och åligge det förrättningsmannen att\r\ntillställa vardera maken ett exemplar av bouppteckningen ävensom att\r\ntill rätten insända en avskrift därav med underrättelse om dagen, då\r\nmakarna erhållit bouppteckningen.\r\n\r\nMake, som underlåter att lämna uppgift till bouppteckning, må av\r\nrätten vid vite därtill hållas.\r\n\r\nRiktigheten av upprättad bouppteckning vare make pliktig att med ed\r\ninför rätten fästa, om det yrkas av andra maken eller av borgenär,\r\nvilkens fordran tillkommit före bodelningen. Lag (1969:798).\r\n\r\n10 kap. upphävt genom lag (1973:645).\r\n\r\n11 kap. Om äktenskapsskillnad\r\n\r\n1 § Är makarna ense om att äktenskapet skall upplösas,\r\nhar de rätt till äktenskapsskillnad. Äktenskapsskillnaden skall\r\nföregås av betänketid, om makarna begär det eller om make varaktigt\r\nbor tillsammans med eget barn under sexton år som står under den\r\nmakens vårdnad. Lag (1978:854).\r\n\r\n2 § Vill endast en av makarna att äktenskapet skall upplösas, har han\r\nrätt till äktenskapsskillnad efter betänketid. Lag (1973:645).\r\n\r\n3 § Betänketid inledes när makarna gemensamt ansöker om\r\näktenskapsskillnad eller när makes yrkande om äktenskapsskillnad\r\ndelges andra maken. Har betänketid löpt under minst sex månader,\r\nmeddelas dom på äktenskapsskillnad, om make framställer särskilt\r\nyrkande därom. Har sådant yrkande ej framställts inom ett år från\r\nbetänketidens början, är frågan om äktenskapsskillnad förfallen.\r\nAvvisas talan om äktenskapsskillnad eller avskrives mål därom, upphör\r\nbetänketiden. Lag (1973:645).\r\n\r\n4 § Lever makar åtskilda sedan minst två år, har vardera maken rätt\r\ntill äktenskapsskillnad utan föregående betänketid. Lag (1973:645).\r\n\r\n5 § Har äktenskap ingåtts i strid mot 2 kap. 3 § första stycket, har\r\nmake rätt till äktenskapsskillnad utan föregående betänketid. Detsamma\r\ngäller, om äktenskapet ingåtts i strid mot 2 kap. 4 § och det tidigare\r\näktenskapet ej blivit upplöst.\r\n\r\nFöreligger tvegifte, har make i det tidigare äktenskapet rätt att få\r\ndetta upplöst genom äktenskapsskillnad utan föregående betänketid.\r\n\r\nI fall som avses i första stycket kan talan om äktenskapsskillnad\r\nföras även av åklagare. Lag (1973:645).\r\n\r\n6 § Egendom, som make förvärvar efter det att talan om\r\näktenskapsskillnad väckts, skall vara hans enskilda, om det dömes till\r\näktenskapsskillnad eller make avlider under tid då målet är anhängigt,\r\nutan att frågan om äktenskapsskillnad förfallit enligt 3 §. Detsamma\r\ngäller, om det dömes till boskillnad på talan som väckts under tid som\r\nnu sagts. Lag (1973:645).\r\n\r\n7 § Dömes till äktenskapsskillnad, skall bodelning äga rum. Lag\r\n(1973:645).\r\n\r\n8 § Till dess bodelning sker råder vardera maken över sitt\r\ngiftorättsgods, om ej annat följer av 9 §. Make skall vid bodelningen\r\nredovisa för sin förvaltning av egendomen och dess avkastning. Lag\r\n(1973:645).\r\n\r\n9 § Har talan om äktenskapsskillnad väckts skall, om ena maken yrkar\r\ndet och det behövs för att säkerställa hans rätt, så mycket av andra\r\nmakens giftorättsgods sättas under särskild vård och förvaltning som\r\nmotsvarar vad den förre kan antagas vid bodelningen få av detta gods.\r\nMot makes bestridande får hans giftorättsgods ej sättas under särskild\r\nvård och förvaltning, om han ställer godtagbar säkerhet för vad som\r\nsålunda kan antagas tillkomma sökanden vid bodelningen.\r\n\r\nI samband med förordnande enligt första stycket kan rätten meddela\r\nnärmare bestämmelser om användning av godset eller dess avkastning\r\ntill nödvändiga utgifter.\r\n\r\nFörordnande enligt första stycket gäller till dess bodelning skett\r\neller talan om äktenskapsskillnad avskrivits eller fråga därom\r\nförfallit enligt 3§. Lag (1973:645).\r\n\r\n10 § Giftorättsgods varöver make råder får utmätas för hans gäld utan\r\nhinder av talan om äktenskapsskillnad eller dom därå. Är sådan egendom\r\nenligt 9§ satt under särskild vård och förvaltning, får den dock\r\nutmätas för makens gäld endast om också andra maken svarar för gälden\r\neller egendomen på grund av panträtt eller eljest särskilt häftar\r\ndärför. Lag (1973:645).\r\n\r\n11 § Avträdes makes egendom till konkurs innan bodelning ägt rum eller\r\nhar bodelning återgått i anledning av makes konkurs, skall det\r\ngiftorättsgods varöver maken råder stå under konkursboets förvaltning\r\ntill dess genom bodelning blivit bestämt vad som skall tillfalla\r\nmaken. Konkursboet får sälja egendomen, om det behövs.\r\n\r\nFörordnande enligt 9§ förfaller när konkurs inträffar. Lag (1973:645).\r\n\r\n12 § När talan om äktenskapsskillnad väckts skall rätten, om någon av\r\nmakarna yrkar det, förordna lämplig person att uppteckna vardera\r\nmakens tillgångar och skulder, sådana de var när talan väcktes. Dömes\r\ntill äktenskapsskillnad och har bouppteckning ej verkställts, skall\r\nsådant förordnande meddelas även på yrkande av borgenär vars fordran\r\ntillkommit före bodelningen.\r\n\r\nMake skall vid bouppteckningen under edsförpliktelse redligen uppge\r\nsina tillgångar och skulder. Om make underlåter att lämna sådan\r\nuppgift, kan rätten förelägga honom vid vite att fullgöra sin\r\nskyldighet. Förrättningsmannen skall insända avskrift av\r\nbouppteckningen till rätten.\r\n\r\nMake skall inför rätten beediga upprättad bouppteckning, om det yrkas\r\nav andra maken eller av borgenär vars fordran tillkommit före\r\nbodelningen. Lag (1973:645).\r\n\r\n13 § Bestämmelserna i 7-12 §§ äger ej tillämpning, om till följd av\r\näktenskapsförord eller boskillnad ingendera maken har giftorättsgods.\r\nLag (1973:645).\r\n\r\n14 § Efter äktenskapsskillnad svarar varje make för sin\r\nförsörjning.\r\n\r\nÄr make under en övergångstid i behov av bidrag till\r\nsitt underhåll, har maken rätt att få underhållsbidrag av den andra\r\nmaken efter vad som är skäligt med hänsyn till den makens förmåga och\r\növriga omständigheter.\r\n\r\nHar make svårigheter att försörja sig själv efter upplösning av ett\r\nlångvarigt äktenskap eller finns det synnerliga skäl har maken rätt\r\ntill underhållsbidrag för längre tid än som anges i andra stycket. Lag\r\n(1978:854).\r\n\r\n14 a § Underhållsbidrag efter äktenskapsskillnad utges fortlöpande. Om\r\ndet finns särskilda skäl kan rätten dock bestämma att bidraget skall\r\nerläggas med ett engångsbelopp.\r\n\r\nBestämmelserna i 5 kap. 7 och 8 §§ skall tillämpas även i fråga om\r\nunderhåll efter äktenskapsskillnad.\r\n\r\n15 § Bestämmelserna i 5 kap. 9 § om jämkning tillämpas även i fråga om\r\nunderhåll efter äktenskapsskillnad. Endast om synnerliga skäl\r\nföreligger får dock på grund av ändring i förhållandena\r\nunderhållsbidrag höjas utöver det högsta belopp till vilket bidraget\r\ntidigare har varit bestämt. Dom eller avtal om underhållsbidrag i form\r\nav ett engångsbelopp får ej mot parts bestridande jämkas på grund av\r\nändring i förhållandena. Lag (1978:854).\r\n\r\n16 § Är avtal, som makar med avseende på förestående\r\näktenskapsskillnad träffat om bodelning eller vad som har samband\r\ndärmed, uppenbart obilligt för ena maken, skall det på den makens\r\ntalan jämkas av rätten. Har talan ej väckts inom ett år från det\r\näktenskapsskillnaden meddelades, är rätten till talan förlorad. Lag\r\n(1978:854).\r\n\r\n17-30 §§ har upphört att gälla genom lag (1973:645).\r\n\r\n31 § har upphört att gälla genom lag (1963:522).\r\n\r\n12 kap. Vissa bestämmelser med avseende å äktenskaps upplösning\r\ngenom makes död\r\n\r\n1 § Då make dött, skall bodelning ske, såvida ej till följd av\r\näktenskapsförord eller boskillnad ingendera maken vid dödsfallet hade\r\ngiftorättsgods. Lag (1973:645).\r\n\r\n2 § Mot någon dödsbodelägares bestridande får bodelning ej äga rum\r\ninnan alla kända skulder för vilka den döde svarade har betalts eller\r\nmedel till deras betalning har satts under särskild vård. Har den\r\ndödes egendom blivit avträdd till konkurs, får bodelning alltid äga\r\nrum utan hinder av någon delägares bestridande. Lag (1981:360).\r\n\r\n3 § Till dess bodelning sker, tage efterlevande maken del i\r\nförvaltningen av den dödes egendom efter vad i ärvdabalken sägs.\r\n\r\n4 § Efterlevande make äge, såvitt ej av stadgandet i 5§ annat\r\nföranledes, fortfarande råda över det giftorättsgods, som tillhörde\r\nhonom vid dödsfallet; och vare maken pliktig att vid bodelningen\r\navgiva redovisning för sin förvaltning av godset och den avkastning,\r\nsom därav fallit.\r\n\r\n5 § Om det finnes erforderligt till betryggande av arvingars och\r\nuniversella testamentstagares rätt, skall giftorättsgods, varöver\r\nefterlevande maken enligt 4§ äger råda, till värde motsvarande vad av\r\nnämnda gods kan antagas vid bodelningen tillkomma dem, sättas under\r\nsärskild vård och förvaltning, till dess bodelning skett; dock må\r\nsådant avskiljande ej mot efterlevande makens bestridande äga rum,\r\nsåvida han ställer säkerhet, som av rätten godkännes.\r\n\r\nVid meddelande av förordnande, som i första stycket sägs, må jämväl\r\ngivas närmare bestämmelser om användande av godset eller dess\r\navkastning för efterlevande makens och barnens underhåll eller eljest\r\ntill nödiga utgifter. Lag (1933:316).\r\n\r\n6 § Giftorättsgods, varöver efterlevande make enligt 4§ äger råda, må\r\nutan hinder av andra makens död utmätas för den förres gäld. Är sådant\r\ngods enligt 5§ satt under särskild vård och förvaltning, må det dock\r\nej utmätas för efterlevande makens gäld, såvida ej jämväl den döde\r\nsvarade för gälden eller godset på grund av inteckning eller eljest\r\nsärskilt häftar därför.\r\n\r\n7 § Avträdes, innan bodelning ägt rum, endera makens egendom till\r\nkonkurs, eller har bodelning i anledning av sådan konkurs återgått,\r\nstånde det giftorättsgods, som vid tiden för dödsfallet tillhörde\r\ngäldenären, under konkursboets förvaltning, till dess genom bodelning\r\nblivit bestämt vad som skall tillfalla konkursboet; och vare\r\nemellertid konkursboet oförhind\r\nrat försälja egendomen, om det finnes erforderligt.\r\n\r\nFörordnande, varom i 5§ sägs, vare, då konkurs inträffar, förfallet.\r\n\r\n13 kap. Om bodelning\r\n\r\n1 § Bodelning i anledning av boskillnad, äktenskapsskillnad eller ena\r\nmakens död skall förrättas med iakttagande av bestämmelserna i detta\r\nkapitel; och skall vid bodelningen vad som finnes stadgat om\r\narvskiftes form, förordnande av särskild skiftesman samt dennes eller\r\nboutredningsmans befattning med skifte äga motsvarande tillämpning.\r\n\r\nVad i detta kapitel sägs om make skall, när make är död, tillämpas\r\nbeträffande hans arvingar och universella testamentstagare, såvida ej\r\nannorlunda stadgas. Lag (1973:645).\r\n\r\n2 § Häftar make för gäld, som tillkommit innan ansökan om boskillnad\r\neller äktenskapsskillnad blivit gjord eller, om bodelningen äger rum\r\ntill följd av ena makens död, före dödsfallet, skall av den gäldbundne\r\nmakens giftorättsgods tilläggas honom egendom till täckning av gälden\r\neller, om bägge makarna häftar för denna, av den del av gälden som\r\nmakarna emellan belöper på honom. Var, när ansökan om boskillnad\r\ngjordes eller dödsfallet inträffade, talan om äktenskapsskillnad\r\nanhängig utan att frågan därom förfallit enligt 11 kap. 3§, täckes\r\ndock endast gäld som tillkommit före ansökningen om\r\näktenskapsskillnad.\r\n\r\nÄr gälden gjord före äktenskapets ingående, och häftade, då\r\näktenskapet ingicks, enskild egendom eller egendom, som i 6 kap. 1§\r\nandra stycket avses, och som ej skall ingå i bodelningen, på grund av\r\npanträtt eller eljest särskilt för gälden, eller har maken under\r\näktenskapet ådragit sig gälden genom vanvård av sina ekonomiska\r\nangelägenheter eller genom annat otillbörligt förfarande eller till\r\nförvärv eller förkovran av egendom, som nyss är sagd, skall\r\ntilldelning, varom i första stycket stadgas, äga rum allenast för den\r\ndel av gälden, för vilken betalning ej kan erhållas ur sådan egendom.\r\nLag (1973:645).\r\n\r\n3 § Sedan tilldelning för gäld ägt rum, enligt vad i 2§ sägs, skall\r\nåterstoden av makarnas giftorättsgods delas lika mellan dem, såvida ej\r\nannat föranledes av vad i 6 kap. 7§ eller här nedan i 4-12 a§§ sägs.\r\nLag (1973:645).\r\n\r\n4 § Vardera maken eller, om ena maken är död, den efterlevande äge\r\nfrån delningen undantaga honom tillhöriga kläder och andra föremål,\r\nsom tjäna uteslutande till hans personliga bruk, dock ej till högre\r\nvärde än med hänsyn till makarnas villkor kan anses skäligt.\r\n\r\n5 § Varder giftorättsgods tillagt ena maken till täckning av gäld, som\r\ni 2 § andra stycket sägs, äge andra maken erhålla vederlag därför av\r\nmakarnas giftorättsgods.\r\n\r\n6 § Har make genom vanvård av sina ekonomiska angelägenheter, genom\r\nmissbruk av rätten att råda över sitt giftorättsgods eller genom annat\r\notillbörligt förfarande vållat, att detta väsentligen minskats, äge\r\nandra maken erhålla vederlag därför av makarnas giftorättsgods. Räcker\r\ndet ej till, och har den vederlagsskyldige enskild egendom, gånge för\r\nhälften av vad som brister vederlag ut av den enskilda egendom, som ej\r\nerfordras för täckning av gäld.\r\n\r\n7 § Rätt till vederlag, som i 6§ sägs, tillkomme ock make, om andra\r\nmaken använt sitt giftorättsgods till förvärv eller förkovran av sin\r\nenskilda egendom eller av egendom, som i 6 kap. 1§ andra stycket\r\navses, och som ej skall ingå i bodelningen, eller till betalning av\r\nsådan före äktenskapets ingående gjord gäld, som i 2§ andra stycket\r\nomförmäles.\r\n\r\n8 § Make, som använt sin enskilda egendom till förkovran av sitt\r\ngiftorättsgods, njute vederlag av detta.\r\n\r\n9 § Har make tillkommande vederlag ej kunnat till fullo utgå, äge han\r\nej för bristen fordran hos andra maken.\r\n\r\n10 § Till betalning förfallet underhållsbidrag, som\r\nmake jämlikt 11 kap. 14 a§ första stycket har att en gång för alla\r\nutge till andra maken, skall vid bodelningen utgå av vad därvid\r\ntillkommer andra maken utöver egendom till täckning av denne åvilande\r\ngäld. Lag (1978:854).\r\n\r\n11 § Häfta makarna, en för bägge och bägge för en, för gäld, som i 2§\r\navses, äge en var av dem fordra, att den andre betalar så stor del av\r\ngälden, som makarna emellan belöper på denne, eller ock ställer maken\r\nsäkerhet för betalningen. Sker det ej, skall, om den som framställt\r\nyrkandet påfordrar det och ställer säkerhet för gäldens betalning,\r\negendom till täckning av nämnda del av gälden tilldelas honom av vad\r\nvid bodelningen tillkommer andra maken utöver egendom till täckning av\r\nannan gäld; och vare den förre makarna emellan ensam ansvarig för\r\ngäldens betalning.\r\n\r\n11 a § Då vid makes död förskott å arv, som givits av endera makens\r\ngiftorättsgods, skall avräknas å arvet efter den döde, skall vid\r\nbodelningen å den  lott, som tillkommer den dödes arvingar, avräkning\r\nske för förskottet eller, om det ej kan till fullo avräknas å arvet,\r\nför vad därå kan avräknas av förskottet. I fall, varom nu är sagt,\r\nskall, sedan tilldelning för gäld ägt rum, återstoden av\r\nförskottsgivarens giftorättsgods före delningen ökas med ett belopp,\r\nmotsvarande vad sålunda skall avräknas vid bodelningen.\r\n\r\n12 § Sker bodelning i anledning av makes död, och är den egendom, som\r\ndärvid tillkommer efterlevande maken, ringa, äge han av makarnas\r\ngiftorättsgods uttaga nödigt bohag ävensom arbetsredskap och andra\r\nlösören, som erfordras till fortsättande av hans näring, även om\r\ndärigenom arvingarnas lott skulle lida inskränkning.\r\n\r\nEfterlevande maken äge av giftorättsgodset, såvitt det räcker, städse\r\nbekomma egendom till så stort värde, att den jämte egendom, som må\r\nenskilt tillhöra honom, motsvarar fyra gånger det vid tiden för\r\ndödsfallet gällande basbeloppet enligt lagen den 25 maj 1962 (nr 381)\r\nom allmän försäkring.\r\n\r\nVad i andra stycket sägs äge dock ej tillämpning, om den avlidne\r\nefterlämnar barn under sexton år som ej jämväl är efterlevande makens\r\nbarn. Lag (1969:614).\r\n\r\n12 a § Om vid bodelning på grund av äktenskapsskillnad delning enligt\r\nvad förut stadgats skulle framstå som uppenbart obillig med hänsyn\r\ntill makarnas ekonomiska förhållanden och den tid äktenskapet varat,\r\nskall delning i stället ske efter annan grund som finnes skälig. På\r\ngrund av denna bestämmelse kan make dock ej erhålla mera än vad som\r\nsvarar mot hans giftorättsgods. Lag (1952:333).\r\n\r\n13 § Vid lotternas utläggning äge vardera maken eller, om endera är\r\ndöd, den efterlevande på sin lott bekomma arbetsredskap och andra\r\nlösören, som erfordras till fortsättande av hans näring. Därefter vare\r\nen var av makarna berättigade att på sin lott erhålla den till hans\r\ngiftorättsgods hörande egendom han önskar. Fastighet, som tillhör ena\r\nmakens giftorättsgods, så ock annan till ena makens giftorättsgods\r\nhörande egendom, som det av särskild anledning kan vara av intresse\r\nför honom att behålla, vare han, även om egendomen i värde överstiger\r\nvad på hans lott belöper, berättigad bekomma, om han lämnar penningar\r\ntill fyllnad av andra makens lott.\r\n\r\nSkall ena makens enskilda egendom gå i betalning för vederlag, som i 6\r\neller 7§ sägs, gånge vederlaget ut i egendom, som maken själv äger\r\nanvisa.\r\n\r\nRätt, varom i första stycket sista punkten sägs, tillkomme, när make\r\när död, ej andra arvingar än bröstarvingar; och njute de sådan rätt\r\nallenast beträffande fastighet, som maken förvärvat från någon med\r\nvilken han varit släkt i rätt uppstigande led eller från sådan\r\nanförvants dödsbo. Lag (1971:871).\r\n\r\n13 a § Har vid bodelning fastighet delats så, att makarna fått skilda\r\nandelar utan att villkor om utbrytning uppställts i den över\r\nbodelningen upprättade handlingen, innehava makarna fastigheten under\r\nsamäganderätt.\r\n\r\nI den mån bodelning eljest innebär, att del av fastighet kommer i\r\nsärskild ägares hand, är den ogiltig.\r\n\r\n13 b § Föreligger tvegifte och dör den omgifte, skall rätt till\r\nersättning, pension eller annan ekonomisk förmån, som är tillagd\r\nefterlevande make, anses tillkomma maken i första giftet, om ej annat\r\nframgår av omständigheterna.\r\n\r\n14 § Har vid bodelningen make eftergivit vad enligt bestämmelserna i\r\ndetta kap. tillkommer honom, och kan gäld, som uppstått före\r\nbodelningen, ej betalas av honom, svare andra maken för vad som\r\nbrister intill värdet av vad han för mycket bekommit, såvida han ej\r\nkan visa, att hans make efter bodelningen hade kvar egendom, som\r\nuppenbarligen motsvarade honom då åvilande gäld. Har den make, som\r\ngjort eftergiften, blivit försatt i konkurs eller vid utmätning\r\nfunnits sakna tillgång att betala sin gäld eller, om han är köpman,\r\ninställt sina betalningar, eller finnes han eljest vara på sådant\r\nobestånd, att det måste antagas, att gäld, som i första punkten avses,\r\nej varder rätteligen gulden, svare andra maken för gälden intill det\r\nvärde, som i nämnda punkt sägs, även om det ej är utrett vad som\r\nbrister hos den förre.\r\n\r\nÄr bodelning förrättad mellan ena maken och den andres arvingar, och\r\nhava arvingarna bekommit för mycket, svare de, en för alla och alla\r\nför en, för betalningsskyldighet, som i första stycket sägs.\r\n\r\nVad i denna paragraf är stadgat skall, när bodelning äger rum i\r\nanledning av ena makens död, ej tillämpas i fråga om gäld, för vilken\r\nden döde häftade.\r\n\r\n15 § Då bodelning skett, äge make ingiva den däröver upprättade\r\nhandlingen till rätten; och skall anmälan om ingivandet och dagen\r\ndärför ofördröjligen göras till äktenskapsregistret samt kungörelse\r\ninföras i Post- och Inrikes Tidningar och ortstidning. Om återgång av\r\nbodelning vid konkurs eller med anledning av förhandling om offentligt\r\nackord eller vid egendoms avträdande till förvaltning av\r\nboutredningsman finnas bestämmelser i konkurslagen (1921:225) och\r\nackordslagen (1970:847) samt i ärvdabalken. Lag (1977:655).\r\n\r\n14 kap. har upphört att gälla genom lag (1973:645).\r\n\r\n15 kap. Vissa bestämmelser om rättegången\r\n\r\nÄktenskapsmål\r\n\r\n1 § Äktenskapsmål är mål om äktenskapsskillnad och mål däri tvisten\r\när, huruvida man och kvinna är förenade i äktenskap med varandra. Lag\r\n(1973:645).\r\n\r\n2 § Fråga, huruvida man och kvinna äro i äktenskap förenade med\r\nvarandra, må ej bliva föremål för särskild rättegång annorledes än\r\nsåsom tvist dem emellan men må eljest komma under prövning, när helst\r\nnågons rätt är av frågan beroende.\r\n\r\n3 § upphävd genom lag (1974:1040).\r\n\r\n4 § Äktenskapsmål instämmes till tingsrätten i den ort där mannen\r\neller kvinnan har sitt hemvist. Har ingendera hemvist inom riket,\r\nupptages målet av Stockholms tingsrätt. Vill båda makarna erhålla\r\näktenskapsskillnad, kan de dock anhängiggöra frågan därom genom\r\nansökan.\r\n\r\nÄr fråga om äktenskapsskillnad behörigen anhängiggjord, kan make utan\r\nsärskild stämning i äktenskapsmålet framställa yrkanden i frågor som\r\nhar samband med äktenskapsskillnaden såsom angående underhållsbidrag,\r\nsammanlevnadens hävande och rätt att sitta kvar i hemmet. Lag\r\n(1973:645).\r\n\r\n5 § Sedan fråga om äktenskapsskillnad anhängiggjorts, skall rätten så\r\nsnart lämpligen kan ske pröva huruvida dom på äktenskapsskillnad kan\r\nmeddelas genast. Behövs betänketid, skall rätten i beslut meddela att\r\nbetänketid löper och ge besked om målets fortsatta handläggning. Lag\r\n(1973:645).\r\n\r\n6 § har upphört att gälla genom lag (1980:158).\r\n\r\n7 § Sådant särskilt yrkande om äktenskapsskillnad som avses i 11 kap.\r\n3§ skall framställas muntligen inför rätten eller skriftligen. Rätten\r\nskall bereda andra maken tillfälle att yttra sig över yrkandet.\r\n\r\nÅterkallar make talan om äktenskapsskillnad sedan betänketid börjat\r\nlöpa, skall målet likväl prövas, om andra maken yrkar det.\r\n\r\nDom på äktenskapsskillnad på yrkande av make samt beträffande därmed\r\nsammanhängande frågor, om vilka makarna är ense, får meddelas utan\r\nhuvudförhandling. Lag (1946:822).\r\n\r\n8-10 §§ har upphört att gälla genom lag (1973:645).\r\n\r\n11 § I mål om äktenskapsskillnad skall rätten, på yrkande av endera\r\nmaken, för tiden intill dess laga kraft ägande dom föreligger förordna\r\nom sammanlevnadens hävande och om förbud för makarna vid vite av\r\nfängelse i högst ett år eller böter att besöka varandra. Rätten kan\r\nockså för samma tid förordna efter vad som finnes skäligt om bidrag av\r\nena maken till den andras underhåll.\r\n\r\nVid förordnande om sammanlevnadens hävande kan rätten\r\nbestämma, vilken av makarna som skall få sitta kvar i hemmet. Dömes\r\ntill äktenskapsskillnad, skall sådan bestämmelse gälla till dess\r\nbodelning sker. Make som berättigats att sitta kvar i hemmet får\r\ninneha och nyttja de andra maken tillhöriga lösören som ingår i\r\nbohaget, såvida ej rätten beträffande viss egendom förordnar\r\nannorlunda. Om den nyttjanderätt som sålunda kan tillkomma make gäller\r\nvad i 5 kap. 11§ sägs.\r\n\r\nFörordnande enligt första eller andra stycket får meddelas utan\r\nhuvudförhandling. Innan förordnande meddelas, skall tillfälle att\r\nyttra sig över yrkandet beredas andra maken. Har förordnande\r\nmeddelats, skall rätten när målet avgöres pröva, om åtgärden skall\r\nbestå. Förordnande om sammanlevnadens hävande och om besöksförbud\r\nskall bestå, om make begär det.\r\n\r\nBeslut enligt denna paragraf skall verkställas lika med laga kraft\r\nägande dom men kan när som helst återkallas av rätten. Beslut om\r\nsammanlevnadens hävande och om besöksförbud får dock ej återkallas, om\r\nmake motsätter sig det. Lag (1978:854).\r\n\r\n12 § Har frågan om äktenskapsskillnad förfallit enligt 11 kap. 3§,\r\nskall målet avskrivas och vardera parten bära sin rättegångskostnad.\r\nLag (1973:645).\r\n\r\n13 § upphävd genom lag (1950:30).\r\n\r\n14 § upphävd genom lag (1973:645).\r\n\r\nBoskillnadsmål\r\n\r\n15 § Boskillnad sökes skriftligen hos den rätt, där mannen bör svara i\r\ntvistemål i allmänhet eller, om mannen ej är skyldig att i mål, som\r\nnyss sagts, svara vid svensk domstol, hos den rätt, där hustrun bör\r\nsvara i sådana mål. Finnes ej behörig domstol, enligt vad nu är sagt,\r\nvarde målet upptaget av Stockholms tingsrätt. Lag (1969:798).\r\n\r\n16 § Finner rätten, att ansökning om boskillnad ej kan upptagas på den\r\ngrund att den är ställd till orätt domstol eller av annan orsak, varde\r\nbeslut därom tecknat å ansökningen. Lag (1969:798).\r\n\r\n17 § Är ansökning gjord av bägge makarna, och möter ej hinder för dess\r\nupptagande, meddele rätten genast beslut om boskillnaden, såvida ej\r\nan\r\nstånd därmed enligt 20§ skall äga rum. Lag (1969:798).\r\n\r\n18 § Är ansökning om boskillnad gjord allenast av endera maken, skall\r\nföreläggande meddelas andra maken att inom viss tid inkomma med\r\nskriftligt svaromål. Föreläggandet skall jämte ansökningen delgivas\r\nandra maken på sätt om stämning är stadgat.\r\n\r\nMedgiver andra maken ansökningen eller är hans bo avträtt till\r\nkonkurs, skall, såvida ej anstånd enligt 20§ skall äga rum, beslut\r\ngenast meddelas om boskillnaden. I annat fall skall förberedelsen\r\nfortsättas eller, om fortsatt förberedelse ej erfordras, målet\r\nomedelbart utsättas till huvudförhandling. Lag (1946:822).\r\n\r\n19 § Angående föreläggande för part och parts utevaro i boskillnadsmål\r\näge vad i rättegångsbalken är stadgat om mål, vari förlikning ej är\r\ntillåten, motsvarande tillämpning. Lag (1946:822).\r\n\r\n20 § Har make, som sökt boskillnad, innan ansökningen beviljats,\r\npåkallat upprättande av bouppteckning, efter vad i 9 kap. 9 § sägs,\r\noch har sökanden tillika begärt anstånd med boskillnadens beviljande,\r\ntill dess han fått taga del av bouppteckningen, må\r\nboskillnadsansökningen ej bifallas, förrän en månad förflutit från det\r\nbouppteckningen tillställts makarna, såvida ej sökanden dessförinnan\r\nfullföljer ansökningen.\r\n\r\n21 § När ansökning om boskillnad inkommit, så ock då boskillnad blivit\r\nbeviljad, skall genom rättens försorg kungörelse därom införas i Post-\r\noch Inrikes Tidningar och i ortstidning ävensom underrättelse insändas\r\ntill äktenskapsregistret. Lag (1977:655).\r\n\r\n22 § upphävd genom lag (1950:30).\r\n\r\n23 § upphävd genom lag (1973:645).\r\n\r\nSärskilda bestämmelser rörande vissa andra mål\r\n\r\n24 § Har make yrkat åläggande för andra maken att\r\nutgiva underhållsbidrag enligt 5 kap. 5 eller 6 § eller, efter det\r\ntill äktenskapsskillnad blivit dömt, enligt 11 kap. 14 §, eller har\r\nmake påkallat jämkning i vad genom rättens beslut eller genom avtal\r\nblivit bestämt om sådant bidrag, kan rätten på yrkande för tiden\r\nintill dess laga kraft ägande dom föreligger förordna därom efter vad\r\nsom finnes skäligt. Lag (1978:854).\r\n\r\n25 § Har make yrkat att enligt 5 kap. 11 § av andra\r\nmaken till nyttjande erhålla nödiga lösören eller påkallat jämkning av\r\navtal i sådan fråga, äge rätten, på yrkande, meddela förordnande därom\r\nför tiden intill dess laga kraft ägande dom föreligger. Lag\r\n(1978:854).\r\n\r\n26 § Förordnande, varom i 24 eller 25 § sägs, må meddelas utan\r\nhuvudförhandling.\r\n\r\nInnan förordnande meddelas, skall tillfälle beredas svaranden att\r\nyttra sig över ansökningen.\r\n\r\nHar förordnande meddelats, pröve rätten, när målet avgöres, om\r\nåtgärden skall bestå. Lag (1946:822).\r\n\r\n27 § Förordnande, varom i 24 eller 25 § sägs, gånge i verkställighet\r\nlika med laga kraft ägande dom men kan när som helst av rätten\r\nåterkallas. Lag (1946:822).\r\n\r\n28 § Vill make eller hans arvinge att egendom skall sättas under\r\nsärskild vård och förvaltning efter vad som stadgas i 9 kap. 6 §, 11\r\nkap. 9 § eller 12 kap. 5 §, skall han hos rätten söka förordnande\r\ndärom. Sådant förordnande får, om sökanden begär det, meddelas att\r\ngälla till dess ärendet avgöres av rätten. Det kan även dessförinnan\r\nnär som helst återkallas.\r\n\r\nInnan förordnande, varom nu är sagt, meddelas, skall tillfälle beredas\r\nandra maken att yttra sig över ansökningen.\r\n\r\nFörordnande gånge utan hinder av förd klagan i verkställighet, såvida\r\nej förbud däremot kommer från hovrätten. Lag (1946:822).\r\n\r\nGemensamma bestämmelser\r\n\r\n29 § I äktenskapsmål, boskillnadsmål, mål rörande bodelning och mål om\r\nunderhåll som avses i denna balk skall underrätt vid handläggning, som\r\nenligt vad eljest är föreskrivet skall ske med tre eller fyra lagfarna\r\ndomare, bestå av en lagfaren domare och tre nämndemän. Vad nu sagts\r\ngäller även annat mål som handläggs i samma rättegång.\r\n\r\nOm det behövs med hänsyn till målets omfattning eller någon annan\r\nsärskild omständighet, får fyra nämndemän sitta i rätten.\r\n\r\nOm det inträffar förfall bland nämndemännen sedan huvudförhandling har\r\npåbörjats, är rätten domför med en lagfaren domare och två nämndemän.\r\nLag (1983:371).\r\n\r\n30 § När nämndemän skall ingå i tingsrätten skall följande avvikelser\r\ngälla från vad som annars är föreskrivet om överläggning och\r\nomröstning i tvistemål.\r\n\r\nOrdföranden skall vid överläggningen framställa saken och  vad lag\r\nstadgar därom.\r\n\r\nVid omröstning skall först ordföranden och därefter nämndemännen säga\r\nsin mening. Lag (1983:371).\r\n\r\n30 a § Vid huvudförhandling i mål som avses i 29 § är hovrätt domför\r\nmed tre lagfarna domare och två nämndemän. Flera än fyra lagfarna\r\ndomare och tre nämndemän får inte delta. Om målet i tingsrätten har\r\navgjorts utan nämndemän, är dock hovrätten domför även med enbart\r\nlagfarna domare enligt vad som sägs i 2 kap. 4 § första stycket\r\nrättegångsbalken.\r\n\r\nVid handläggning som inte sker vid huvudförhandling är hovrätten\r\ndomför, förutom enligt bestämmelserna i 2 kap. 4 § rättegångsbalken, i\r\nsammansättning som anges i första stycket första och andra\r\nmeningarna.\r\n\r\nOm nämndemän deltar enligt första eller andra stycket i målets\r\navgörande, skall vid överläggningen ordföranden eller, om målet har\r\nberetts av en annan lagfaren domare, denne framställa saken och vad\r\nlag stadgar därom. Vid omröstning skall gälla vad som är föreskrivet\r\nom omröstning i tvistemål. Nämndemännen skall dock säga sin mening\r\nsist. Lag (1984:132).\r\n\r\n31 § Vistas den, mot vilken talan enligt denna balk riktas, på okänd\r\nort, skall hans rätt i saken bevakas av god man som sägs i 18 kap.\r\nföräldrabalken. Detsamma gäller, om han vistas på känd ort utom riket\r\nmen stämningen eller andra handlingar i målet ej kan delges honom\r\neller han underlåter att ställa ombud för sig och särskilda skäl\r\nföreligger att förordna god man. Gode mannen skall samråda med part\r\nför vilken han förordnats i den mån det kan ske.\r\n\r\n I fråga om ersättning till god man som avses i första\r\nstycket skall gälla vad i 10 kap. 13 § föräldrabalken stadgas angående\r\nersättning åt rättegångsbiträde. Lag (1978:854).\r\n\r\n32 § Mot beslut, som av underrätt meddelats under rättegången i fråga,\r\nvarom förmäles i 9 kap. 6 eller 9 §, 11 kap. 12 § eller detta kap. 11,\r\n24 eller 25 §, skall talan föras särskilt.\r\n\r\nMot hovrättens beslut i fråga, som nu nämnts, må talan ej föras. Lag\r\n(1973:645).\r\n\r\n16 kap. Allmänna bestämmelser\r\n\r\n1 § Då enligt denna balk tid skall räknas efter månad eller år, varde\r\nden dag för slutdag ansedd, som genom sitt tal i månaden motsvarar\r\nden, från vilken tidräkningen börjas. Finnes ej motsvarande dag i\r\nslutmånaden, varde den månadens sista dag ansedd för slutdag.\r\n\r\n2 § Anteckningar om äktenskaps ingående och upplösning skola göras i\r\nkyrkoböckerna enligt de föreskrifter regeringen giver. Lag (1975:845).\r\n\r\n3 § Hos en för hela riket gemensam registreringsmyndighet skall föras\r\näktenskapsregister för inskrivning av de uppgifter, vilka enligt denna\r\nbalk skola anmälas för registrering, eller vilkas intagande i\r\nregistret eljest varder föreskrivet.\r\n\r\n4 § upphävd genom lag (1933:41).\r\n\r\n5 § Närmare föreskrifter om äktenskapsregistrets förande meddelas av\r\nregeringen. Lag (1975:845).\r\n\r\n6 § Om vissa internationella rättsförhållanden rörande äktenskap är\r\nsärskilt stadgat.\r\n\r\nÖvergångsbestämmelser\r\n\r\n1987:788\r\n\r\nIkraftträdande m. m.\r\n\r\n1 § Äktenskapsbalken och denna lag träder i kraft den 1 januari 1988.\r\n\r\n2 § Genom äktenskapsbalken upphävs, med den begränsning som följer av\r\ndenna lag, giftermålsbalken i Sveriges rikes lag och lagen (1959:157)\r\nmed särskilda bestämmelser om makars gemensamma bostad.\r\n\r\n3 § Om det i lag eller annan författning hänvisas till föreskrifter som\r\nhar ersatts genom bestämmelser i äktenskapsbalken, skall i stället de\r\nnya bestämmelserna tillämpas.\r\n\r\nTillämpning av övergångsbestämmelser till vissa lagar om ändring i\r\ngiftermålsbalken\r\n\r\n4 § Tredje stycket i övergångsbestämmelserna till lagen (1970:999) om\r\nändring i giftermålsbalken skall fortfarande gälla.\r\n\r\n5 § Punkt 5 fjärde stycket i övergångsbestämmelserna till lagen\r\n(1973:645) om ändring i giftermålsbalken skall fortfarande gälla, såvitt\r\ngäller verkan av hemskillnad.\r\n\r\n6 § Punkterna 2 och 6 i övergångsbestämmelserna till lagen (1978:854) om\r\nändring i giftermålsbalken skall fortfarande gälla.\r\n\r\nBidragsskyldighet som har bestämts enligt äldre bestämmelser skall dock\r\nfullgöras enligt bestämmelserna i äktenskapsbalken. För\r\nbidragsskyldighet som har bestämts enligt äldre bestämmelser gäller i\r\nfråga om jämkning äktenskapsbalken.\r\n\r\n7 § Övergångsbestämmelsen till lagen (1981:360) om ändring i\r\ngiftermålsbalken skall fortfarande gälla.\r\n\r\nÖvergångsbestämmelser till 7 och 8 kap. äktenskapsbalken\r\n\r\n8 § Har en make före ikraftträdandet förfogat över sin egendom utan den\r\nandra makens samtycke, skall äldre bestämmelser tillämpas i fråga om\r\nåtgärdens giltighet och den tid inom vilken klander skall väckas.\r\nDetsamma gäller beträffande förfoganden efter ikraftträdandet, om\r\nbodelning skall ske enligt äldre bestämmelser.\r\n\r\n9 § Har före ikraftträdandet ett äktenskapsförord getts in till domstol\r\nför registrering, skall registreringen ske enligt bestämmelserna i\r\ngiftermålsbalken.\r\n\r\n10 § Om en gåvohandling som har upprättats före ikraftträdandet ges in\r\ntill domstol för registrering efter ikraftträdandet, skall gåvan\r\nregistreras enligt bestämmelserna i äktenskapsbalken.\r\n\r\nHar trolovade upprättat ett äktenskapsförord som innebär att en gåva\r\nskall tillfalla en av dem vid äktenskapets ingående och har de gift sig\r\nföre ikraftträdandet, blir gåvan gällande enligt vad som anges i 8 kap.\r\n12 § första meningen giftermålsbalken även om äktenskapsförordet ges in\r\ntill tingsrätten efter ikraftträdandet. I sådana fall skall registrering\r\nske enligt bestämmelserna i giftermålsbalken.\r\n\r\nHar den ena maken före ikraftträdandet gett den andra maken en gåva,\r\nskall äldre bestämmelser tillämpas i fråga om den andra makens ansvar\r\nför givarens skuld.\r\n\r\nÖvergångsbestämmelser till 9--13 kap. äktenskapsbalken\r\n\r\n11 § Har före ikraftträdandet talan om äktenskapsskillnad väckts eller\r\nden ena maken avlidit, skall äldre bestämmelser om bodelning tillämpas.\r\n\r\nOm ett mål om äktenskapsskillnad pågår och en make begär bodelning,\r\nskall sådan dock förrättas genast. I fråga om verkan av en sådan\r\nbodelning när målet inte leder till äktenskapsskillnad skall\r\nbestämmelserna i äktenskapsbalken tillämpas.\r\n\r\n12 § Har ansökan om boskillnad gjorts före ikraftträdandet, skall äldre\r\nbestämmelser tillämpas.\r\n\r\nÖvergångsbestämmelse till 14 kap. äktenskapsbalken\r\n\r\n13 § Har mål som avses i 14 kap. äktenskapsbalken inletts i en domstol\r\nföre ikraftträdandet, skall äldre bestämmelser tillämpas i fråga om\r\nförfarandet.\r\n\r\nÖvergångsbestämmelse till 16 kap. äktenskapsbalken\r\n\r\n14 § Har ett äktenskapsförord registrerats enligt bestämmelserna i\r\ngiftermålsbalken, får äktenskapsförordet efter ikraftträdandet inte\r\nförklaras ogiltigt på den grunden att rätten inte var behörig enligt\r\näldre bestämmelser.\r\n\r\nSärskilda bestämmelser om äktenskap som har ingåtts före år 1921\r\n\r\n15 § Lagen (1920:406) om införande av nya giftermålsbalken skall\r\nfortfarande gälla för äktenskap som har ingåtts före år 1921, om inte\r\nannat sägs i det följande. I de fall då det i den lagen anges att\r\nföreskrifter i nya giftermålsbalken skall tillämpas och dessa har\r\nersatts av bestämmelser i äktenskapsbalken, skall i stället\r\näktenskapsbalk s bestämmelser tillämpas. Bestämmelserna i 7 kap. 4--9 §§\r\ntenskapsbalk äktenskapsbalken skall därvid tillämpas också till den del\r\nde avser enskild egendom.\r\n\r\n16 § Då sådant skifte som avses i äldre giftermålsbalken sker, skall den\r\nmake som bäst behöver makarnas gemensamma bostad ha rätt att få denna.\r\nOm egendomen tillhör den andra maken enskilt, gäller detta dock inte om\r\negendomen har tillfallit denne genom gåva, arv eller testamente med\r\nvillkor att den skall tillhöra maken enskilt. En förutsättning för att\r\nen make skall få överta en bostad som tillhör den andra maken är vidare\r\natt ett sådant övertagande även med hänsyn till omständigheterna i\r\növrigt kan anses skäligt.\r\n\r\nVad som sägs i första stycket om bostaden gäller även makarnas\r\ngemensamma bohag.\r\n\r\nBeträffande vad som avses med makarnas gemensamma bostad och bohag\r\ngäller 7 kap. 4 § äktenskapsbalken. I övrigt tillämpas på övertagandet\r\n11 kap. 8 § andra stycket och 10 § äktenskapsbalken. Vad som sägs i 11\r\nkap. 10 § om giftorättsgods skall i stället avse det samfällda boet.\r\n\r\nNär den ena maken är död, gäller rätten till övertagande endast till\r\nförmån för den efterlevande maken.\r\n\r\n17 § Bestämmelsen i 9 kap. 5 § äktenskapsbalken om bodelnings form samt\r\nbestämmelserna i 10 kap. 3 §, 11 kap. 5 §, 13 kap. 5 § och 17 kap. samma\r\nbalk skall tillämpas även på äktenskap som har ingåtts före år 1921. Vad\r\nsom sägs i dessa bestämmelser om bodelning skall i stället avse skifte\r\nav makarnas bo, och vad som sägs om giftorättsgods skall avse den\r\negendom som skall skiftas.\r\n\r\n18 § I fall som avses i 11 § första stycket tillämpas äldre bestämmelser\r\ni stället för bestämmelserna i 16 och 17 §§.",
    "skapadDateTime": null,
    "uppdateradDateTime": "1994-05-27T00:00:00",
    "utkastId": null,
    "publicerad": true,
    "publiceradDateTime": "1994-05-27T00:00:00",
    "arkiverad": false,
    "historisk": false,
    "utkast": false
  },
  "andringsforfattningar": [
    {
      "andringsforfattningId": 78512,
      "beteckning": "1976:613",
      "anteckningar": "ändr. 5 kap 9, 10 §§, 11 kap 15 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "LU 1975/76:33, rskr 1975/76:397",
      "rubrik": "Lag (1976:613) om ändring i giftermålsbalken",
      "lopnummer": "613",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1976",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78513,
      "beteckning": "1976:561",
      "anteckningar": "ändr. 15 kap 30 §; ny 15 kap 30 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1975/76:153, JuU 1975/76:44, rskr 1975/76:396",
      "rubrik": "Lag (1976:561) om ändring i giftermålsbalken",
      "lopnummer": "561",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1976",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78514,
      "beteckning": "1975:845",
      "anteckningar": "ändr. 2 kap 3 §, 4 kap 2, 3, 5, 8, 9 §§, 16 kap 2, 5 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1975:10, LU 1975:5, rskr 1975:39, skr 1975:1, KLU 1975:1, kskr 1975:1",
      "rubrik": null,
      "lopnummer": "845",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1975",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78515,
      "beteckning": "1974:1040",
      "anteckningar": "upph. 15 kap 3 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1974:142, LU 1974:38, rskr 1974:404",
      "rubrik": null,
      "lopnummer": "1040",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1974",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78516,
      "beteckning": "1973:944",
      "anteckningar": "ändr. 15 kap. 31 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1973:158, LU 1973:42, rskr 1973:364",
      "rubrik": null,
      "lopnummer": "944",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1973",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78517,
      "beteckning": "1973:645",
      "anteckningar": "upph. 1 kap, 2 kap 7-10 §§, 13 §, 3 kap 7, 8 §§,\r\n10 kap, 11 kap 17-30 §§, 14 kap, 15 kap 8-10, 14,\r\n23 §§; ändr. 2 kap 2-5 §§, 3 kap 1-3 §§, 4 kap\r\n2-4, 6, 8 §§, 5 kap 7 §, 6 kap 2, 6 a §§, 7 kap 4 §, \r\n8 kap 8 §, 11 kap 1-16 §§, 12 kap 1 §, 13\r\nkap 1-3, 10 §§, 15 kap 1, 4, 5, 11, 12, 24, 28,\r\n29, 32 §§, rubr. till 11 kap; nya 3 kap 4 §, 4 kap \r\n10 §, 13 kap 12 a, 13 b §§, 15 kap 7 §; omtryck",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1973:32, LU 1973:20, rskr 1973:256",
      "rubrik": null,
      "lopnummer": "645",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1973",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78518,
      "beteckning": "1973:119",
      "anteckningar": "ändr. 15 kap 31 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1972:132, JuU 1973:1, rskr 1973:21",
      "rubrik": null,
      "lopnummer": "119",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1973",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78519,
      "beteckning": "1971:871",
      "anteckningar": "ändr. 2 kap 2 §, 13 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1971:143, LU 25, rskr 299",
      "rubrik": null,
      "lopnummer": "871",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1971",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78520,
      "beteckning": "1971:556",
      "anteckningar": "ändr. 2 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1971:30, KU 36, rskr 222",
      "rubrik": null,
      "lopnummer": "556",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1971",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78521,
      "beteckning": "1970:999",
      "anteckningar": "ändr. 5 kap 14 §, 6 kap 4 §, 13 kap 2 §; ny 13\r\nkap 13 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1970:145, 3LU 81, rskr 444",
      "rubrik": null,
      "lopnummer": "999",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1970",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78522,
      "beteckning": "1970:849",
      "anteckningar": "ändr. 8 kap 5 §, 13 kap 15 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1970:136, 1LU 65, rskr 449",
      "rubrik": null,
      "lopnummer": "849",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1970",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78523,
      "beteckning": "1977:655",
      "anteckningar": "ändr. 5 kap 13 §, 8 kap 11 §, 13 kap 15 §, 15 kap 21 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1976/77:63, KU 1976/77:45, rskr 1976/77:336",
      "rubrik": "Lag (1977:655) om ändring i giftermålsbalken",
      "lopnummer": "655",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1977",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78524,
      "beteckning": "1970:843",
      "anteckningar": "upph. 2 kap 12 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1970:186, 1LU 81 och 82, rskr 470",
      "rubrik": null,
      "lopnummer": "843",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1970",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78525,
      "beteckning": "1969:614",
      "anteckningar": "ändr. 13 kap 12 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "614",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1969",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78526,
      "beteckning": "1969:256",
      "anteckningar": "nuvarande 15 kap 29, 30 §§ betecknas 15 kap 31,\r\n32 §§; nya 15 kap 29, 30 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "256",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1969",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78527,
      "beteckning": "1969:158",
      "anteckningar": "ändr. 2 kap 2 §, 5 kap 12, 13 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "158",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1969",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78528,
      "beteckning": "1968:758",
      "anteckningar": "upph. 2 kap 6, 11 §§, 3 kap 2 § 5, 8 mom, 4-6\r\n§§, 4 kap 7 §, 15 kap 7 §; ändr. 2 kap 1, 5, 13 §§, \r\n3 kap 1 §, 2 § 1, 4 mom, 3, 7 §§, 4 kap 6, 9 §§, \r\n10 kap 3 §, 11 kap 1, 7, 8, 10, 13 §§, 14\r\nkap 1, 2 §§, 15 kap 8, 9 §§, rubr. till 3 kap; ny\r\n14 kap 4 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "758",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1968",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78529,
      "beteckning": "1968:206",
      "anteckningar": "ändr. 13 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "206",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1968",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78530,
      "beteckning": "1964:654",
      "anteckningar": "ändr. 4 kap 5 §, 9 kap 9 §, 11 kap 20 §, 14 kap 2 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "654",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1964",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78531,
      "beteckning": "1964:164",
      "anteckningar": "ändr. 6 kap 7 §, 11 kap 11 §, 15 kap 11 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "164",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1964",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78532,
      "beteckning": "1963:522",
      "anteckningar": "upph. 10 kap 8 §, 11 kap 31 §; ändr. 5 kap 15 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "522",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1963",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78533,
      "beteckning": "1963:151",
      "anteckningar": "ändr. 15 kap 29 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "151",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1963",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78534,
      "beteckning": "1958:639",
      "anteckningar": "nuvarande 15 kap 29 § betecknas 15 kap 30 §;\r\nändr. 12 kap 3 §, 13 kap 13 §; ny 15 kap 29 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "639",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1958",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78535,
      "beteckning": "1954:437",
      "anteckningar": "ändr. 15 kap 4 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "437",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1954",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78536,
      "beteckning": "1969:798",
      "anteckningar": "ändr. 1 kap, 6 §, 2 kap 2 §, 8 kap 11 §, 9 kap 9 §, \r\n11 kap 20 §, 15 kap 4, 15-17, 21 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "798",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1969",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78537,
      "beteckning": "1978:854",
      "anteckningar": "upph. 7 kap 3-5 §§; ändr. 5 kap, 11 kap 1, 14-16 §§, 13 kap\r\n10 §, 15 kap 11, 24, 25, 31 §§; ny 11 kap 14 a §; omtryck",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1978/79:12, LU 1978/79:9, rskr 1978/79:99",
      "rubrik": "Lag (1978:854) om ändring i giftermålsbalken",
      "lopnummer": "854",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1978",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78538,
      "beteckning": "1980:158",
      "anteckningar": "upph. 15 kap 6 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1979/80:80, KU 1979/80:45, rskr 1979/80:269",
      "rubrik": "Lag (1980:158) om ändring i giftermålsbalken",
      "lopnummer": "158",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1980",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78539,
      "beteckning": "1981:25",
      "anteckningar": "ändr. 2 kap 5 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1979/80:1, SoU 1980/81:15, rskr 1980/81:130",
      "rubrik": "Lag (1981:25) om ändring i giftermålsbalken",
      "lopnummer": "25",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1981",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78560,
      "beteckning": "1987:788",
      "anteckningar": "upph.",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "788",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1987",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78561,
      "beteckning": "1984:132",
      "anteckningar": "ändr. 15 kap 30 a §",
      "ikraftDateTime": "1984-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1983/84:78, JuU 1983/84:15, rskr 1983/84:152",
      "rubrik": "Lag (1984:132) om ändring i giftermålsbalken",
      "lopnummer": "132",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1984",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78562,
      "beteckning": "1984:113",
      "anteckningar": "ändr. 4 kap 8 §",
      "ikraftDateTime": "1984-07-01T00:00:00",
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1983/84:83, LU 1983/84:17, rskr 1983/84:143",
      "rubrik": "Lag (1984:113) om ändring i giftermålsbalken",
      "lopnummer": "113",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1984",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78563,
      "beteckning": "1983:371",
      "anteckningar": "ändr. 15 kap 29, 30, 30 a §§",
      "ikraftDateTime": "1983-07-01T00:00:00",
      "ikraftOvergangsbestammelse": true,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1982/83:126, JuU 1982/83:32, rskr 1982/83:314",
      "rubrik": "Lag (1983:371) om ändring i giftermålsbalken",
      "lopnummer": "371",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1983",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78564,
      "beteckning": "1981:360",
      "anteckningar": "ändr. 12 kap 2 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": "Prop. 1980/81:48, LU 1980/81:11, rskr 1980/81:224",
      "rubrik": "Lag (1981:360) om ändring i giftermålsbalken",
      "lopnummer": "360",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1981",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78566,
      "beteckning": "1952:333",
      "anteckningar": "ändr. 11 kap 26, 28 §§, 13 kap 12 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "333",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1952",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78680,
      "beteckning": "1951:681",
      "anteckningar": "ändr. 4 kap 2, 3, 8, 9 §§, 14 kap 1 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "681",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1951",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78681,
      "beteckning": "1949:383",
      "anteckningar": "ändr. 2 kap 2 §, 5 kap 7 §, 11 kap 27 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "383",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1949",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78792,
      "beteckning": "1950:30",
      "anteckningar": "upph. 15 kap 13, 22 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "30",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1950",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78823,
      "beteckning": "1948:272",
      "anteckningar": "ändr. 2 kap 1, 5, 6 §§, 3 kap 2 § 2, 4, 5 mom,\r\n10 kap 2 §; ny 2 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "272",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1948",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78824,
      "beteckning": "1947:187",
      "anteckningar": "ändr. 2 kap 9 §, 3 kap 2 § 6 mom, 10 kap 1 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "187",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1947",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78825,
      "beteckning": "1946:822",
      "anteckningar": "upph. 15 kap 30-33 §§; ändr. 8 kap 12 §, 14 kap\r\n3 §, 15 kap 5, 7-9, 11, 13-15, 18, 19, 23-29 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "822",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1946",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78826,
      "beteckning": "1945:468",
      "anteckningar": "ikrafttr. av 1937:468",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "468",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1945",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78827,
      "beteckning": "1945:273",
      "anteckningar": "ändr. 2 kap 5 §, 3 kap 2 § 4 mom, 10 kap 2 §, 11 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "273",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1945",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78828,
      "beteckning": "1944:267",
      "anteckningar": "ändr. 9 kap 9 §, 11 kap 20 §, 15 kap 24, 25 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "267",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1944",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78829,
      "beteckning": "1940:273",
      "anteckningar": "ändr. 3 kap 6 §, 4 kap 7 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "273",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1940",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78830,
      "beteckning": "1937:468",
      "anteckningar": "ändr. 11 kap 11 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "468",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1937",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78831,
      "beteckning": "1937:243",
      "anteckningar": "ändr. 11 kap 8 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "243",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1937",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78832,
      "beteckning": "1936:84",
      "anteckningar": "ny 6 kap 6 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "84",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1936",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78833,
      "beteckning": "1935:65",
      "anteckningar": "ändr. 11 kap 28 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "65",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1935",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78835,
      "beteckning": "1933:433",
      "anteckningar": "ändr. 8 kap 3 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "433",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1933",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78836,
      "beteckning": "1933:41",
      "anteckningar": "upph. 16 kap 4 §; ändr. 16 kap 5 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "41",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1933",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78837,
      "beteckning": "1928:282",
      "anteckningar": "ändr. 12 §; ny 13 kap 11 a §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "282",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1928",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78838,
      "beteckning": "1926:191",
      "anteckningar": "ändr. 13 kap 13 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "191",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1926",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78839,
      "beteckning": "1924:324",
      "anteckningar": "ändr. 5 kap 12, 13 §§",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "324",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1924",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    },
    {
      "andringsforfattningId": 78847,
      "beteckning": "1933:316",
      "anteckningar": "ändr. 12 kap 2, 3, 5 §§, 13 kap 1 §",
      "ikraftDateTime": null,
      "ikraftOvergangsbestammelse": false,
      "ikraftDenDagenRegeringenBestammer": false,
      "forarbeten": null,
      "rubrik": null,
      "lopnummer": "316",
      "celexnummer": null,
      "bihangsuppgifterTillAldreGrundforfattningar": null,
      "publiceringsar": "1933",
      "eUdirektiv": false,
      "skapadDateTime": null,
      "uppdateradDateTime": "2007-08-20T00:00:00",
      "utkastId": null,
      "publicerad": true,
      "borttagen": false,
      "publiceradDateTime": "2007-08-20T00:00:00",
      "arkiverad": false,
      "historisk": false,
      "utkast": false
    }
  ],
  "skapadDateTime": null,
  "uppdateradDateTime": "2007-08-20T00:00:00",
  "publicerad": true,
  "publiceradDateTime": "2007-08-20T00:00:00",
  "arkiverad": false,
  "historisk": false,
  "utkast": false,
  "dokumenttyp": "SFS"
}